torbirdy.name=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a

torbirdy.enabled.tor=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0645\u064f\u0641\u0639\u0644\: \u062a\u0648\u0631
torbirdy.enabled.jondo=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0645\u064f\u0641\u0639\u0644\: \u062c\u0648\u0646\u062f\u0648
torbirdy.enabled.custom=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0645\u064f\u0641\u0639\u0644\: \u0628\u0631\u0648\u0643\u0633\u064a \u0645\u062e\u0635\u0635\u0647
torbirdy.enabled.torification=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0645\u064f\u0641\u0639\u0644\: Transparent Torification
torbirdy.enabled.whonix=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0645\u064f\u0641\u0639\u0644\: Whonix
torbirdy.disabled=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a\: \u0645\u0639\u0637\u0644

torbirdy.email.prompt=\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0639\u0637\u0644 \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0644\u062b\u0646\u062f\u0631\u0628\u064a\u0631\u062f \u0644\u062d\u0645\u0627\u064a\u0629 \u0647\u0648\u064a\u062a\u0643.\n\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0623\u0645\u0627\u0646 \u0627\u0644\u0645\u0648\u0635\u0649 \u0628\u0647\u0627 \u0644\u0640\u0640 %S \u062a\u0645 \u0636\u0628\u0637\u0647\u0627.\n\u0627\u0644\u0627\u0646 \u064a\u0645\u0643\u0646\u0643 \u062a\u063a\u064a\u064a\u0631 \u062a\u0643\u0648\u064a\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062d\u0633\u0627\u0628 \u0627\u0644\u0627\u062e\u0631 \u064a\u062f\u0648\u064a\u0627\u064b.

torbirdy.email.advanced=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u0644\u0627\u062d\u0638\u0629 \u0627\u0646 \u062a\u063a\u064a\u0631 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u062a\u0642\u062f\u0645\u0629 \u0644\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u063a\u064a\u0631 \u0645\u0648\u0635\u064a \u0628\u0647.\n\u064a\u062c\u0628 \u0623\u0646 \u062a\u0633\u062a\u0645\u0631 \u0641\u0642\u0637 \u0625\u0630\u0627 \u0643\u0646\u062a \u0645\u062a\u0623\u0643\u062f\u0627 \u0645\u0645\u0627 \u062a\u0642\u0648\u0645 \u0628\u0647.
torbirdy.email.advanced.nextwarning=\u0627\u0638\u0647\u0627\u0631 \u0647\u0630\u0627 \u0627\u0644\u062a\u062d\u0630\u064a\u0631 \u0641\u064a \u0627\u0644\u0645\u0631\u0629 \u0627\u0644\u0642\u0627\u062f\u0645\u0629
torbirdy.email.advanced.title=\u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u062a\u0642\u062f\u0645\u0629 \u0644\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a

torbirdy.restart=\u062d\u062a\u064a \u064a\u064f\u0641\u0639\u0644 \u062a\u0641\u0636\u064a\u0644\u0643 \u0644\u0644\u062a\u0648\u0642\u064a\u062a \u0627\u0644\u062c\u062f\u064a\u062f, \u0631\u062c\u0627\u0621\u0627\u064b \u0627\u063a\u0644\u0642 \u062b\u0646\u062f\u0631\u0628\u064a\u0631\u062f \u0648 \u0623\u0639\u062f \u0641\u062a\u062d\u0647 \u0645\u0646 \u062c\u062f\u064a\u062f.

torbirdy.firstrun=\u0627\u0646\u062a \u0627\u0644\u0627\u0646 \u062a\u0639\u0645\u0644 \u0628\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a.\n\n\u0644\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0639\u0644\u0649 \u062d\u0645\u0627\u064a\u0629 \u0647\u0648\u064a\u062a\u0643, \u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0633\u0648\u0641 \u064a\u0641\u0631\u0636 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062b\u0627\u0646\u062f\u0631\u0628\u064a\u0631\u062f \u0627\u0644\u062a\u064a \u0627\u0639\u062f\u0647\u0627, \u0648 \u0630\u0644\u0643 \u064a\u0624\u062f\u064a \u0625\u0644\u064a \u0645\u0646\u0639\u0643 \u0627\u0646\u062a \u0627\u0648 \u0627\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0625\u0636\u0627\u0641\u064a \u0645\u0646 \u062a\u063a\u064a\u0631\u0647\u0627. \u064a\u0648\u062c\u062f \u0628\u0639\u0636 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631\u0647\u0627 \u0648 \u062a\u0633\u062a\u0637\u064a\u0639 \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u062a\u0644\u0643 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0639\u0646 \u0637\u0631\u064a\u0642 \u0646\u0627\u0641\u0630\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a. \u0641\u064a \u062d\u0627\u0644\u0629 \u0625\u0644\u063a\u0627\u0621 \u0627\u0648 \u062a\u0639\u0637\u064a\u0644 \u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a, \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0644 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a (\u0627\u0644\u062a\u064a \u0643\u0627\u0646\u062a \u0645\u0648\u062c\u0648\u062f\u0629 \u0642\u0628\u0644 \u062a\u062b\u0628\u064a\u062a \u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a).\n\n\u0625\u0630\u0627 \u0643\u0646\u062a \u0645\u0633\u062a\u062e\u062f\u0645 \u062c\u062f\u064a\u062f, \u0641\u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062d\u0633\u0646 \u0623\u0646 \u062a\u0642\u0631\u0623 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0648\u0642\u0639 \u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u062d\u062a\u064a \u062a\u0633\u062a\u0637\u064a\u0639 \u0627\u0646 \u062a\u0641\u0647\u0645 \u0645\u0627 \u0627\u0644\u0630\u064a \u0646\u062d\u0627\u0648\u0644 \u0625\u0646\u062c\u0627\u0632\u0647 \u0628\u062a\u0648\u0631\u0628\u064a\u0631\u062f\u064a \u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u0627.
torbirdy.website=https\://trac.torproject.org/projects/tor/wiki/torbirdy
