torbirdy.name=TorBirdy

torbirdy.enabled.tor=TorBirdy \u05de\u05d5\u05e4\u05e2\u05dc\: Tor
torbirdy.enabled.jondo=TorBirdy \u05de\u05d5\u05e4\u05e2\u05dc\: JonDo
torbirdy.enabled.custom=TorBirdy \u05de\u05d5\u05e4\u05e2\u05dc\: \u05e4\u05e8\u05d5\u05e7\u05e1\u05d9 \u05de\u05d5\u05ea\u05d0\u05dd \u05d0\u05d9\u05e9\u05d9\u05ea
torbirdy.enabled.torification=TorBirdy \u05de\u05d5\u05e4\u05e2\u05dc\: Transparent Torification
torbirdy.enabled.whonix=TorBirdy \u05de\u05d5\u05e4\u05e2\u05dc\: Whonix
torbirdy.disabled=TorBirdy \u05de\u05d5\u05e9\u05d1\u05ea\!

torbirdy.email.prompt=TorBirdy \u05de\u05e0\u05e2\u05d4 \u05d0\u05ea \u05d4\u05e4\u05e2\u05dc\u05ea \u05d0\u05e9\u05e3 \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d4\u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9\u05d5\u05ea \u05e9\u05dc Thunderbird \u05e2\u05dc \u05de\u05e0\u05ea \u05dc\u05e9\u05de\u05d5\u05e8 \u05e2\u05dc \u05d4\u05d0\u05e0\u05d5\u05e0\u05d9\u05de\u05d9\u05d5\u05ea \u05e9\u05dc\u05da.\n\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05d4\u05de\u05ea\u05d0\u05d9\u05de\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 %S \u05e0\u05e7\u05d1\u05e2\u05d5.\n\u05db\u05e2\u05ea \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea\u05da \u05dc\u05d4\u05ea\u05d0\u05d9\u05dd \u05d0\u05ea \u05e9\u05d0\u05e8 \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d1\u05d0\u05d5\u05e4\u05df \u05d9\u05d3\u05e0\u05d9.

torbirdy.email.advanced=\u05dc\u05ea\u05e9\u05d5\u05de\u05ea \u05dc\u05d1\u05da, \u05dc\u05d0 \u05de\u05d5\u05de\u05dc\u05e5 \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d4\u05de\u05e7\u05d3\u05de\u05d5\u05ea \u05e9\u05dc TorBirdy. \n\u05d4\u05de\u05e9\u05da \u05e8\u05e7 \u05d1\u05de\u05d9\u05d3\u05d4 \u05d5\u05d4\u05d9\u05e0\u05da \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05e2\u05e9\u05d5\u05ea \u05db\u05df.
torbirdy.email.advanced.nextwarning=\u05d4\u05e6\u05d2 \u05d0\u05d6\u05d4\u05e8\u05d4 \u05d6\u05d5 \u05d1\u05e4\u05e2\u05dd \u05d4\u05d1\u05d0\u05d4
torbirdy.email.advanced.title=\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05de\u05ea\u05e7\u05d3\u05de\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 TorBirdy

torbirdy.restart=\u05e2\u05dc \u05de\u05e0\u05ea \u05e9\u05d4\u05e2\u05d3\u05e4\u05d5\u05ea \u05d0\u05d9\u05d6\u05d5\u05e8 \u05d4\u05d6\u05de\u05df \u05d9\u05d1\u05d5\u05d0\u05d5 \u05dc\u05d9\u05d3\u05d9 \u05d1\u05d9\u05d8\u05d5\u05d9, \u05d0\u05e0\u05d0 \u05d4\u05e4\u05e2\u05dc \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea Thunderbird

torbirdy.firstrun=\u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9 \u05de\u05d5\u05e4\u05e2\u05dc \u05db\u05e2\u05ea. \\n\\n \u05e2\u05dc \u05de\u05e0\u05ea \u05dc\u05d4\u05d2\u05df \u05e2\u05dc \u05d4\u05d0\u05e0\u05d5\u05e0\u05d9\u05de\u05d9\u05d5\u05ea \u05e9\u05dc\u05da, \u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9 \u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9 \u05ea\u05d0\u05db\u05d5\u05e3 \u05d0\u05ea \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05e9\u05e7\u05d1\u05e2\u05d4, \u05e2\u05dc \u05de\u05e0\u05ea \u05e9\u05dc\u05d0 \u05d9\u05e9\u05d5\u05e0\u05d5 \u05e2\u05dc \u05d9\u05d3\u05d9\u05da \u05d0\u05d5 \u05e2\u05dc \u05d9\u05d3\u05d9 \u05ea\u05d5\u05e1\u05e3 \u05d0\u05d7\u05e8. \u05d9\u05e9\u05e0\u05df \u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05e9\u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea\u05da \u05dc\u05e9\u05e0\u05d5\u05ea \u05d5\u05d4\u05df \u05de\u05d5\u05e4\u05d9\u05e2\u05d5\u05ea \u05d1\u05e2\u05d4\u05d3\u05e4\u05d5\u05ea \u05e9\u05dc \u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9. \u05d1\u05de\u05d9\u05d3\u05d4 \u05d5\u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9 \u05ea\u05d5\u05e1\u05e8 \u05d0\u05d5 \u05ea\u05e0\u05d5\u05d8\u05e8\u05dc, \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d4\u05e0"\u05dc \u05d9\u05e9\u05d5\u05e0\u05d5 \u05d7\u05d6\u05e8\u05d4 \u05dc\u05e2\u05e8\u05db\u05d9 \u05d1\u05e8\u05d9\u05e8\u05ea \u05d4\u05de\u05d7\u05d3\u05dc \u05e9\u05dc\u05d4\u05dd (\u05dc\u05e4\u05e0\u05d9 \u05d4\u05ea\u05e7\u05e0\u05ea \u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9). \\n\\n \u05d0\u05dd \u05d4\u05d9\u05e0\u05da \u05de\u05e9\u05ea\u05de\u05e9 \u05d7\u05d3\u05e9, \u05de\u05d5\u05de\u05dc\u05e5 \u05e9\u05ea\u05e7\u05e8\u05d0 \u05d1\u05d0\u05ea\u05e8 \u05e9\u05dc \u05d8\u05d5\u05e8\u05d1\u05d9\u05e8\u05d3\u05d9 \u05d5\u05ea\u05d1\u05d9\u05df \u05de\u05d4 \u05de\u05d8\u05e8\u05ea \u05d4\u05ea\u05d5\u05e1\u05e3 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd.
torbirdy.website=https\://trac.torproject.org/projects/tor/wiki/torbirdy
