{
  "appDesc": {
    "message": "Snowflake ist eine WebRTC basierte austauschbare Übertragungsart für Tor."
  },
  "popupEnabled": {
    "message": "Aktiv"
  },
  "popupLearnMore": {
    "message": "Mehr erfahren"
  },
  "popupStatusOff": {
    "message": "Snowflake ist ausgeschaltet"
  },
  "popupStatusOn": {
    "message": "Anzahl der derzeit verbundenen Benutzer: $1"
  },
  "popupStatusReady": {
    "message": "Dein Snowflake ist bereit, Benutzern zu helfen, die Zensur zu umgehen."
  },
  "popupWebRTCOff": {
    "message": "WebRTC-Fähigkeit nicht erkannt."
  },
  "popupBridgeUnreachable": {
    "message": "Konnte keine Verbindung zur Brücke herstellen."
  },
  "popupDescOn": {
    "message": "Anzahl der Benutzer, die dein Snowflake in den letzten 24 Stunden geholfen hat, die Zensur zu umgehen: $1"
  },
  "badgeCookiesOff": {
    "message": "Cookies sind nicht aktiviert."
  },
  "websiteIntro": {
    "message": "Snowflake ist ein System um Internetzensur zu überwinden. Personen, die zensiert werden können Snowflake verwenden, um auf das Internet zuzugreifen. Deren Verbindung läuft über Snowflake proxies, welche von Freiwilligen betrieben werden. Für genauere Informationen über wie Snowflake funktioniert, besuchen Sie bitte das <a href=\"https://trac.torproject.org/projects/tor/wiki/doc/Snowflake/\" data-msgid=\"__MSG_docWiki__\">Dokumentations-Wiki</a>."
  },
  "docWiki": {
    "message": "documentation wiki"
  },
  "browser": {
    "message": "Browser"
  },
  "censoredUsers": {
    "message": "Falls Ihr Internetzugang zensiert ist, sollte Sie den <a href=\"https://www.torproject.org/download/\">Tor Browser</a> herunterladen."
  },
  "extension": {
    "message": "Erweiterung"
  },
  "installExtension": {
    "message": "Falls Ihr Internetzugang <strong>nicht</strong> zensiert ist, sollten Sie in Erwägung ziehen Snowflake zu installieren, um Nutzern in zensierten Netzwerken zu helfen. Sie brauchen sich keine Sorgen zu machen über die  Webseiten auf die die Nutzer über Ihren Proxy zugreifen. Deren sichtbare IP-Adresse entspricht der, des Tor Ausgangsknotenpunktes, nicht Ihrer."
  },
  "installFirefox": {
    "message": "Install in Firefox"
  },
  "installChrome": {
    "message": "Install in Chrome"
  },
  "reportingBugs": {
    "message": "Fehler werden gemeldet"
  },
  "fileBug": {
    "message": "Sollten Probleme bei der Verwendung von Snowflake als Nutzer oder Proxy auftauchen, bitten wir Sie den Fehler zu melden.  um das zu tun, müssen Sie"
  },
  "sharedAccount": {
    "message": "Entweder <a href=\"https://trac.torproject.org/projects/tor/register\">ein Benutzerkonto erstellen</a> oder <a href=\"https://trac.torproject.org/projects/tor/login\">sich anmelden</a> mit dem geteilten <b>Cypherpunks</b> Konto mit dem Passwort <b>writecode</b>."
  },
  "bugTracker": {
    "message": "<a href=\"https://trac.torproject.org/projects/tor/newticket?component=Circumvention%2FSnowflake\">Ein Ticket lösen</a> mithilfe unseres Bug Trackers."
  },
  "descriptive": {
    "message": "Bitte versuchen Sie alles so genau wie nur möglich zu beschreiben und falls möglich die Log-Nachrichten mitzuschicken, um uns zu helfen, den Fehler zu reproduzieren. Fügen Sie im Falle auch die Schlagwörter <em>snowflake-webextension</em> oder <em>snowflake-client</em> hinzu, um uns zu informieren welcher Teil des Snowflake-Systems den Fehler aufweist."
  },
  "embed": {
    "message": "Embed"
  },
  "possible": {
    "message": "Es ist nun möglich, den Snowflake Banner auf jeder Webseite einzubetten:"
  },
  "looksLike": {
    "message": "Was so aussieht:"
  }
}
