Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Creating default persistence configuration.
bn: ডিফল্ট স্থির ভলিউম কনফিগারেশন তৈরি করা হচ্ছে।
id: Membuat konfigurasi volume tetap standar.
ja: デフォルト永続的設定を作成中...
ka: იქმნება მუდმივი საცავის ნაგულისხმევი პარამეტრები.
ml: സാധാരണയുള്ള പെർസിസ്റ്റന്റ് സജ്ജീകരണങ്ങൾ നിർമിക്കുന്നു .
ms_my: Mencipta konfigurasi berterusan lalai.
nb: Oppretter standard vedvarende konfigurasjon.
sk: Vytváranie predvolenej konfigurácie trvalého oddielu.
sv: Skapa standard bestående konfiguration.

source: The default persistence configuration will be created.
bn: ডিফল্ট স্থির ভলিউম কনফিগারেশন তৈরি করা হবে.
id: Konfigurasi standar volume tetap akan dibuat.
ja: デフォルト永続的設定は作成されます。
ka: მუდმივი საცავის ნაგულისხმევი პარამეტრები შეიქმნება.
ml: സാധാരണയുള്ള പെർസിസ്റ്റന്റ് സജ്ജീകരണങ്ങൾ നിർമിക്കുന്നതായിരിക്കും .
ms_my: Konfigurasi berterusan lalai akan dicipta.
nb: Standard vedvarende konfigurasjon vil bli opprettet.
sk: Predvolená konfigurácia trvalého oddielu bude vytvorená.
sv: Standardkonfigurationen för bestående skapas.

source: Creating...
bg: Създава се ...
bn: তৈরি করা হচ্ছে ...
id: Membuat....
ja: 作成中...
ka: იქმნება...
ml: നിര്‍മ്മിക്കുന്നു...
ms_my: Mencipta...
nb: Oppretter…
sk: Vytváranie...
sr: Креирам...
sv: Skapar...

source: Creating the persistent volume...
bg: Създаване на устойчивото пространство ...
bn: স্থির ভলিউম তৈরি করা হচ্ছে ...
id: Pembuatan volume persistent
ja: 永続的ボリュームを作成中...
ka: იქმნება მუდმივი საცავი...
ml: പെർസിസ്റ്റന്റ് വോളിയo നിര്‍മ്മിക്കുന്നു...
ms_my: Mencipta volum berterusan...
nb: Oppretter vedvarende lagring…
sk: Vytvára sa trvalý oddiel...
sv: Skapar partition för bestående lagring...

source: Persistence wizard - Persistent volume configuration
bg: Persistence съветника - устойчиви пространство конфигурация
bn: দৃঢ়তা উইজার্ড - স্থির ভলিউম কনফিগারেশন
id: Wizard Persistent - konfigurasi persisent volume
ja: 永続ウィザード - 永続的ボリューム設定
ka: მუდმივი საცავის გამართვის მეგზური
ml: പെർസിസ്റ്റന്റ് വിസാർഡ് - പെർസിസ്റ്റന്റ് വോളിയം സജ്ജീകരണം
ms_my: Bestari berterusan - Konfigurasi volum berterusan
nb: Veiviser for oppsett av vedvarende lagring
sk: Sprievodca vytvorenia trvalého oddielu - Konfigurácia trvalého oddielu
sv: Guiden för konfiguration av bestående lagring

source: Specify the files that will be saved in the persistent volume
bg: Посочете файловете, които ще бъдат съхранени в продължаващото пространство
bn: স্থির ভলিউম সংরক্ষণ করা হবে এমন ফাইলগুলি নির্দিষ্ট করুন
id: File spesifik yang tersimpan di dalam persistent volume
ja: 永続的ボリュームで保存されるファイルを明示する
ka: ფაილების განსაზღვრა, რომელიც მუდმივ საცავზე შეინახება
ml: പെർസിസ്റ്റന്റ് വോളിയത്തിൽ സൂക്ഷിക്കേണ്ട ഫയൽസിനെ നിര്‍ദ്ദേശിക്കുക
ms_my: Nyatakan fail yang akan disimpan dalam volum berterusan
nb: Angi hvilke filer som skal brukes med vedvarende lagring
sk: Zvoľte súbory, ktoré budú uložené na trvalom oddiely
sv: Ange vilka filer som ska sparas i den bestående lagringen

source: The selected files will be stored in the encrypted partition %s (%s), on the <b>%s %s</b> device.
bg: Избраните файлове ще се съхраняват в криптиран дял %s (%s), на <b>%s %s</b> устройство.
bn: নির্বাচিত ফাইলগুলি <b> %s %s </ b> ডিভাইসে, এনক্রিপ্টেড পার্টিশন %s (%s) এ সংরক্ষণ করা হবে।
id: Berkas-berkas yang terseleksi akan disimpan di dalam partisi terenkripsi %s (%s), di perangkat <b>%s %s</b>.
ja: 選択したファイルは、<b>%s %s</b>デバイス上の、暗号化されたパーティション %s (%s)に保存されます。
ka: მითითებული ფაილები შეინახება დაშიფრულ დანაყოფზე %s (%s), <b>%s%s</b> მოწყობილობაზე.
ml: നിര്‍ദ്ദേശിച്ച ഫയസിൽനെ %s(%s),ഡിവൈസിലെ എൻക്രിപ്റ്റഡ് പാർട്ടീഷനിൽ <b>%s%s</b>ശേഖരിക്കുന്നതാണ് .
ms_my: Fail terpilih akan disimpan dalam sekatan tersulit %s (%s), di dalam peranti <b>%s%s</b>.
nb: De valgte filene vil bli lagret i den krypterte partisjonen %s (%s), på <b>%s %s</b>-enheten.
sk: Vybrané súbory budú uložené na zašifrovanom oddiely %s (%s), na zariadení <b>%s %s</b>.
sv: Valda filer kommer lagras i den krypterade partitionen %s (%s), på enheten <b>%s %s</b>.

source: Save
bg: Запази
bn: সংরক্ষণ করুন
id: Simpan
ja: 保存
ka: შენახვა
ml: സംരക്ഷിക്കുക
ms_my: Simpan
nb: Lagre
sk: Uložiť
sr: Запамти
sv: Spara

source: Saving...
bg: Запазване...
bn: সংরক্ষণ করা হচ্ছে ...
id: Sedang menyimpan....
ja: 保存中...
ka: ინახება...
ml: സൂക്ഷിക്കുന്നു ...
ms_my: Menyimpan...
nb: Lagrer…
sk: Uklavanie...
sr: Чувам...
sv: Sparar...

source: Saving persistence configuration...
bg: Запазване на постоянните конфигурация
bn: দৃঢ়তা কনফিগারেশন সংরক্ষণ করা হচ্ছে ...
id: konfigurasi penyimpanan persistent
ja: 永続的設定を保存中...
ka: ინახება მუდმივი საცავის პარამეტრები
ml: പെർസിസ്റ്റന്റ് സജ്ജീകരണങ്ങൾ സൂക്ഷിക്കുന്നു ...
ms_my: Menyimpan konfigurasi berterusan...
nb: Lagrer oppsett av vedvarende lagring…
sk: Ukladá sa konfigurácia trvalého oddielu...
sv: Sparar konfigurationen för bestående lagring...

source: Persistence wizard - Persistent volume deletion
bg: Persistence съветника - устойчиви обем заличаване
bn: দৃঢ়তা উইজার্ড - স্থির ভলিউম মোছা
id: Wizard Persistence - Penghapusan volume persistent
ja: 永続ウィザード - 永続的ボリューム削除
ka: მუდმივი საცავის წაშლის მეგზური
ml: പെർസിസ്റ്റന്റ് വിസാർഡ് - പെർസിസ്റ്റന്റ് വോളിയം നീക്കം ചെയ്യല്‍
ms_my: Bestarti beterusan - Pemadaman volum berterusan
nb: Veiviser for fjerning av vedvarende lagring
sk: Sprievodca vytvorenia trvalého oddielu - Odstránenie trvalého oddielu
sv: Bestående-guiden för borttagning av bestående lagring

source: Your persistent data will be deleted.
bg: Вашите постоянни данни ще бъдат изтрити.
bn: আপনার স্থায়ী তথ্য মুছে ফেলা হবে।
id: Data Persistent anda akan dihapus
ja: あなたの永続データが削除されます。
ka: მუდმივ მეხსიერებაზე შენახული მონაცემები წაიშლება.
ml: നിങ്ങളുടെ പെർസിസ്റ്റന്റ് ഡാറ്റ നീക്കം ചെയ്തു .
ms_my: Data berterusan anda akan dipadamkan.
nb: All data med vedvarende lagring vil fjernes.
sk: Vaše trvalé dáta budú uložené.
sv: Datan i den bestående lagringen kommer att tas bort.

source: The persistent volume %s (%s), on the <b>%s %s</b> device, will be deleted.
bg: Продължаващата памет %s (%s), на <b>%s %s</b> устройство, ще бъдат изтрита.
bn: <B> %s %s </ b> ডিভাইসে স্থায়ী ভলিউম %s (%s), মুছে ফেলা হবে।
id: Volume persistent %s (%s), pada perangkat <b>%s %s</b> , akan dihapus .
ja: 永続ボリューム %s (%s) (<b>%s %s</b>デバイス上) は削除されます。
ka: მუდმივი საცავი %s (%s), მოწყობილობაზე <b>%s%s</b>, წაიშლება.
ml: ഡിവൈസിലെ %s(%s)പെർസിസ്റ്റന്റ് വോളിയം, <b>%s%s</b>നീക്കം ചെയ്യുന്നതായിരിക്കും .
ms_my: Volum berterusan %s (%s), di dalam peranti <b>%s%s</b>, akan dipadamkan.
nb: Vedvarende lagring %s (%s), på <b>%s %s</b> enheten, vil fjernes.
sk: Trvalý oddiel %s (%s) na zariadení <b>%s %s</b> bude odstránený.
sv: Partitionen %s (%s) med bestående lagring, på enheten <b>%s %s</b>, kommer att tas bort.

source: Delete
bg: Изтрий
bn: মুছুন
id: Hapus
ja: 削除
ka: წაშლა
ml: നീക്കം ചെയ്യുക
ms_my: Padam
nb: Slett
sk: Odstrániť
sr: Обриши
sv: Radera

source: Deleting...
bg: Изтрива се ...
bn: মোছা হচ্ছে ...
id: Sedang menghapus....
ja: 削除中...
ka: იშლება
ml: നീക്കം ചെയ്യുന്നു ...
ms_my: Memadam...
nb: Sletter…
sk: Vymazávanie...
sr: Brišem...
sv: Tar bort...

source: Deleting the persistent volume...
bg: Изтриването на постоянен обем ...
bn: স্থির ভলিউম মুছে ফেলছে ...
id: Penghapusan persistent volume
ja: 永続的ボリュームを削除中...
ka: მუდმივი საცავის იშლება...
ml: പെർസിസ്റ്റന്റ് വോളിയo നീക്കം ചെയ്യുന്നു ...
ms_my: Memadam volum berterusan...
nb: Fjerner vedvarende lagring…
sk: Odstraňuje sa trvalý oddiel...
sv: Tar bort den bestående lagringen...

source: Personal Data
bg: Лични данни
bn: ব্যক্তিগত তথ্য
id: Data Pribadi
ja: 個人データ
ka: პირადი მონაცემები
ml: വ്യക്തിപരമായ വിവരങ്ങൾ
ms_my: Data Peribadi
nb: Personlig data
sk: Osobné údaje
sr: Privatni podaci
sv: Personlig data

source: Keep files stored in the `Persistent' directory
bg: Съхранявай файловете в "Постоянна"(Persistent) директория
bn: `স্থায়ী 'ডিরেক্টরির মধ্যে সংরক্ষিত ফাইল রাখুন
id: Simpan berkas di direktori `Persistent'
ja: `永続的'ディレクトリに保管されたファイルを保つ
ka: მუდმივი მეხსიერების საქაღალდეში შენახული ფაილების დატოვება
ml: സ്ഥിരമായ ഡിറക്ടറിയിൽ വെച്ചിരിക്കുന്ന ഫയൽസ് സൂക്ഷിക്കുക .
ms_my: Kekalkan fail yang disimpan di dalam direktori 'Persistent'
nb: Behold filer lagret i mappen `vedvarende'
sk: Ponechať súbory uložené v `Trvalom adresári'
sr: Čuvajte datoteke u `Trajnom` direktorijumu
sv: Behåll filer lagrade i katalogen `Persistent'

source: Browser Bookmarks
bn: ব্রাউজারের বুকমার্ক
id: Markah Peramban
ja: ブラウザのブックマーク
ka: ბრაუზერის სანიშნები
ml: ബ്രൌസർ ബുക്മാർക്സ്
ms_my: Tanda Buku Pelayar
nb: Nettleser Bokmerker
sk: Záložky prehliadača
sr: Obeleživači veb pregledača
sv: Webbläsarens bokmärken

source: Bookmarks saved in the Tor Browser
bg: Отметките са запазени в Tor Browser
bn: টর ব্রাউজারে সংরক্ষিত বুকমার্ক
id: Markah tersimpan di dalam peramban Tor
ja: Tor Browser に保存されたブックマーク
ka: Tor-ბრაუზერში შენახული სანიშნები
ml: ടോർ ബ്രൗസറിൽ സേവ് ചെയ്തിട്ടുള്ള ബുക്ക് മാർക്സ്
ms_my: Tanda buku telah disimpan di dalam Pelayar Tor
nb: Bokmerker lagret i Tor-nettleseren
sk: Záložky uložené v Prehliadači Tor
sr: Obeleživači sačuvani u Tor pregledču
sv: Bokmärken sparade i Tor Browser

source: Network Connections
bg: Мрежовите връзки
bn: নেটওয়ার্ক সংযোগ
id: Koneksi Jaringan
ja: ネットワーク接続
ka: ქსელის კავშირები
ml: നെറ്റ്വർക്ക് കണക്ഷൻസ്
ms_my: Sambungan Rangkaian
nb: Nettverkstilkoblinger
sk: Sieťové pripojenia
sr: Mrežne veze
sv: Nätverksanslutningar

source: Configuration of network devices and connections
bg: Конфигуриране на мрежови устройства и връзки
bn: নেটওয়ার্ক ডিভাইস এবং সংযোগগুলির কনফিগারেশন
id: Pengaturan perangkat jaringan dan koneksi
ja: ネットワークデバイスと接続の設定
ka: ქსელის მოწყობილობებისა და კავშირების გამართვა
ml: നെറ്വർക് ഡിവൈസുകളുടെയും കണക്ഷൻസ് ന്റെയും സജ്ജീകരണങ്ങൾ
ms_my: Konfigurasi peranti rangkaian dan sambungan
nb: Oppsett av nettverksenheter og tilkoblinger
sk: Konfigurácia sieťových zariadení a pripojení
sr: Konfiguracija mrežnih uređaja i veza
sv: Konfiguration av nätverksenheter och anslutningar

source: Software installed when starting Tails
bn: Tails শুরু করার সময় সফটওয়্যার ইনস্টল করা হয়েছে।
id: Perangkat lunak terpasang saat memulai Tails
ja: ソフトウェアはTailsが起動した時にインストールされました
ka: პროგრამა დაყენებულია Tails-ის გაშვებამდე
ml: ടൈൽസ് സ്റ്റാർട്ട് ചെയ്തപ്പോൾ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുള്ള സോഫ്ട്‍വെയർസ്
ms_my: Perisian dipasang ketika memulakan Tails
nb: Programvare installert ved start av Tails
sk: Softvér inštalovaný pri spustení Tails
sr: Softver instaliran kada se pokreće Tails
sv: Programvara installerad när du startar Tails

source: Printers
bg: Принтери
id: Pencetak
ja: プリンター
ka: პრინტერები
ml: പ്രിന്റേഴ്‌സ്
ms_my: Pencetak
nb: Skrivere
sk: Tlačiarne
sr: Štampači
sv: Skrivare

source: Printers configuration
bg: Конфигурация на принтери
bn: প্রিন্টার কনফিগারেশন
id: Konfigurasi pencetak
ja: プリンターの設定
ka: პრინტერების გამართვა
ml: പ്രിന്റേർ സജ്ജീകരണങ്ങൾ
ms_my: Konfigurasi pencetak
nb: Skriveroppsett
sk: Nastavenia tlačiarní
sr: Konfiguracija štampača
sv: Konfiguration av skrivare

source: Thunderbird
bn: থান্ডারবার্ড
ml: തൻഡെർബിഡ്

source: Thunderbird emails, feeds, and settings
bn: থান্ডারবার্ড ইমেল, ফিড এবং সেটিংস
id: Surel, feed, dan pengaturan Thunderbird
ja: Thunderbird のメール、フィード、設定
ka: Thunderbird-ის ელფოსტები, არხები და პარამეტრები
ml: തൻഡെർബിഡ് ഇമൈൽസ് , ഫീഡ്സ് കൂടാതെ സജ്ജീകരണങ്ങൾ
ms_my: Emel, suapan, dan tetapan Thunderbird
nb: Thunderbird e-poster, feeder og innstillinger
sk: E-maily, RSS zdroje a nastavenia z Thunderbirdu
sr: Thunderberd mejlovi, izvori i podešavanja
sv: Thunderbird e-post, flöden och inställningar

source: GnuPG
ml: ഗ് നു പി ജി

source: GnuPG keyrings and configuration
bg: GnuPG ключодържатели и конфигурация
bn: GnuPG কিয়ার এবং কনফিগারেশন
id: Keyrings GnuPG dan konfigurasi
ja: GnuPGのキーホルダーと設定
ka: GnuPG გასაღებები და გამართვა
ml: ഗ് നു പി ജി കീ റിങ്‌സും സജ്ജീകരണങ്ങളും
ms_my: Konfigurasi dan rantai kunci GnuPG
nb: GnuPG-nøkkelringer, og oppsett
sk: GnuPG kľúčenky a nastavenia
sr: GnuPG keyrings i konfiguracija
sv: GnuPG nyckelringar och konfiguration

source: Bitcoin Client
bn: বিটকয়েন ক্লায়েন্ট
id: Klien Bitcoin
ja: Bitcoin クライアント
ka: Bitcoin-კლიენტი
ml: ബിറ്റ് കോയിൻ ക്ലയന്റ്
ms_my: Klien Bitcoin
nb: Bitcoin Klient
sk: Bitcoin klient
sr: Bitkoin klijent
sv: Bitcoin-klient

source: Electrum's bitcoin wallet and configuration
bg: Електрум биткоинт портфейл и конфигурация
bn: ইলেক্ট্রামের বিটকয়েন ওয়াট এবং কনফিগারেশন
id: Dompet bitcoin dan konfigurasi Electrum
ja: Electrum のBitcoin ウォレットと設定
ka: Electrum-ის ბიტკოინ-საფულე და გამართვა
ml: എലക്ടറാoസ് ബിറ്റ് കോയിൻ വാലറ്റും സജ്ജീകരണങ്ങളും
ms_my: Dompet dan konfigurasi bitcoin Electrum
nb: Electrum sin bitcoin-klient og oppsett av den
sk: Electrum bitcoin peňaženka a konfigurácia
sr: Electrum bitkoin novčanik i konfiguracija
sv: Electrum's bitcoin plånbok och konfiguration

source: Pidgin
ml: പിഡ് ഗിൻ

source: Pidgin profiles and OTR keyring
bg: Pidgin профили и OTR ключодържател
bn: পাইডিন প্রোফাইল এবং ওটিআর কীরিং
id: Profil Pidgin dan keyring OTR
ja: PidginのプロファイルとOTRキーホルダー
ka: Pidgin-პროფილები და OTR-გასაღები
ml: പിഡ്ഗിൻ പ്രൊഫൈൽസും ഓ ടി ആർ കീറിങ്
ms_my: Profil Pidgin dan rantai kunci OTR
nb: Pidgin-profiler, og OTR-nøkkelring
sk: Pidgin profily a OTR kľúčenka
sr: Pidgin profili i OTR keyring
sv: Pidgin-profiler och OTR-nyckelring

source: SSH Client
bg: SSH програма
id: Aplikasi SSH
ja: SSHクライアント
ka: SSH-კლიენტი
ml: എസ് എസ് എഛ് ക്ലയന്റ്
ms_my: Klien SSH
nb: SSH-klient
sk: SSH klient
sr: SSH Klijent
sv: SSH-klient

source: SSH keys, configuration and known hosts
bg: SSH ключове, конфигурация и познатите хостове
bn: SSH কী, কনফিগারেশন এবং পরিচিত হোস্ট
id: Kunci SSH, konfigurasi dan hos yang dikenal
ja: SSHキー、設定、知っているホスト
ka: SSH-გასაღებები, გამართვა და ცნობილი მისამართები
ml: എസ് എസ് എഛ് കീയ്സ് , സജ്ജീകരണങ്ങളും അറിയാവുന്ന ഹോസ്റ്റുകളും
ms_my: Kunci SSH, konfigurasi dan hos yang dikenali
nb: SSH-nøkler, oppsett, og kjente verter
sk: SSH kľúče, konfigurácia a známe počitače
sr: SSH ključevi, konfiguracija i poznati domaćini tj. hostovi
sv: SSH-nycklar, konfiguration och kända värdar

source: Dotfiles
id: Berkas titik
ja: ドットファイル
ml: ഡോട്ട് ഫയൽസ്
nb: Dotfiler
sr: Dotfiles (konfiguracioni fajlovi)
sv: Punktfiler

source: Symlink into $HOME every file or directory found in the `dotfiles' directory
bg: Символична връзка в $ HOME всеки файл или директория в директория "dotfiles"
bn: `ডটফাইলস 'ডাইরেক্টরিতে পাওয়া প্রতিটি ফাইল বা ডাইরেক্টরিতে $ HOME এ Symlink
id: Symlink ke dalam $HOME setiap file atau direktori di peroleh dalam direktori 'dotfiles'
ja: `ドットファイル'ディレクトリで見つかった$HOMEの各ファイルかディレクトリへのシンボリックリンク
ka: სიმბოლური ბმულები $HOME საქაღალდეში, `dotfiles' საქაღალდეში არსებული თითოეული ფაილისა და ქვესაქაღალდის
ml: ഡോട്ട് ഫയൽസ് ഡയറക്ടറിയിൽ $ഹോം കാണുന്ന എല്ലാ ഫയലുകളിലേക്കും ഡയറക്ടറികളിലേക്കും സിംലിങ്ക് ചെയ്യുക
ms_my: Pautan simbolik ke dalam setiap fail atau direktori $HOME ditemui dalam direktori 'dotfiles'
nb: Opp alle symbolsk lenke til til $HOME for hver av filene eller katalogene funnet i '.fil'-katalogen
sk: Všetky súbory alebo priečinky, ktoré boli nájdené v priečinku `dotfiles', symbolicky prepojiť s $HOME.
sr: Povežite (symlink) u $HOME svaku datoteku ili direktorijum pronađenu u `dotfiles` direktorijumu
sv: Länka in i $HOME varje fil och katalog som finns i `dotfiles' katalogen

source: Custom
bg: Настройка
bn: পছন্দসই
id: Kustom
ja: カスタム
ka: მითითებული
ml: നടപടിക്രമം
ms_my: Suai
nb: Egendefinert
sk: Vlastné
sr: Ručno upisivanje
sv: Anpassad

source: Setup Tails persistent volume
bg: Настройка Tails устойчиви обем
bn: সেট পুকুর দৃঢ় ভলিউম
id: Pengaturan volume tetap Tails
ja: Talisの永続的ボリュームをセットアップ
ka: Tails-ის მუდმივი მეხსიერების გამართვა
ml: സ്ഥിരമായ ഒരു ടൈൽസ് വോളിയം സജ്ജീകരിക്കുക
ms_my: Persediaan volum berterusan Tails
nb: Sett opp Tails med vedvarende lagring
sk: Nastavenie trvalého oddielu Tails
sr: Podesite Tails trajni prostor
sv: Konfigurera bestående lagring för Tails

source: Error
az: Xəta
bg: ГРЕШКА
bn: ভুল
eo: Eraro
gl: Erro
id: Kesalahan
ja: エラー
ka: შეცდომა
kk: Қате
ml: പിശക്
ms_my: Ralat
nb: Feil
sk: Chyba
sq: Gabim
sr: Greška
sv: Fel

source: Device %s already has a persistent volume.
bg: Устройството %s вече има постоянен обем.
bn: %s ডিভাইসটি ইতিমধ্যে একটি ক্রমাগত ভলিউম আছে।
id: Perangkat %s sudah memiliki volume tetap.
ja: デバイス %s にはすでに永続的ボリュームがあります。
ka: %s მოწყობილობას უკვე გააჩნია მუდმივი მეხსიერების საცავი.
ml: ഡിവൈസിനു %sനേരത്തെ തന്നെ ഒരു സ്ഥിരമായ വോളിയം ഉണ്ട് .
ms_my: Peranti %s sudah memilik volum berterusan.
nb: Enheten %s er allerede satt opp med en vedvarende lagring.
sk: Zariadenie %s už obsahuje trvalý oddiel.
sr: Uređaj 1%s već ima trajni prostor.
sv: Enhet %s innehåller redan en partition med bestående lagring.

source: Device %s has not enough unallocated space.
bg: Устройството %s не е достатъчно неразпределено пространство.
bn: ডিভাইসের %s পর্যাপ্ত বরাদ্দকৃত স্থান নেই।
id: Perangkat %s tidak memiliki ruang tidak teralokasi yang cukup.
ja: デバイス %s には十分な未割り当て領域がありません。
ka: მოწყობილობაზე %s, არ არის საკმარისი თავისუფალი ადგილი.
ml: ഡിവൈസിനു %s മതിയായ വിനിയോഗിക്കാത്ത സ്ഥലം ഇല്ല .
ms_my: Peranti %s tidak mempunyai ruang tak-teruntuk yang mencukupi.
nb: Enheten %s har ikke nok upartisjonert plass ledig.
sk: Zariadenie %s nemá dostatok voľného miesta.
sr: Uređaj %s nema dovoljno nedodeljenog prostora.
sv: Enhet %s saknar tillräckligt med opartitionerat utrymme.

source: Device %s has no persistent volume.
bg: Устройството %s не разполага с постоянен обем.
bn: ডিভাইসের %s- এর কোন ক্রমাগত ভলিউম নেই।
id: Device %s tidak memiliki volume persistent
ja: デバイス %s には永続的ボリュームがありません。
ka: %s მოწყობილობას არ გააჩნია მუდმივი მეხსიერების საცავი.
ml: ഡിവൈസിനു %sസ്ഥിരമായ വോളിയം ഇല്ല .
ms_my: Peranti %s tidak mempunyai volum berterusan.
nb: Enheten %s er ikke satt opp med en vedvarende lagring.
sk: Zariadenie %s neobsahuje žiadny trvalý oddiel.
sr: Uredjaj %s nema trajni prostor.
sv: Enhet %s innehåller ingen partition för bestående lagring.

source: Cannot delete the persistent volume on %s while in use. You should restart Tails without persistence.
bn: ব্যবহার করার সময় %s-তে একরোখা ভলিউম মুছে ফেলা যায় না । আপনার Tails ছাড়া পুনরারম্ভ করা উচিত। আপনি অবিরত ভলিউম ছাড়া টails পুনরায় আরম্ভ করা উচিত।
id: Tidak dapat menghapus volume tetap pada %s saat digunakan. Anda harus mengulang kembali Tails tanpa volume tetap.
ja: 使用中の間は永続的ボリューム %s を削除出来ません。永続をオフにして Tails を再起動すべきです。
ka: შეუძლებელია მუდმივი მეხსიერების საცავის წაშლა %s-ზე, როდესაც გამოიყენება. ხელახლა უნდა გაუშვათ Tails მუდმივი მეხსიერების გარეშე.
ml: ഉപയോഗത്തിൽ ഇരിക്കുന്നതുകൊണ്ടു സ്ഥിരമായ വോളിയം %s ഡിലീറ്റ് ചെയ്യാൻ കഴിയില്ല . നിങ്ങൾ നിർബന്ധമായും സ്ഥിരമല്ലാത്ത്ത രീതിയിൽ ടൈൽസ് റീ സ്റ്റാർട്ട് ചെയ്യുക .
ms_my: Tidak dapat memadam volum berterusan dalam %s ketika ia masih digunakan. Anda patut memulakan semula Tails tanpa berterusan.
nb: Kan ikke slette den vedvarende lagringen på %s mens det er i bruk. Du bør starte Tails på nytt uten vedvarende lagring.
sk: Nie je možné zmazať trvalý oddiel na %s kým sa používa. Mali by ste reštartovať Tails bez trvalého oddielu.
sr: Nije moguće obrisati trajni prostor na %s dok se trenutno koristi. Trebalo bi da ponovo pokrenete Tails bez trajnog prostora.
sv: Det går inte att ta bort den bestående volymen på %s när den används. Du bör starta om Tails utan bestånd.

source: Persistence volume on %s is not unlocked.
bn: %s অন স্থায়ী ভলিউম আনলক হয় নি।
id: Volume tetap pada %s tidak terkunci.
ja: 永続的ボリューム %s がアンロックされていません。
ka: მუდმივი მეხსიერების საცავი %s-ზე არაა გახსნილი.
ml: സ്ഥിരമായ വോളിയം %s അൺലോക്ക് ചെയ്തിട്ടില്ല .
ms_my: Volum berterusan pada %s berkunci.
nb: Vedvarende lagring på %s er ikke låst opp.
sk: Trvalý oddiel na %s nie je odomknutý.
sr: Trajni prostor na %s nije otključan.
sv: Bestående volym på %s är inte upplåst.

source: Persistence volume on %s is not mounted.
bn: %s নেভিগেশন স্থায়ী ভলিউম মাউন্ট করা হয় নি।
id: Volume tetap pada %s tidak terpasang.
ja: 永続的ボリューム %s がマウントされていません。
ka: მუდმივი მეხსიერების საცავი %s-ზე არაა მიერთებული.
ml: സ്ഥിരമായ വോളിയം %s മൌണ്ട് ചെയ്തിട്ടില്ല .
ms_my: Volum berterusan pada %s tidak dilekapkan.
nb: Vedvarende lagring på %s er ikke montert.
sk: Trvalý oddiel na %s nie je pripojený.
sr: Trajni prostor na %s nije montiran.
sv: Bestående volym på %s är inte monterad.

source: Persistence volume on %s is not readable. Permissions or ownership problems?
bn: %s উপর স্থির ভলিউম পঠনযোগ্য নয়। অনুমতি বা মালিকানা সমস্যা?
id: Volume tetap pada %s tidak terbaca. Masalah izin atau kepemilikan?
ja: 永続的ボリューム %s が読み込み可能ではありません。パーミッションや所有権に問題があるかもしれません。
ka: მუდმივი მეხსიერების საცავი %s-ზე არ იკითხება. შესაძლოა, ნებართვების ან მფლობელობის გამო?
ml: സ്ഥിരമായ വോളിയം %s വായിക്കാൻ പറ്റുന്നതല്ല . അനുമതിയുടെയോ ഉടമസ്ഥാവകാശത്തിന്റേയോ പ്രേശ്നമാണോ ?
ms_my: Volum berterusan pada %s tidak boleh-baca. Masalah keizinan atau pemilikan?
nb: Vedvarende lagring på %s er ikke leselig. Rettigheter eller eierskap problemer?
sk: Trvalý oddiel na %s nie je čitateľný. Problém s oprávnením alebo vlasníckymi právami?
sr: Trajni prostor na %s nije čitljiv. Ima li problema sa dozvolama ili vlasništvom ?
sv: Bestående volym på %s är inte läsbar. Behörighets eller äganderättsproblem?

source: Persistence volume on %s is not writable.
bn: %s উপর স্থির ভলিউম লিখনযোগ্য নয়।
id: Volume tetap pada %s tidak dapat ditulis.
ja: 永続的ボリューム %s が書き込み可能ではありません。
ka: მუდმივი მეხსიერების საცავს %s-ზე არ აქვს ჩაწერის შესაძლებლობა.
ml: സ്ഥിരമായ വോളിയത്തിൽ %s എഴുതാൻ പറ്റുന്നതല്ല .
ms_my: Volum berterusan pada %s tidak boleh-tulis.
nb: Vedvarende lagring på %s kan ikke skrives til.
sk: Na Trvalý oddiel na %s nie je možné zapisovať.
sr: Ne može se pisati na trajnom prostoru %s.
sv: Bestående volym på %s är inte skrivbar.

source: Tails is running from non-USB / non-SDIO device %s.
bg: Tails работи от устройство различно от USB/SDIO %s.
bn: নন-ইউএসবি / অ-এসডিআইও ডিভাইস %s থেকে চলছে
id: Tails dijalankan dari perangkat non-USB atau non-SDIO (perangkat %s).
ja: Tailsは現在、USBまたはSDIOでないデバイス %s から動作しています。
ka: Tails გაშვებულია USB / SDIO-ს არ მქონე მოწყობილობიდან %s.
ml: ടൈൽസ് റൺ ചെയ്യുന്നത് നോൺ-യു എസ് ബി / നോൺ-എസ് ഡി ഐ ഓ ഡിവൈസിൽ നിന്ന് %s.
ms_my: Tails dijalankan melalui peranti %s bukan-USB / bukan-SDIO.
nb: Tails kjører ikke fra en USB / SDIO enhet %s.
sk: Tail je spustený z iného ako USB / SDIO zariadenia %s.
sr: Tails se pokreće sa ne-USB/ne-SDIO uređaja %s.
sv: Tails körs från icke-USB / icke-SDIO enheten %s.

source: Device %s is optical.
bg: Устройството %s е оптично.
bn: ডিভাইস %s অপটিক্যাল হয়।
id: Perangkat %s adalah CD/DVD.
ja: デバイス %sは光学機器です。
ka: მოწყობილობა %s ოპტიკურია.
ml: ഡിവൈസ് %s ഒപ്റ്റിക്കൽ ആണ് .
ms_my: Peranti %s ialah jenis optikal.
nb: %s er en optisk enhet.
sk: Zariadenie %s je optické.
sr: Uređaj %s je optički.
sv: Enheten %s är optisk.

source: Device %s was not created using a USB image or Tails Installer.
bn: ডিভাইস %s একটি USB image বা Tails Installer ব্যবহার করে তৈরি করা হয়নি।
id: Perangkat %s tidak dibuat menggunakan sebuah gambar USB atau pemasang Tails.
ja: デバイス%sは、USBイメージまたはTails Installerを使用して作成されたものではありません。
ka: მოწყობილობა %s არაა შექმნილი USB-ასლით ან Tails-ის დასაყენებელი პროგრამით.
ml: ഡേവിസ് %s നിർമ്മിച്ചത് യു എസ് ബി ഇമേജ് അല്ലെങ്കിൽ ടൈൽസ് ഇൻസ്റ്റാളർ വഴിയല്ല .
nb: Enheten %s ble ikke opprettet ved å bruke et USB bilde eller Tails Installer.
sk: Zariadenie%s nebolo vytvorené použitím obrazu USB, alebo pomocou inštalátora Tails.
sr: Uređaj %s nije napravljen od USB slike niti Tails instalatora.
sv: Enheten %s skapades inte med hjälp av en USB-bild eller Tails Installer.

source: Persistence wizard - Finished
bg: Устойчивото Wizard - Завършен
bn: দৃঢ়তা উইজার্ড - সমাপ্ত
id: Wizard persistent - selesai
ja: 永続ウィザード -終了
ka: მუდმივი მეხსიერების მეგზური - დასრულებულია
ml: പെർസിസ്റ്റന്റ് വിസാർഡ് - കഴിഞ്ഞിരിക്കുന്നു
ms_my: Bestari berterusan - Selesai
nb: Veiviser for vedvarende enget - Ferdig
sk: Sprievodca vytvorenia trvalého oddielu Tails - Dokončený
sr: Čarobnjak za trajni prostor - Gotovo
sv: Bestående-guiden - Avslutad
