Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Please select a Tails ISO image.
et: Palun valige Tails'i ISO
ml: ഒരു ടെയിൽസ് ഐ‌എസ്ഒ ഇമേജ് തിരഞ്ഞെടുക്കുക.

source: No device suitable to install Tails could be found
et: Ühtegi seadet mille peale sobib Tails'i installida ei suudetud leida
ml: ടെയിൽ‌സ് ഇൻ‌സ്റ്റാൾ‌ ചെയ്യുന്നതിന് അനുയോജ്യമായ ഒരു ഉപകരണവും കണ്ടെത്താൻ‌ കഴിഞ്ഞില്ല

source: Please plug a USB flash drive or SD card of at least %0.1f GB.
et: Palun sisestage USB pulk või SD kaart mille maht on vähemalt %0.1f GB.
ml: കുറഞ്ഞത് %0.1fഒരു ജിബി യുഎസ്ബി ഫ്ലാഷ് ഡ്രൈവ് അല്ലെങ്കിൽ എസ്ഡി കാർഡ് പ്ലഗ് ചെയ്യുക.

source: The USB stick "%(pretty_name)s" is configured as non-removable by its manufacturer and Tails will fail to start from it. Please try installing on a different model.
et: USB pulk "%(pretty_name)s" on konfigureeritud mitte-eemaldavana tootja poolt ja Tails'i ei saa selle peal käivitada. Palun proovige installida teise mudeli peale.
ml: യുഎസ്ബി സ്റ്റിക്ക് "%(pretty_name)s" അതിന്റെ നിർമ്മാതാവ് നീക്കംചെയ്യാനാകാത്തതായി ക്രമീകരിച്ചിരിക്കുന്നു കൂടാതെ ടൈൽസ് അതിൽ നിന്ന് ആരംഭിക്കുന്നതിൽ പരാജയപ്പെടും. മറ്റൊരു മോഡലിൽ ഇൻസ്റ്റാൾ ചെയ്യാൻ ശ്രമിക്കുക.

source: The device "%(pretty_name)s" is too small to install Tails (at least %(size)s GB is required).
et: Seade "%(pretty_name)s" on liiga väike et installida Tails'i (vaja on vähemalt %(size)s GB).
ml: "%(pretty_name)s" ഉപകരണം ടെയിൽസ് ഇൻസ്റ്റാൾ ചെയ്യാൻ വളരെ ചെറുതാണ് (കുറഞ്ഞത് %(size)s ജിബി ആവശ്യമാണ്).
sk_sk: Zariadenie "%(pretty_name)s" je príliš malé na inštaláciu Tails (je vyžadovaných minimálne %(size)s GB)

source: To upgrade device "%(pretty_name)s" from this Tails, you need to use a downloaded Tails ISO image: https://tails.boum.org/install/download
et: Et seadet "%(pretty_name)s" sellest Tails'i isendist uuendada pead kasutama allalaetud ISO: https://tails.boum.org/install/download
ml: ഈ വാലുകളിൽ നിന്ന് ഉപകരണം "%(pretty_name)s" അപ്ഗ്രേഡ് ചെയ്യുന്നതിന്, നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ടെയിൽസ് ഐ‌എസ്ഒ ഇമേജ് ഉപയോഗിക്കേണ്ടതുണ്ട്: https://tails.boum.org/install/download

source: An error happened while installing Tails
et: Ilmnes viga Tails'i installimise ajal
ml: ടെയിൽസ് ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു

source: Confirm the target USB stick
et: Kinnitage siht USB pulk
ml: ടാർഗെറ്റ് യുഎസ്ബി സ്റ്റിക്ക് സ്ഥിരീകരിക്കുക

source: %(size)s %(vendor)s %(model)s device (%(device)s) All data on this USB stick will be lost.
et: %(size)s %(vendor)s %(model)s seade (%(device)s) Kõik andmed selle USB pulga peal lähevad kaotsi.
ml: %(size)s%(vendor)s%(model)sഉപകരണം (%(device)s) ഈ യുഎസ്ബി സ്റ്റിക്കിലെ എല്ലാ ഡാറ്റയും നഷ്‌ടപ്പെടും.

source: %(parent_size)s %(vendor)s %(model)s device (%(device)s)
et: %(parent_size)s %(vendor)s %(model)s seade (%(device)s)
ml: %(parent_size)s%(vendor)s%(model)s ഉപകരണം (%(device)s)

source: The persistent storage on this USB stick will be preserved.
et: Püsimälu selle USB pulga peal säilitatakse.
ml: ഈ യുഎസ്ബി സ്റ്റിക്കിലെ സ്ഥിരമായ സംഭരണം സംരക്ഷിക്കപ്പെടും.

source: Unable to find LiveOS on ISO
et: Ei suutnud LiveOS'i ISO pealt leida
ml: ISO- ൽ LiveOS കണ്ടെത്താനായില്ല

source: Could not guess underlying block device: %s
et: Ei suutnud tuvastada plokkseadet: %s
ml: അടിസ്ഥാന ബ്ലോക്ക് ഉപകരണം ഗ്രേഹിക്കാൻ കഴിഞ്ഞില്ല: %s

source: There was a problem executing `%s`. %s %s
et: Ilmnes probleem `%s` käivitamisel. %s %s
ml: `%s` `` എക്സിക്യൂട്ട് ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്. %s %s

source: '%s' does not exist
et: '%s' pole olemas
ml: '%s' '' നിലവിലില്ല

source: '%s' is not a directory
et: '%s' ei ole kataloog
ml: '%s' ഒരു ഡയറക്ടറി അല്ല

source: Skipping '%(filename)s'
et: Jätan vahele '%(filename)s'
ml: ഒഴിവാക്കുന്നു '%(filename)s'

source: There was a problem executing `%s`.%s %s
et: Ilmnes probleem `%s` käivitamisel.%s %s
ml: പൂര്‍ത്തിയാക്കുന്നതിൽ ഒരു പ്രേസനം സംഭവിച്ചു %s.%s %s

source: Could not open device for writing.
et: Ei suutnud seadet avada et selle peale kirjutada.
ml: എഴുതുന്നതിനായി ഉപകരണം തുറക്കാനായില്ല.

source: Select a distribution to download:
et: Valige distro mida alla laadida:
ml: ഡൗൺ‌ലോഡുചെയ്യുന്നതിന് ഒരു വിതരണം തിരഞ്ഞെടുക്കുക:

source: Target USB stick:
et: Siht USB pulk:
ml: ടാർഗെറ്റ് യുഎസ്ബി സ്റ്റിക്ക്:

source: Reinstall (delete all data)
et: Taasinstalli (kustuta kõik andmed)
ml: വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക (എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കുക)

source: "Clone & Install"
sk_sk: "Klonovať & inštalovať"

source: "Install from ISO"
sk_sk: "Inštalovať z ISO"

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Cantarell'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Need help? Read the <a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">documentation</span></a>.</p></body></html>
sk_sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Cantarell'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Potrebujete pomoc? Prečítajte si <a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">dokumentácia</span></a>.</p></body></html>

source: <ul> <li>Install Tails on another USB stick by copying the Tails system that you are currently using..</li> <li>The USB stick that you install on is formatted and all data is lost.</li> <li>The encrypted persistent storage of the Tails USB stick that you are currently using is not copied.</li> </ul>
sk_sk: <ul> <li>Pre inštaláciu Tails na iný USB kľúč skopírujte systém Tail, ktorý práve teraz používate</li> <li>USB kľúč, na ktorý inštalujete bude sformátovaný a všetky dáta budú stratené.</li> <li>Šifrovaný oddiel na USB kľúči, ktorý teraz používate, nebude skopírovaný.</li> </ul>

source: <ul> <li>Upgrade another Tails USB stick to the same version of Tails that you are currently using.</li> <li>The encrypted persistent storage of the Tails USB stick that you upgrade is preserved.</li> <li>The encrypted persistent storage of the Tails USB stick that you are currently using is not copied.</li> </ul>
sk_sk: <ul> <li>Aktualizovať iný Tails na USB kľúči na na verziu, ktorú teraz používate.</li> <li>Šifrovaný stály oddiel na USB kľúči s obsahom Tails ostáva aj po aktualizácii nezmenený.</li> <li>Šifrovaný stály oddiel na USB kľúči s obsahom Tails nebude po aktualizácii skopírovaný.</li> </ul>

source: <ul> <li>Upgrade another Tails USB stick to the version of an ISO image.</li> <li>The encrypted persistent storage of the Tails USB stick that you upgrade is preserved.</li> <li>The encrypted persistent storage of the Tails USB stick that you are currently using is not copied.</li> </ul>
sk_sk: <ul> <li>Aktualizovať iný USB kľúč so systémom Tails na verziu ISO obrazu.</li> <li>Šifrovaný stály oddiel na USB kľúči s obsahom Tails ostáva aj po aktualizácii nezmenený.</li> <li>Šifrovaný stály oddiel na USB kľúči s obsahom Tails nebude po aktualizácii skopírovaný.</li> </ul>

source: Install by cloning
sk_sk: Inštalácia klonovaním

source: It is impossible to upgrade the device %(pretty_name)s because it was not created using Tails Installer. You should instead use %(action)s to upgrade Tails on this device.
sk_sk: Nie je možné aktualizovať zariadenie %(pretty_name)s, pretože nebolo vytvorené použitím inštalátora Tails. Použite %(action)s pre aktualizáciu Tials na tomto zariadení.

source: USB drive found
sk_sk: USB disk nájdený

source: OpenPGP encryption applet
eo: OpenPGP ĉifro-apleto
gl: Subprograma de cifrado OpenPGP

source: Exit
eo: Eliri
gl: Saír

source: About
eo: Pri
gl: Sobre

source: Encrypt Clipboard with _Passphrase
eo: Ĉifru tondujon per _pasvorto
gl: Cifrar Portapapeis con _FraseContrasinal

source: Sign/Encrypt Clipboard with Public _Keys
eo: Subskribi/Ĉifri tondujon per Publikaj _ŝlosiloj
gl: Asinar/Cifrar Portapapeis con Claves_Públicas

source: _Decrypt/Verify Clipboard
eo: _Malĉifri/Kontroli tondujon
gl: _Descifrar/Verificar Portapapeis

source: _Manage Keys
eo: _Administri ŝlosilojn
gl: _Xestionar Claves

source: _Open Text Editor
gl: _Abrir Editor de Texto

source: The clipboard does not contain valid input data.
eo: La tondujo ne enhavas validajn datumojn.
gl: O portapapel non contén datos de entrada válidos.

source: Unknown Trust
gl: Confianza descoñecida

source: Marginal Trust
gl: Confianza marxinal

source: Full Trust
gl: Confianza grande

source: Ultimate Trust
gl: Máxima confianza

source: Name
eo: Nomo
gl: Nome
sw: Jina

source: Key ID
gl: ID de Clave

source: Status
eo: Stato
gl: Estado

source: Fingerprint:
eo: Fingrospuro:
gl: Pegada Dixital:

source: User ID:
gl: ID de Usuario:

source: None (Don't sign)
eo: Neniu (ne subskribi)
gl: Ningún (Non asinar)

source: Select recipients:
gl: Seleccione destinatarios:

source: Hide recipients
gl: Agoche destinatarios

source: Hide the user IDs of all recipients of an encrypted message. Otherwise anyone that sees the encrypted message can see who the recipients are.
gl: Agoche os IDs de usuario de tódolos destinatarios dunha mensaxe cifrada. Doutro xeito calquera que vexa a mensaxe cifrada pode ver quén son os destinatarios.

source: Sign message as:
eo: Subskribi mesaĝon kiel:
gl: Asinar a mensaxe como:

source: Choose keys
eo: Elektu ŝlosilojn
gl: Elixir claves

source: Do you trust these keys?
eo: Ĉu vi kredas tiujn ĉi ŝlosilojn?
gl: Confías nesas claves?

source: Do you trust this key enough to use it anyway?
gl: Confía o suficiente nesta clave para usala de tódolos xeitos?

source: No keys selected
eo: Neniuj ŝlosiloj elektitaj
gl: Non se seleccionou ningunha clave

source: You must select a private key to sign the message, or some public keys to encrypt the message, or both.
eo: Vi devas elekti privatan ŝlosilon por subskribi la mesaĝon, aŭ kelkajn publikajn ŝlosilojn por ĉifri la mesaĝon, aŭ ambaŭ aferojn.
gl: Debe seleccionar unha clave privada para asinar a mensaxe, ou algunhas claves públicas para cifrar a mensaxe, ou ambas.

source: No keys available
gl: Non hai claves dispoñíbeis

source: You need a private key to sign messages or a public key to encrypt messages.
eo: Vi bezonas privatan ŝlosilon por subskribi mesaĝojn aŭ publikan ŝlosilon por ĉifri mesaĝojn.
gl: Necesita unha clave privada para asinar mensaxes ou unha clave pública para cifrar mensaxes.

source: GnuPG error
eo: GnuPG eraro
gl: Erro GnuPG

source: Therefore the operation cannot be performed.
gl: Por tanto a operación no se pode levar a cabo.

source: GnuPG results
eo: GnuPG rezultoj
gl: Resultados GnuPG

source: Output of GnuPG:
eo: Eligo de GnuPG:
gl: Saída de GnuPG

source: Other messages provided by GnuPG:
gl: Outras mensaxes fornecidas por GnuPG:

source: The <b>Claws Mail</b> persistence feature is activated.
gl: A característica de persistencia de <b>Claws Mail</b> está activada.
sq: Tipari i vijueshmërisë së <b>Claws Mail</b> është aktivizuar.

source: If you have emails saved in <b>Claws Mail</b>, you should <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrate your data</a> before starting <b>Icedove</b>.
gl: Se ten emails gardados en <b>Claws Mail</b>, debería <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrar os seus datos</a> antes de arrancar <b>Icedove</b>.
sq: Nëse keni e-posta të ruajtura në <b>Claws Mail</b>, duhet t'i <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>emigroni të dhënat tuaja</a> përpara se të nisni <b>Icedove</b>.

source: Your additional software
az: Sənin əlaqə proqramın
gl: O teu software adicional
sq: Programi juaj shtesë

source: The upgrade failed. This might be due to a network problem. Please check your network connection, try to restart Tails, or read the system log to understand better the problem.
az: Təkmilləşmə alınmadı. Bunun səbəbi şəbəkə problemi ola bilər. Lütfən, şəbəkə əlaqəni yoxla, Tails-i yenidən başlatmağa cəhd et, və ya problemi daha yaxşı anlamaq üçün sistem girişini oxu.
gl: A actualización fallou. Puido deberse a un problema de rede. Por favor comprobe a súa conexión de rede, intente reiniciar Tails, ou lea o rexistro do sistema para entender millor o problema.
sq: Përmirësimi dështoi. Kjo mund të ketë ndodhur për shkak të një problemi të rrjetit. Ju lutemi kontrolloni lidhjen e rrjetit tuaj, provoni të rinisni Tails, ose lexoni regjistrin e sistemit, që ta kuptoni më mirë problemin.

source: The upgrade was successful.
az: Təkmilləşmə uğurla bitdi.
eo: La ĝisdatigo estis sukcesa.
gl: Actualizouse con éxito.
sq: Përmirësimi ishte i suksesshëm.

source: I2P failed to start
az: I2P başlaya bilmədi
eo: ŝaltado de I2P paneis
gl: Produciuse un erro ao iniciar I2P
sq: I2P dështoi të niset

source: Shutdown Immediately
eo: Malŝalti tuj

source: Reboot Immediately
eo: Restartigi tuj

source: Network connection blocked?
eo: Ĉu la retkonekto estas blokata?

source: It looks like you are blocked from the network. This may be related to the MAC spoofing feature. For more information, see the <a href=\"file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html#blocked\">MAC spoofing documentation</a>.
eo: Ŝajnas ke vi estas blokata de la reto. Tio povas rilati al mistifikado de MAC-adreso. Por pli da informoj, vidu <a href=\"file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html#blocked\">Dokumentadon de mistifikado de MAC-adresoj</a>.

source: <a href='file:///usr/share/doc/tails/website/doc/advanced_topics/virtualization.en.html'>Learn more...</a>
eo: <a href='file:///usr/share/doc/tails/website/doc/advanced_topics/virtualization.en.html'>Sciu pli...</a>

source: Network activity within the Unsafe Browser is <b>not anonymous</b>. Only use the Unsafe Browser if necessary, for example if you have to login or register to activate your Internet connection.
eo: Retaj agoj ene de la malsekura retumilo <b>ne estas anonima</b>. Uzu la malsekuran retumilon nur se tio necesas, ekzemple por ensaluto aŭ registriĝo por aktivigo de via interreta konekto.

source: Something went wrong when I2P was starting. Check the logs in /var/log/i2p for more information.
az: I2P başlayan zaman nə isə səhv oldu. Daha çox məlumat üçün /var/log/i2p yazılarını oxu.
eo: Io malbona okazis dum ŝaltado de I2P. Kontrolu protokolojn en /var/log/i2p por pli da informoj.
sq: Diçka shkoi keq kur po nisej I2P. Për më shumë informacion kontrolloni regjistrat në /var/log/i2p.

source: I2P's router console is ready
az: I2P istiqamətləndirici konsol hazırdır
eo: Enkursigila konzolo de I2P pretas
sq: Paneli i ruterit I2P's është gati

source: You can now access I2P's router console on http://127.0.0.1:7657.
eo: Nun vi povas aliri la enkursigilan konzolon de I2P je http://127.0.0.1:7657.

source: I2P is not ready
az: I2P hazır deyil
eo: I2P ne pretas
sq: I2P s'është gati

source: Eepsite tunnel not built within six minutes. Check the router console at http://127.0.0.1:7657/logs or the logs in /var/log/i2p for more information. Reconnect to the network to try again.
eo: Eepsite-tunelo ne estis malfermita dum ses minutoj. Kontrolu la enkursigilan konzolon je http://127.0.0.1:7657/logs aŭ protokolojn en /var/log/i2p por pli da informoj. Rekonektu al la reto por provi denove.

source: I2P is ready
az: I2P hazırdır
eo: I2P pretas
sq: I2P është gati

source: You can now access services on I2P.
az: İndi I2P xidmətlərinə daxil ola bilərsən.
eo: Nun vi povas atingi servojn en I2P.
sq: Ju tani mund t'u qaseni shërbimeve në I2P.

source: Reboot
eo: Restartigi

source: Immediately reboot computer
eo: Tuj restartigi la komputilon

source: Immediately shut down computer
eo: Tuj malŝalti la komutilon

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual
az: <b>Təkmilləşmələri yoxlamaq üçün kifayət qədər yaddaş yoxdur.</b> Tails-in işləməsi üçün sisyemin bütün tələbləri qarşıladığından əmin ol. Fayla bax:///usr/share/doc/tails/website/doc/about/requirements.en.html Təkmilləşmələrə baxmaq üçün Tails-i yenidən başlatmağa cəhd et. Ya da manual təkmilləşmə et. Bura bax: https://tails.boum.org/doc/first_steps/upgrade#manual
sq: <b>Kujtesa e lirë s'është e mjaftueshme për të kontrolluar për përmirësime.</b> Sigurohuni që ky sistem kënaq kërkesat për të ekzekutuar Tails. Shihni skedarin:///usr/share/doc/tails/website/doc/about/requirements.en.html Përpiquni të rinisni Tails, që të kërkoni sërish për përmirësime. Ose bëni një përmirësim me dorë. Shihni https://tails.boum.org/doc/first_steps/upgrade#manual

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails.
az: Tails-də nə etdiyini host əməliyyatlar sistemi və virtualizasiya proqramı görə bilir.
sq: Si sistemi operativ pritës, ashtu edhe programi virtualizues janë në gjendje të monitorojnë se çfarë po bëni në Tails.

source: NetworkManager passed us garbage data when trying to deduce the clearnet DNS server.
sq: NetworkManager na kaloi mbeturina të dhënash, kur përpiqej të deduktonte shërbyesin DNS clearnet.

source: You can now access I2P's router console in the I2P Browser.
sq: Tashmë mund të qaseni në panelin e ruter-it I2P, në Shfletuesin e I2P.

source: Eepsite tunnel not built within six minutes. Check the router console in the I2P Browser or the logs in /var/log/i2p for more information. Reconnect to the network to try again.
sq: Tuneli Eepsite nuk u ndërtua brenda 6 minutave. Kontrolloni the panelin e ruter-it në Shfletuesin I2P ose regjistrat në /var/log/i2p për më shumë informacion. Rilidheni rrjetin që të përpiqeni sërish..

source: Anonymous overlay network browser
az: Anonim şəbəkə brauzer örtüyü
sq: Mbivendosje anonime e shfletuesit të rrjetit

source: I2P Browser
az: I2P Brauzeri
sq: Shfletuesi I2P

source: Extracting live image to USB device...
ms_my: Nyahmampat fail image ke dalam peranti USB...

source: Next
ms_my: Seterusnya

source: Press 'Next' if you wish to continue.
ms_my: Tekan 'Seterusnya' jika anda ingin untuk meneruskan.

source: Some partitions of USB device %(device)s are mounted. They will be unmounted before starting the installation process.
ms_my: Beberapa partition pada peranti USB %(device)s telah dipasang (mount). Peranti itu akan dinyahpasangkan (unmount) sebelum proses pemasangan.

source: The Master Boot Record on your device is blank. Pressing 'Create Live USB' again will reset the MBR on this device.
ms_my: Rekod Master Boot pada peranti anda adalah kosong. Menekan 'Buat Live USB' sekali lagi akan menetapkan semula MBR pada peranti ini.

source: Unable to find any removable device
ms_my: Tidak dapat mencari apa-apa peranti mudah alih

source: Warning: All data on the selected drive will be lost.
ms_my: Amaran: Semua data pada cakera yang dipilih akan hilang.

source: Your device already contains a LiveOS. If you continue, this will be overwritten.
ms_my: Peranti anda sudah mengandungi LiveOS. Jika anda terus, ini akan ditulis ganti.

source: Windows Camouflage
es_mx: Camuflage Windows

source: This option makes Tails look like Microsoft Windows 10. This can be useful to avoid attracting suspicion in public places.
es_mx: Esta opcion hace que Tails parezca Microsoft Windows 10. Esto puede ser util para evitar sospechas en espacios publicos.

source: Microsoft Windows 10 camouflage
es_mx: El camuflaje Microsoft Windows 10

source: To get guided through Tails' settings, click on <b>Take a Tour</b> above
es_mx: Para ser guiado por la configuración de Tails, clickea en <b>Tomar Tur</b> arriba

source: Save Language & Region Settings
es_mx: Guardar Configuración de Lenguaje y Region

source: _Time Zone
es_mx: _Zona Horaria

source: Configure Persistent Storage
es_mx: Configurar Almacenamiento Persistente

source: Relock Persistent Storage
es_mx: Cerrar Almacenamiento Persistente

source: Save Additional Settings
es_mx: Guardar Configuración Adicional

source: _Windows Camouflage
es_mx: _Camuflaje Windows

source: Failed to relock persistent storage.
es_mx: Falla en cerrar de nuevo el almacenamiento persistente.

source: default:LTR
es_mx: predeterminado:LTR

source: your device was not created using Tails Installer
es_mx: Tu dispositivo no fue creado usando el instalador Tails
lb: Ärt Medium gouf net mam Tails Installer erstallt
nl_be: uw apparaat werd niet gecreeërd gebruik makende van de Tails Installer
sl: vaša naprava ni bila narejena z uporabo nameščevalnika Sledi
th: อุปกรณ์ของคุณไม่ได้ถูกสร้างโดยตัวติดตั้ง Tails

source: <b>You should upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s It is recommended to close all the open applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. The networking will be disabled after downloading the upgrade. Download size: %{size}s Do you want to upgrade now?
es_mx: <b>Deberías de actualizar a %{name}s %{version}s.</b> Para mas información sobre esta nueva versión, ve a %{details_url}s Se recomienda que cierres todas las aplicaciones durante la actualización. Bajar la actualización podría tomarse mucho tiempo, de varios minutos a algunas horas. La red sera desactivada después de bajar la actualización. Tamaño de la bajada: %{size}s Quieres actualizar ahora?
lb: <b>Dir sollt op %{name}s %{version}s upgraden.</b> Fir weider Informatiounen iwwert déi nei Versioun, gitt op %{details_url}s Et ass recommandeiert fir all oppe Programmer während dem Upgrade zou ze maachen. Den Download vum Upgrade kann eng laang Zäit daueren. Vun e puer Minutte bis zu e puer Stonnen. Netzwierk wäert no dem Download vum Upgrade desaktivéiert ginn. Downloadgréisst: %{size}s Wëllt dir elo upgraden?
nl_be: </b>U moet naar %{name}s %{version}s bijwerken.</b> Voor meer informatie over deze nieuwe versie kunt u naar %{details_url}s gaan. Het wordt aanbevolen om alle programma's af te sluiten tijdens het bijwerken. Het downloaden van de upgrade kan enige tijd duren, verschillend van een paar minuten tot enkele uren. Alle netwerken worden uitgeschakeld als de upgrade is gedownload. Bestandsgrootte download: %{size}s Wil je nu bijwerken?
th: <b>คุณควรอัพเกรดสู่ %{name}s %{version}s.</b> สำหรับรายละเอียดเกี่ยวกับเวอร์ชั่นใหม่นี้ ไปยัง %{details_url}s คุณควรปิดแอปพลิเคชั่นที่เปิดอยู่ทั้งหมดขณะทำการอัพเกรด การดาวน์โหลดอัพเกรดอาจใช้เวลานาน ตั้งแต่ไม่กี่นาที ไปจนถึงหลายชั่วโมง การเชื่อมต่อเครือข่ายจะถูกปิดใช้งานหลังการดาวน์โหลด ขนาดไฟล์ดาวน์โหลด: %{size} คุณต้องการอัพเกรดเลยหรือไม่?
