Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ar: خدمات البصلة (والمعروفة سابقا باسم ”الخدمات المخفية“) خدمات (مثل المواقع) غير متاحة إلا من خلال شبكة تور.
bg: Onion услуги(преди така наречените "скрити услуги") са услуги(примерно уебсайтове), които са достъпни само през Tor мрежата.
id: Layanan Onion (sebelumnya diketahui sebagai "hidden services (layanan tersembunyi)" adalah layanan (seperti sebuah situs web) yang hanya bisa diakses melalui jaringan Tor
ka: Onion-მომსახურებები (ცნობილი, როგორც „ჩრდილოვანი ქსელი“) წარმოადგენს მომსახურებებს (აგრეთვე საიტებს) რომლებიც მხოლოდ Tor-ქსელის საშუალებითაა ხელმისაწვდომი.
lv: Sīpolpakalpojumi (agrāk saukti „slēptie pkalapojumi”) ir pakalpojumi (tādi kā tīmekļa vietnes), kuriem var piekļūt vienīgi pa tīklu Tor.
nb: Løk-tjenester (tidligere kjent som "skjulte tjenester") er tjenester (som nettsider) som bare er tilgjengelige gjennom Tor-nettverket.
pt: Os serviços de cebola (anteriormente conhecidos como "serviços ocultados") são serviços (tal como sites da Web) que só são acessíveis através da rede Tor.
sv: Onion tjänster (innan känt som "gömda tjänster) är tjänster (t.ex webbplatser) som endast är synliga via Tor nätverket

source: Onion services offer several advantages over ordinary services on the non-private web:
ar: لخدمات البصلة عدد من المزايا غير متوفر الخدمات العادية على الوب غير الخاصة:
bg: Onion услугите имат няколко преимущества спрямо обикновените услуги в интернет:
id: Layanan Onion menawarkan beberapa keuntungan daripada layanan biasa pada situs web yang tidak privat.
ka: Onion-მომსახურებებს გააჩნია გარკვეული უპირატესობები, ჩვეულებრივ, დაუცველ ქსელთან შედარებით:
lv: Sīpolpakalpojumiem ir vairākas priekšrocības salīdzinājumā ar ne-privātā tīmekļa parastajiem pakalpojumiem:
nb: Løk-tjenester tilbyr flere fordeler sett i forhold til vanlige tjenester på det ikke-private nettet:
pt: Os serviços cebola oferecem várias vantagens sobre os serviços comuns na Web não privada:
sv: Onion tjänster har fler fördelar över vanliga tjänster för den icke privata webben.

source: An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
ar: مكان وعنوان إنترنت خدمات البصلة مخفي، وهو ما يصعّب على الجهات المعادية حجبها أو معرفة القائمين عليها.
bg: Местоположението и IP адресът на оnion услугата са скрити, което прави трудно за враговете да цензурират или идентифицират операторът ѝ.
id: Lokasi dan alamat IP pada layanan onion tersembunyi, membuat penentang sulit untuk menyensor atau mengidentifikasi operator yang menjalankannya.
ka: Onion-მომსახურებების მდებარეობა და IP-მისამართები დამალულია, რაც ართულებს ზედამხედველებისა და ცენზორების მიერ მათ აღმოჩენასა და მართვას.
lv: Sīpolpakalpojumu atrašanās vieta un IP adreses ir slēptas, tā padarot pretiniekiem grūtāk to cenzēt vai identificēt tās operatorus.
nb: En løktjenestes plassering og IP-adresse er gjemt, noe som gjør det vanskelig for fiendtlig innstilte instanser å sensurere den eller å identifisere dens operatører.
pt: Uma localização do serviço da cebola e o endereço de IP estão ocultos, tornando difícil para os adversários censurarem ou identificarem os seus operadores.
sv: En Onions användares plats och IP adress är gömd, vilket gör det svårt för motståndare att censurera den eller identifiera användaren.

source: All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <link xref="secure-connections">connecting over HTTPS</link>.
ar: كل حركة التصفح بين مستخدمي تور وخدمات البصلة معماة من الطرف للطرف، لذا لا تحتاج لأن تشغل بالك <link xref="secure-connections">بالاتصال عبر HTTPS</link>.
bg: Целият трафик между Tor потребителя и onion услугите са криптирани от край до край, така че не е нужно да се притеснявате дали <link xref="secure-connections">връзката минава през HTTPS</link>.
id: Semua lalu lintas antara pengguna Tor dan layanan onion terenkripsi dari ujung ke ujung, jadi anda tidak perlu khawatir untuk<link xref="secure-connections">menghubungkan melalui HTTPS</link>
ka: მიმოცვლილი მონაცემები Tor-ის მომხმარებლებსა და Onion-მომსახურებებს შორის დაცულია პირდაპირი დაშიფვრით, ასე რომ შეგიძლიათ არ იდარდოთ <link xref="secure-connections">HTTPS-ით დაკავშირებაზე</link>.
lv: Visa Tor lietotāju datu plūsma ar sīpolpakalpojumiem ir pilnībā šifrēta, tādēļ Jums nav jārūpējas par <link xref="secure-connections">savienojumu veidošana ar HTTPS</link>.
nb: All trafikk mellom Tor-brukere og løktjenester er ende-til-ende -kryptert, slik at du ikke trenger å uroe deg over <link xref="secure-connections">tilkobling over HTTPS</link>.
pt: Todo o tráfego entre os utilizadores do Tor e serviços da cebola está encriptado de ponta a ponta, para que não precise de se preocupar com <link xref="secure-connections">a ligação em HTTPS</link>.
sv: All trafik mellan Tor användaren och Onions tjänster är end-to-end krypterat, så du behöver inte oroa dig över <link xref="secure-connections"> förbinder över HTTPS </link>.

source: The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
ar: عناوين خدمات البصلة مولدة تلقائيا، لذا لا يحتاج القائمين عليها شراء أسماء نطاقات؛ كما تساعد مسارات .onion تور في التأكد من أنه يتصل بالمكان الصحيح وأن الاتصال لم يتلاعب به أحد.
bg: Адресът на onion услугата е автоматично генериран, така че операторите няма нужда да купуват домейни; .onion URL-ът също помага на Tor да се увери, че се свързва с правилната дестинация и че връзката не е подправена.
id: Alamat dari layanan onion dihasilkan secara otomatis, oleh sebab itu operator tidak perlu membeli sebuah nama domain; URL .onion juga menjamin bahwa Tor terhubung ke lokasi yang tepat dan koneksinya tidak digelapkan.
ka: Onion-მომსახურების მისამართი თავისით იქმნება, ასე რომ საიტის მმართველს, არ ესაჭიროება დომენური სახელის შეძენა; მისამართის .onion დაბოლოება, აგრეთვე ეხმარება Tor-ს იმის დამოწმებაში, რომ კავშირი სწორადაა დამყარებული და არ ხდება უნებართვო ჩარევა.
lv: Sīpolpakalpojuma adrese tiek ģenerēta automātiski, tādēļ operatoriem nav jāiegādājas domēna vārds; .onion URL palīdz Tor arī nodrošināt, ka tas veido savienojumu ar īsto vietu un ka savienojums nav ticis pārveidots.
nb: Adressen til en løktjeneste er automatisk generert, slik at operatørene ikke trenger å kjøpe et domenenavn; .onion-adressen hjelper også Tor å forsikre at den kobler til på rett plass og at tilkoblingen ikke blir tuklet med.
pt: O endereço de um serviço de cebola é gerado automaticamente, e assim os operadores não precisam de comprar um nome de domínio; o URL .onion também ajuda o Tor a certificar-se de que está a ligar à localização correta e que a ligação não está a ser violada.
sv: Adressen för en Onion tjänst genereras automatisk, användaren behöver inte köpa ett domän namn; .onion URL som hjälper Tor säkerställa att förbindelsen är till rätt plats och att anslutningen inte blir manipuleras.

source: How to access an onion service
ar: كيفية الوصول إلى خدمات البصلة
bg: Как да посетите onion услуга
id: Cara mengakses sebuah layanan onion
ka: როგორ ხდება Onion-მომსახურებასთან წვდომა
lv: Kā piekļūt sīpolpakalpojumam
nb: Hvordan få tilgang til en løk-tjeneste
pt: Como aceder a um serviço da cebola
sv: Hur du kan komma åt en onion tjänst

# _
source: external ref='media/onionsites/onion_url.png' md5='f97f7fe10f07c3959c4430934974bbaa'
pt: ref. externa='media/onionsites/onion_url.png' md5='f97f7fe10f07c3959c4430934974bbaa'

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ka: სხვა ვებსაიტების მსგავსად, გესაჭიროებათ Onion-მომსახურების ზუსტი მისამართის ცოდნა, მასთან დასაკავშირებლად. Onion-მისამართი შედგება 16 (და V3-ფორმატში 56), უმეტესად შემთხვევით შერჩეული ასობგერისა და ციფრისგან, დაბოლოებით „.onion“.
pt: Assim como qualquer outro site, você precisará saber o endereço de um serviço de cebola para se conectar a ele. Um endereço de cebola é uma sequência de 16 (e no formato V3, 56) letras e números na maioria aleatórios, seguido por “.onion”.

source: Troubleshooting
ar: تتبع الأعطال
bg: Решаване на проблеми
id: Tawaran solusi
ka: გაუმართაობის აღმოფხვრა
lv: Problēmu novēršana
nb: Feilsøking
pt: Resolução de Problemas
sv: Felsökning

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ka: თუ საჭირო Onion-მომსახურებასთან წვდომას ვერ ახერხებთ, დარწმუნდით რომ მისამართი სწორად შეგყავთ: მცირე შეცდომაც კი არ მისცემს Tor-ბრაუზერს საიტთან წვდომის საშუალებას.
pt: Se você não conseguir acessar o serviço de cebola que você precisa, certifique-se de ter digitado o endereço da cebola corretamente: até mesmo um pequeno erro impedirá que o Navegador Tor alcance o site.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ar: إذا كنت ما تزال غير قادر على الوصول إلى خدمة البصلة، فأعد المحاولة لاحقًا. قد يكون هناك عطل مؤقت في الاتصال، أو قد يكون القائمين على الموقع فصلوه عن الشبكة دون تحذير.
bg: Ако все още неможете да се свържете с onion услугата, моля опитайте по-късно. Чест има временни проблеми с връзката или операторите на уебсайта са го спрели без предупреждение.
id: Bila anda tetap tidak dapat terhubung ke layanan onion, mohon coba kembali. Mungkin ada persoalan koneksi, atau operator situs membuatnya "offline" tanpa peringatan.
ka: თუ მაინც ვერ ახერხებთ დაკავშირებას Onion-სერვისთან, გთხოვთ სცადოთ ხელახლა მოგვიანებით. შესაძლოა დროებითი შეფერხება იყოს ან საიტის მმართველებმა გაუფრთხილებლად შეაჩერეს ინტერნეტკავშირი.
lv: Ja joprojām neizdodas izveidot savienojumu ar sīpolpakalpojumu, lūdzu vēlāk pamēģiniet vēlreiz. Mēdz notikt īslaicīgas savienojumu izveidošanas problēmas, gadās, ka vietņu operatori pieļāvuši, ka vietne pārtraukusi darbu, bet nav par to snieguši brīdinājumu.
nb: Hvis du fremdeles ikke kan koble til løktjenesten, prøv igjen senere. Det kan være et midlertidig tilkoblingsproblem, eller en sideoperatør kan ha tatt den ned uten forvarsel.
pt: Se ainda não conseguir ligar-se ao serviço da cebola, por favor, tente novamente mais tarde. Pode haver um problema de ligação temporário ou os operadores do site podem permitiram que este esteja off-line sem aviso.
sv: Om du fortfarande inte kan ansluta till Onion tjänsten, var god att försök senare. Det kan finnas tillfälliga anslutnings problem, eller har en sid operatör låtit den gå offline utan att ge en förvarning.

source: You can also ensure that you're able to access other onion services by connecting to <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>
ar: يمكن أيضا التأكد من أنك تستطيع الاتصال بخدمات البصلة الأخرى، بالاتصال <link href="http://3g2upl4pq6kufc4m.onion/">بخدمة البصلة لمحرك البحث DuckDuckGo</link>
bg: Може да се уверите, че имате достъп до onion услугите като се свържете с <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>
id: Anda juga bisa memastikan bahwa anda dapat mengakes layanan onion lain dengan tersambung ke <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>
ka: ამასთან, Onion-მომსახურებებთან წვდომის შესაძლებლობა შეგიძლიათ გადაამოწმოთ <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo-ს Onion-მომსახურებასთან</link> დაკავშირებით
lv: Jūs varat arī pārliecināties, ka varat piekļūt citiem sīpolpakalpojumiem, veidojot savienojumu ar <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo sīpolpakakpojums</link>
nb: Du kan også forsikre deg om at du kan nå andre løktjenester ved å koble til <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo sin løktjeneste</link>
pt: Também pode garantir que possa aceder a outros serviços da cebola, ligando-se a <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo - Serviço da Cebola</link>
sv: Du kan också se till att du har tillgång till andra onion-tjänster genom att ansluta till <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>

source: How Tor Browser handles add-ons, plugins and JavaScript
ar: كيف يتعامل متصفح تور مع الإضافات والملحقات وجافاسكربت
bg: Как Tor браузърът третира добавки, плугини и JavaScript
id: Bagaimana Tor Browser memperlakukan add-ons, plugins dan JavaScript
ka: როგორ იყენებს Tor-ბრაუზერი დამატებებს, მოდულებსა და JavaScript-ს
lv: Kā parlūks Tor strādā ar spraudņiem, pievienojumiem un JavaScript
nb: Hvordan Tor-nettleseren behandler programtillegg, tillegg og JavaScript
pt: Como o Tor Browser gere os complementos, extras e JavaScript
sv: Hur Tor Browser hanterar add-ons, pluginsoch JavaScript

source: Plugins, add-ons and JavaScript
ar: الإضافات والملحقات وجافا سكربت
bg: Плугини, добавки и JavaScript
id: Plugins, add-ons dan JavaScript
ka: მოდულები, დამატებები და JavaScript
lv: Spraudņi, pievienojumi un JavaScript
nb: Programtillegg, tillegg og JavaScript
pt: Extras, complementos e JavaScript
sv: Plugins, add-ons och JavaScript

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ar: مواقع الڤديو، مثل Vimeo، تستخدم ملحقة مشغل فلاش لعرض المحتوى. للأسف تعمل هذه البرمجية مستقلة عن متصفح تور ولا يمكن بسهوله جعلها تستخدم إعدادات وسيط متصفح تور. لذا يمكنها أن تكشف عن مكانك الحقيقي وعنوان الإنترنت للقائمين على مواقع الوب، أو لمن يراقبك. لهذا يعطل متصفح تور مشغل فلاش مبدئيا، ولا ينصح بتفعيله.
bg: Видео уебсайтове като Vimeo използват Flash плеър плугин, за да покажат видео съдържание. За жалост, този софтуер работи отделно от Tor браузъра и не може лесно да бъде накаран да следва прокси настройките на Tor браузъра. Следователно може да разкрие реалното Ви местоположение и IP адрес на операторите на уебсайта или на други наблюдатели. Поради тази причина Flash е изключен по подразбиране в Tor браузъра и активирането му не е препоръчително.
id: Situs web video, seperti Vimeo menggunakan plugin Flash Player untuk menampilkan konten video. Sayangnya, perangkat lunak ini beroperasi secara independen dari Tor Browser dan tidak dapat secara mudah untuk dibuat mentaati pengaturan proxy Tor Browser. Itu dapat menyingkap lokasi sebenarnya dan alamat IP anda kepada operator situs web, atau kepada pengamat dari luar. Untuk alasan ini, Flash dinonaktifkan secara bawaan di Tor Browser, dan tidak direkomendasikan untuk mengaktifkannya.
ka: ვიდეოსაიტები, როგორიცაა Vimeo იყენებს Flash Player-ის მოდულს ვიდეოს გასაშვებად. სამწუხაროდ, ეს პროგრამა მუშაობს Tor-ბრაუზერის დამოუკიდებლად და შეუძლებელია მისი კავშირის მარტივად გატარება Tor-ბრაუზერის პროქსის საშუალებით. ამრიგად, შესაძლებელი იქნება თქვენი ნამდვილი ადგილმდებარეობისა და IP-მისამართის დადგენა ვებსაიტის მმართველის ან სხვა თვალყურის მდევნელის მიერ. ამიტომ, Flash ნაგულისხმევად გათიშულია Tor-ბრაუზერში და მისი ჩართვა მეტად არასასურველია.
lv: Video tīmekļa vietnes, tādas kā Vimeo, lieto spēlētāja Flash spraudni, lai rādītu video saturu. Diemžēl šī programmatūra strādā neatkarīgi no pārlūka Tor, un to nav viegli salāgot ar pārlūka Tor starpnieka iestatījumiem. Tādējādi tā var tīmekļa vietnes operatoriem vai ārējiem novērotājiem atklāt Jūsu patieso atrašanās vietu un IP adresi. Tādēļ pārlūkā Tor pēc noklusējuma ir atspējots Flash, bet tā iespējošana nav ieteicama.
nb: Videonettsider som Vimeo gjør bruk av programtillegget for Flash-avspilling for å vise videoinnhold. Dessverre kjører denne programvaren uavhengig av Tor-nettleseren og kan ikke enkelt fås til å adlyde Tor-nettleserens mellomtjenerinnstillinger. Derfor kan den avsløre din egentlige plassering og IP-adresse til nettsideoperatørene, eller til en tredjepart som holder øye med deg. Av denne grunnen er Flash avskrudd som forvalg i Tor-nettleseren, og å skru det på er ikke anbefalt.
pt: Os sites da Web de vídeo, tais como Vimeo utilizam o plug-in Flash Player para exibir conteúdo de vídeo. Infelizmente, este software funciona de uma forma independente do Tor Browser e não pode ser facilmente obrigado a obedecer às definições de proxy do Tor Browser. Este pode assim revelar a sua localização real e o endereço de IP para os operadores do site da Web, ou para um observador externo. Por este motivo, o Flash é desativado por predefinição no Tor Browser, e não é permitida a sua ativação.
sv: Video webbplatser, som Vimeo, använder sig av Flash Player för att kunna spela upp video innehållet. Tyvärr verkar detta programmet utanför Tor webbläsaren och det går inte att få det att lätt uppnå Tor webbläsarens proxy inställningar. Flash player kan därför visa din riktiga position och IP-adress till webbplatsens operatör eller andra observatörer. På grund av detta är Flash avstängt från början i Tor webbläsaren, men det går att slå på den fast det rekomenderas inte.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ar: بعض مواقع الڤديو، مثل يوتيوب، توفر وسائل بديلة لعرض المحتوى لا تستخدم فلاش ومتوافقة مع متصفح تور.
bg: Някои видео сайтове(като YouTube) предлагат алтернативни методи за видео, които не използват Flash. Тези методи са съвместими с Tor браузъра.
id: Sejumlah situs video (misalnya Youtube) menawarkan metode pengiriman alternatif yang tidak menggunakan Flash. Metode ini mungkin cocok dengan Tor Browser.
ka: ვიდეოსაიტების ნაწილი (მაგალითად YouTube) იძლევა ვიდეოს განსხვავებულად მიწოდების საშუალებასაც, რომელიც არ საჭიროებს Flash-ს. ეს შესაძლოა თავსებადი იყოს Tor Browser-თან.
lv: Dažas video tīmekļa vietnes (tādas kā YouTube) piedāvā alternatīvas video piegādes metodes un neizmanto Flash. Šīs metodes var būt savietojamas ar pārlūku Tor.
nb: Noen videonettsider (som YouTube) tilbyr alternative videoleveringsmetoder som ikke gjør bruk av flash. Disse metodene kan være kompatible med Tor-nettleseren.
pt: Alguns sites da Web de vídeo (tal como o YouTube) oferecem uma alternativa de métodos de fornecimento de vídeo que não utilizam "Flash". Estes métodos poderão ser compatíveis com o Tor Browser.
sv: En del video webbplatser (som Youtube) erbjuder andra alternativ för att kunna spela upp video innehållet som inte använder sig av Flash. Dessa alternativen kan vara kompatibla med Tor webbläsaren.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ar: جافاسكربت هي لغة برمجة تستخدمها مواقع الوب لتوفير عناصر تفاعلية مثل الڤديو والصوت والتحريك والخط الزمني. للأسف جافاسكربت يمكن أن تفعل أيضا بعض وسائل الهجوم على احتياطات الأمان في المتصفح، وهو ما قد يؤدي إلى كشف الهوية.
bg: JavaScript е програмен език, който се използва от уебсайтове за интерактивни елементи като видео, анимация, аудио и състояние на статуса. За съжаление, JavaScript може също така да бъде използван за атакуване на сигурноста на браузъра, което може да доведе до денаномизация.
id: JavaScript merupakan bahasa pemograman yang digunakan peramban yang menawarkan elemen interaktif semisal video, animasi, audio, dan linemasa. Sayangnya, JavaScript juga memudahkan serangan keamanan terhadap peramban yang bisa mengarah pada hilangnya anonimitas.
ka: JavaScript არის დაპროგრამების ენა, რომელიც ვებსაიტებს საშუალებას აძლევს მომხმარებლებს შესთავაზონ ურთიერთქმედების ისეთი ელემენტები, როგორიცაა ვიდეო, ანიმაცია ან ხმოვანი ფაილები და მათი გადახვევის შესაძლებლობა. თუმცა, სამწუხაროდ, JavaScript აგრეთვე გამოიყენება ბრაუზერის უსაფრთხოებაზე შეტევებისთვის, რაც წინაპირობა შეიძლება გახდეს ვინაობის გამჟღავნების.
lv: JavaScript ir programmēšanas valoda, ko tīmekļa vietnes lieto, lai piedāvātu tādus interaktīvus elementus kā video, animācija, audio un statusa laika mērogus. Diemžēl JavaScript var arī iespējot uzbrukumus pārlūka drošībai, kuri var izraisīt anonimitātes zaudēšanu.
nb: JavaScript er et programmeringsspråk som nettsider bruker for å tilby interaktive elementer som video, animasjon, lyd og statustidslinjer. Beklageligvis kan JavaScript også brukes til å instrumentere angrep på nettleseren, som kan lede til deanonymisering.
pt: "JavaScript" é uma linguagem de programação que os sites da Web utilizam para oferecer elementos interativos tais como vídeo, animação, áudio e barras cronológicas de estado. Infelizmente, o "JavaScript" também pode permitir ataques contra a segurança do navegador, o que pode levar a uma remoção do anonimato.
sv: JavaScript är ett programerings språk som används av webbplatser för att skapa interaktiva delar som video, animationer, ljud och status tidslinjer. Javascrupt kan tyvärr också göra det möjligt för attacker på webbläsarens säkerhet, vilket kan leda till att du inte är anonym längre.

source: Tor Browser includes an add-on called NoScript, accessed through the “S” icon at the top-left of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
ka: Tor-ბრაუზერში ჩაშენებულია დამატება სახელწოდებით NoScript, რომელთან წვდომაც შეიძლება „S“ ნიშანზე დაწკაპებით, ფანჯრის ზედა მარცხენა მხარეს. NoScript საშუალებას იძლევა ცალკეულ ვებგვერდებზე გაშვებული JavaScript-ის (ან სხვა სკრიპტების) მეთვალყურეობის ან მათი სრულად შეზღუდვის.
pt: Navehador Tor inclui um add-on chamado NoScript, acessado através do ícone “S” no canto superior esquerdo da janela. O NoScript permite controlar o JavaScript (e outros scripts) que é executado em páginas da Web individuais ou bloqueá-lo totalmente.

# _
source: external ref='media/plugins/noscript_menu.png' md5='df9e684b76a3c2e2bdcb879a19c20471'
pt: ref. externa='media/plugins/noscript_menu.png' md5='df9e684b76a3c2e2bdcb879a19c20471'
