Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Unable to chmod %(file)s: %(message)s
et: Ei suutnud chmod'ida %(file)s:%(message)s
fi: Komentoa chmod ei voi käyttää tiedostoon %(file)s: %(message)s
fr_ca: chmod impossible %(file)s : %(message)s
ml: chmod ചെയ്യാൻ കഴിയില്ല%(file)s: %(message)s
ms_my: Tidak dapat menjalankan barisa arahan chmod kepada %(file)s: %(message)s
sk_sk: Nie je možné zmeniť oprávnenie %(file)s: %(message)s

source: Unable to copy %(infile)s to %(outfile)s: %(message)s
et: Ei suutnud kopeerida %(infile)s %(outfile)s'i: %(message)s
fi: Tiedostoa %(infile)s ei voida kopioida kohteeseen %(outfile)s: %(message)s
fr_ca: Impossible de copier %(infile)s vers %(outfile)s : %(message)s
ml: %(infile)s നിന്ന് %(outfile)s ലേക്ക് പകർത്താൻ കഴിയില്ല: %(message)s
ms_my: Tidak dapat menyalin %(infile)s kepada %(outfile)s: %(message)s
sk_sk: Nie je možné skopírovať %(infile)s do %(outfile)s: %(message)s

source: Unable to find any USB drive
fi: USB-laitetta ei löytynyt
fr_ca: Impossible de trouver un lecteur USB
ms_my: Tidak dapat mencari mana-mana pemacu USB
sk_sk: Nemôžem nájsť žiadny USB disk

source: Unable to find any supported device
et: Ei suutnud leida ühtegi toetatud seadet
fi: Tuettua laitetta ei löydy
fr_ca: Aucun périphérique pris en charge de trouvé
ml: പിന്തുണയ്‌ക്കുന്ന ഉപകരണങ്ങളൊന്നും കണ്ടെത്താനായില്ല
sk_sk: Nemôžem nájsť žiadne podporované zariadenie

source: Unable to find partition
et: Ei suutnud leida jaotist
fi: Osiota ei löydy
fr_ca: Impossible de trouver la partition
ml: പാർട്ടീഷൻ കണ്ടെത്താനായില്ല
ms_my: Tidak dapat mencari partition
sk_sk: Nie je možné nájsť oddiel

source: Unable to get Win32_LogicalDisk; win32com query did not return any results
et: Ei suutnud tagastada Win32_LogicalDisk'i; win32com päring ei saanud ühtegi tulemust
fi: Win32_LogicalDisk ei ole saatavissa; win32com -kysely ei tuottanut tuloksia.
fr_ca: Impossible d'obtenir Win32_LogicalDisk ; la requête win32com n'a pas retourné de résultat.
ml: Win32_LogicalDisk നേടാനായില്ല;win32com അന്വേഷണം ഫലങ്ങളൊന്നും നൽകിയില്ല
sk_sk: Nemôžem získať Win32_LogicalDisk; win32com nevrátil žiadne výsledky

source: Unable to mount device
et: Ei suutnud seadet paigaldada
fi: Laitetta ei voida liittää
fr_ca: Impossible de monter le périphérique
ml: ഉപകരണം മൗണ്ട് ചെയ്യാൻ കഴിയില്ല
ms_my: Tidak dapat melancarkan peranti
sk_sk: Nemôžem pripojiť zariadenie

source: Unable to mount device: %(message)s
et: Ei suutnud seadet paigaldada: %(message)s
fi: Laitetta ei voida liittää: %(message)s
fr_ca: Impossible de monter le périphérique : %(message)s
ml: ഉപകരണം മൗണ്ട് ചെയ്യാൻ കഴിയില്ല: %(message)s
ms_my: Tidak dapat melancarkan (mount) peranti: %(message)s
sk_sk: Nemôžem pripojiť zariadenie: %(message)s

source: Unable to remove directory from previous LiveOS: %(message)s
et: Ei suutnud kataloogi eelnevast LiveOS'ist eemaldada: %(message)s
fi: Edellisen Live-käyttöjärjestelmän hakemistoa ei voi poistaa: %(message)s
fr_ca: Impossible d'enlever le répertoire du SE Live précédent : %(message)s
ml: മുമ്പത്തെ ലൈവ് ഓ എസ്- ൽ നിന്ന് ഡയറക്ടറി നീക്കംചെയ്യാൻ കഴിയില്ല: %(message)s
ms_my: Tidak dapat membuang direktori daripada LiveOS sebelumnya: %(message)s
sk_sk: Nemôžem ostrániť priečinok z predchádzajúceho LiveOS: %(message)s

source: Unable to remove file from previous LiveOS: %(message)s
et: Ei suutnud faili eelnevast LiveOS'ist eemaldada: %(message)s
fi: Edellisen Live-käyttöjärjestelmän tiedostoa ei voi poistaa: %(message)s
fr_ca: Impossible d'enlever le fichier du SE Live précédent : %(message)s
ml: മുമ്പത്തെ ലൈവ് ഓ എസ് - ൽ നിന്ന് ഫയൽ നീക്കംചെയ്യാൻ കഴിയില്ല:%(message)s
ms_my: Tidak dapat membuang fail daripada LiveOS sebelumnya: %(message)s
sk_sk: Nemôžem ostrániť súbor z predchádzajúceho LiveOS: %(message)s

source: Unable to reset MBR. You may not have the `syslinux` package installed.
fi: MBR:ää ei voitu palauttaa. Pakettia syslinux ei ehkä ole asennettu.
fr_ca: Impossible de réinitialiser le MBR. Le paquet « syslinux » n'est peut-être pas installé.
ms_my: Tidak dapat menetapkan semula MBR. Anda mungkin tidak mempunyai pakej `syslinux` yang sudah dipasang.
sk_sk: Nemôžem resetovať MBR. Je možné, že nemáte nainštalovaný balík `syslinux`.

source: Unable to use the selected file. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
et: Ei suutnud kasutada valitud faili. Te võite proovida liigutada oma ISO oma ketta root'i (nt: C:\) ja proovida uuesti
fi: Valittua tiedostoa ei voitu käyttää. Tämä saattaa onnistua paremmin, jos siirrät ISOn aseman juurihakemistoon (esim. C:\).
fr_ca: Impossible d'utiliser le fichier choisi. Vous devriez avoir plus de chance en déplaçant l'ISO sur la racine de votre disque (c.-à-d. : C:\)
ml: തിരഞ്ഞെടുത്ത ഫയൽ ഉപയോഗിക്കാൻ കഴിയില്ല. നിങ്ങളുടെ ഐ‌എസ്ഒയെ നിങ്ങളുടെ ഡ്രൈവിന്റെ റൂട്ടിലേക്ക് നീക്കുകയാണെങ്കിൽ നിങ്ങൾക്ക് കൂടുതൽ ഭാഗ്യമുണ്ടാകാം (അതായത്: C: \)
ms_my: Tidak dapat menggunakan fail yang dipilih. Anda mungkin mempunyai nasib yang lebih baik jika anda pindahkan ISO anda ke direktori cakera keras anda (iaitu: C:\)

source: Unable to write on %(device)s, skipping.
et: Ei suutnud kirjutada %(device)s'le, jätan vahele.
fi: Laitteelle %(device)s ei voi kirjoittaa: vaihe ohitetaan.
fr_ca: Impossible d'écrire sur %(device)s, passage à l'étape suivante.
ml: %(device)s ൽ എഴുതാൻ കഴിയില്ല, ഒഴിവാക്കുന്നു.
ms_my: Tidak dapat memasukkan data kepada %(device)s, langkau.

source: Unknown ISO, skipping checksum verification
et: Teadmatu ISO, jätan checksumi kontrollimise vahele
fi: Tunnistamaton ISO, ohitetaan tarkistussumman varmistus.
fr_ca: ISO inconnue, omission de la vérification de la somme de contrôle
ml: അജ്ഞാത ഐ‌എസ്ഒ, ചെക്ക്സം പരിശോധന ഒഴിവാക്കുന്നു
ms_my: ISO tidak diketahui, langkau pengesahan checksum

source: Unknown dbus exception while trying to mount device: %(message)s
fi: Dbusissa tuntematon poikkeus, kun laitetta liitettiin: %(message)s
fr_ca: Exception dbus inconnue lors de la tentative de montage du périphérique : %(message)s

source: Unknown filesystem. Your device may need to be reformatted.
et: Teadmatu failisüsteem. Teie seadet peab võib-olla taaslähtestama.
fi: Tuntematon tiedostojärjestelmä. Laitteesi on ehkä alustettava uudelleen.
fr_ca: Système de fichiers inconnu. Votre périphérique doit être reformaté.
ml: അജ്ഞാത ഫയൽസിസ്റ്റം. നിങ്ങളുടെ ഉപകരണം വീണ്ടും ഫോർമാറ്റുചെയ്യേണ്ടതുണ്ട്.
ms_my: Fail sistem tidak diketahui. Peranti anda mungkin harus diformatkan semula.

source: Unknown release: %s
et: Teadmatu väljalase: %s
fi: Tuntematon julkaisu: %s
fr_ca: Version inconnue : %s
ml: അജ്ഞാത റിലീസ്: %s
ms_my: Versi tidak diketahui : %s

source: Unmounting '%(udi)s' on '%(device)s'
et: Võtan lahti '%(udi)s' seadmel '%(device)s'
fi: Irrotetaan '%(udi)s' laitteelta '%(device)s'
fr_ca: Démontage de « %(udi)s » sur « %(device)s »
ml: അൺമൗണ്ടിംഗ് '%(udi)s' മറുവശത്ത് '%(device)s'

source: Unmounting mounted filesystems on '%(device)s'
et: Võtan ära paigaldatud failisüsteemid seadmel '%(device)s'
fi: Irrotetaan liitetty tiedostojärjestelmä laitteelta '%(device)s'
fr_ca: Démontage des systèmes de fichiers montés sur « %(device)s »
ml: മൗണ്ട് ചെയ്ത ഫയൽസിസ്റ്റങ്ങൾ അൺമൗണ്ട് ചെയ്യുന്നു '%(device)s'

source: Unsupported device '%(device)s', please report a bug.
et: Toetamata seade '%(device)s', palun teatage veast.
fi: Laitetta ei tueta '%(device)s', raportoi virheestä.
fr_ca: Périphérique « %(device)s » non prise en charge, merci de rapporter un bogue.
ml: പിന്തുണയ്‌ക്കാത്ത ഉപകരണം '%(device)s', ദയവായി ഒരു ബഗ് റിപ്പോർട്ടുചെയ്യുക.

source: Unsupported filesystem: %s
et: Toetamata failisüsteem: %s
fi: Tiedostojärjestelmä, jota ei tueta: %s
fr_ca: Système de fichiers non pris en charge : %s
ml: പിന്തുണയ്‌ക്കാത്ത ഫയൽസിസ്റ്റം: %s
ms_my: Fail sistem tidak disokong: %s

source: Unsupported filesystem: %s In case you are trying to upgrade a manually installed Tails system (that is, if it was installed without this installer), this option is not supported: you need to install it anew to start with, e.g. by choosing the "Clone & Install" action instead.
fi: Levyjärjestelmä, jota ei tueta: %s Jos yrität päivittää käsin asennettua Tails-järjestelmää (jonka luomisessa ei ole käytetty asennusohjelmaa), tämä vaihtoehto ei ole valittavissa. Sinun on sen sijaan asennettava järjestelmä uudelleen esimerkiksi Jäljennä & Asenna -toiminnolla.
fr_ca: Système de fichiers non pris en charge : %s Au cas où vous essayeriez de mettre à niveau une version de Tails installée manuellement (autrement dit, si elle a été installée sans l'installeur), cette option n'est pas prise en charge : vous devez la réinstaller, par exemple en choisissant l'action « Cloner & installer ».

source: Unsupported filesystem: %s Please backup and format your USB key with the FAT filesystem.
et: Toetamata failisüsteem: %s Palun varundage ja seejärel lähtestage oma USB võti FAT failisüsteemi.
fi: Tiedostojärjestelmää ei tueta: %s Tee varmuuskopiot ja alusta USB-tikku FAT-tiedostojärjestelmällä.
fr_ca: Système de fichiers non pris en charge : %s Veuillez sauvegarder votre clef USB et la formater avec le système de fichiers FAT.
ml: പിന്തുണയ്‌ക്കാത്ത ഫയൽസിസ്റ്റം: %s FAT ഫയൽസിസ്റ്റം ഉപയോഗിച്ച് നിങ്ങളുടെ യുഎസ്ബി കീ ബാക്കപ്പ് ചെയ്ത് ഫോർമാറ്റ് ചെയ്യുക.

source: Upgrade from ISO
fi: Päivitä ISOlta
fr_ca: Mettre à niveau à partir de l'ISO

source: Use existing Live system ISO
fi: Käytä olemassaolevaa Live-ISOa
fr_ca: Utiliser un ISO de système prêt à l'emploi existant

source: Verifying ISO MD5 checksum
fi: Varmistetaan ISO:n MD5-tarkistussumma
fr_ca: Vérification de la somme de contrôle MD5 de l'ISO
ms_my: Mengesahkan ISO MD5 checksum

source: Verifying SHA1 checksum of LiveCD image...
et: Kontrollin LiveCD SHA1 checksummi...
fi: Varmistetaan LiveCD-levykuvan SHA1-tarkistussumma...
fr_ca: Vérification de la somme de contrôle SHA1 de l'image du LiveCD...
ml: ലൈവ് സി ഡി ചിത്രത്തിന്റെ എസ് എഛ് എ 1 ചെക്ക്സം പരിശോധിക്കുന്നു ...
ms_my: Mengesahkan SHA1 checksum bagi LiveCD image...

source: Verifying SHA256 checksum of LiveCD image...
et: Kontrollin LiveCD SHA256 checksummi...
fi: Varmistetaan LiveCD-levykuvan SHA256-tarkistussumma...
fr_ca: Vérification de la somme de contrôle SHA256 de l'image du LiveCD...
ml: ലൈവ് സി ഡി ചിത്രത്തിന്റെ എസ് എഛ് എ 256 ചെക്ക്സം പരിശോധിക്കുന്നു ...
ms_my: Mengesahkan SHA256 checksum bagi LiveCD image...

source: Verifying filesystem...
et: Kontrollin failisüsteemi...
fi: Tarkistetaan tiedostojärjestelmää...
fr_ca: Vérification du système de fichiers...
ml: ഫയൽസിസ്റ്റം പരിശോധിക്കുന്നു ...
ms_my: Pengesahan fail sistem...

source: Warning: Creating a new persistent overlay will delete your existing one.
fi: Varoitus: Uuden pysyvän tallennustilan luominen tuhoaa nykyisen.
fr_ca: Avertissement : la création d'un nouveau stockage persistant supprimera celui déjà existant.
ms_my: Amaran: Mewujudkan lapisan berterusan baru akan memadam fail yang sedia ada.

source: Warning: The Master Boot Record on your device does not match your system's syslinux MBR. If you have trouble booting this stick, try running the liveusb-creator with the --reset-mbr option.
fi: Varoitus: Laitteesi Master Boot Record ei vastaa järjestelmäsi Syslinux MBR:ää. Jos sinulla on ongelmia käynnistää tietokone uudelleen tikulta, voit ajaa ohjelman liveusb-creator ja käyttää valitsinta --reset-mbr.
fr_ca: Avertissement : l'enregistrement d'amorçage maître (MBR) de votre périphérique ne correspond pas à celui de votre syslinux. Si vous avez des problèmes à démarrer depuis cette clef USB, essayer de lancer liveusb-creator avec l'option « --reset-mbr ».
ms_my: Amaran: Rekod Master Boot pada peranti anda tidak sepadan dengan sistem anda syslinux MBR. Jika anda mempunyai masalah boot pagi peranti USB ini, cuba jalankan liveusb-creator dengan tetapan --reset-mbr.

source: Warning: This tool needs to be run as an Administrator. To do this, right click on the icon and open the Properties. Under the Compatibility tab, check the "Run this program as an administrator" box.
et: Hoiatus: Selle programmi peab käivitama administraatorina. Et seda teha, tehke paremklõps ikooni peale ja avage Omadused. Ühilduvuse kaardi all märkige linnuke "Käivita see programm administraatorina" kasti.
fi: Varoitus: Ohjelma on ajettava järjestelmänvalvojana. Tämä onnistuu, kun napsautat kuvaketta oikealla hiirenpainikkeella ja valitset Ominaisuudet. Rastita Yhteensopivuus-välilehdestä kohta "Suorita ohjelma järjestelmänvalvojana".
fr_ca: Avertissement : cet outil doit être lancé en tant qu'administrateur. Pour cela, cliquer-droit sur l'icône et ouvrir les propriétés. Dans l'onglet compatibilité, cocher la case "Lancer ce programme en tant qu'administrateur".
ml: മുന്നറിയിപ്പ്: ഈ ഉപകരണം ഒരു അഡ്മിനിസ്ട്രേറ്ററായി പ്രവർത്തിപ്പിക്കേണ്ടതുണ്ട്. ഇത് ചെയ്യുന്നതിന്, ഐക്കണിൽ വലത് ക്ലിക്കുചെയ്‌ത് പ്രോപ്പർട്ടികൾ തുറക്കുക. അനുയോജ്യത ടാബിന് കീഴിൽ, "ഈ പ്രോഗ്രാം ഒരു അഡ്മിനിസ്ട്രേറ്ററായി പ്രവർത്തിപ്പിക്കുക" ബോക്സ് ചെക്കുചെയ്യുക.
ms_my: Amaran: Alat ini perlu dijalankan sebagai Administrator. Untuk melakukan ini, klik kanan pada ikon dan membuka Properties. Di bawah tab Compatibility, klik pada kotak "Run this program as an administrator".

source: Wrote to device at %(speed)d MB/sec
et: Kirjutasin seadmele %(speed)dMB/sek
fi: Laitteelle kirjoitettiin nopeudella %(speed)d Mt/s
fr_ca: Écriture sur le périphérique effectuée à %(speed)d Mo/sec
ml: %(speed)dMB / സെക്കൻഡിൽ ഉപകരണത്തിലേക്ക് എഴുതി
ms_my: Menulis ke peranti pada %(speed)d MB/sec

source: You are going to install Tails on the %(size)s %(vendor)s %(model)s device (%(device)s). All data on the selected device will be lost. Continue?
fi: Olet asentamassa Tailsin %(size)s %(vendor)s %(model)s laitteelle (%(device)s). Kaikki tiedot asemalta menetetään. Jatketaanko?
fr_ca: Vous allez installer Tails sur le périphérique (%(device)s) %(size)s %(vendor)s %(model)s. Toutes les données sur ce périphérique seront perdues. Continuer?

source: You are going to upgrade Tails on the %(parent_size)s %(vendor)s %(model)s device (%(device)s). Any persistent volume on this device will remain unchanged. Continue?
fi: Olet päivittämässä Tailsin %(parent_size)s %(vendor)s %(model)s laitteelle (%(device)s). Mahdolliset pysyvät osiot jätetään ennalleen. Jatketaanko?
fr_ca: Vous allez mettre à niveau Tails sur le périphérique (%(device)s) %(parent_size)s %(vendor)s %(model)s. Tout volume persistant sur ce périphérique restera inchangé. Continuer?

source: You are using an old version of syslinux-extlinux that does not support the ext4 filesystem
fi: Käytät syslinux-extlinuxin vanhaa versiota, joka ei tue ext4-tiedostojärjestelmää
fr_ca: Vous utilisez une version ancienne de syslinux-extlinux qui ne prend pas en charge le système de fichiers ext4
ms_my: Anda sedang menggunakan syslinux-extlinux versi lama yang tidak menyokong fail sistem ext4

source: You can try again to resume your download
et: Te võite proovida allalaadimist jätkata
fi: Voit yrittää jatkaa latausta
fr_ca: Vous pouvez essayer de reprendre votre téléchargement
ml: നിങ്ങളുടെ ഡൗൺലോഡ് പുനരാരംഭിക്കാൻ നിങ്ങൾക്ക് വീണ്ടും ശ്രമിക്കാം
ms_my: Anda boleh mencuba lagi untuk meneruskan muat turun

source: You must run this application as root
et: Te peate käivitama selle rakenduse root'ina
fi: Ohjelma on suoritettava pääkäyttäjänä
fr_ca: Vous devez exécuter cette application en tant que root
ml: ഈ ആപ്പ്ലിക്കേഷൻ റൂട്ടായി മാത്രം പ്രവർത്തിപ്പിക്കു
ms_my: Anda mesti menjalankan aplikasi ini sebagai root
sk_sk: Túto aplikáciu je potrebné spustiť ako administrátor

source: or
fi: tai
fr_ca: ou
sk_sk: alebo

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Need help? Read the </span><a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">documentation</span></a><span style=" font-size:11pt;">.</span></p></body></html>
fr_ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Besoin d'aide? Lisez la </span><a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">documentation</span></a><span style=" font-size:11pt;">.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Copy the running Tails onto a USB stick or SD card. All data on the target drive will be lost.</span></p></body></html>
fr_ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Copier le Tails courant sur une clef USB ou une carte SD. Toutes les données sur le périphérique de destination seront perdues.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Copy the running Tails onto an already installed Tails device. Other partitions found on the stick are preserved.</span></p></body></html>
fr_ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Copier le Tails courant sur un périphérique Tails déjà installé. Les autres partitions sur le périphérique sont préservées.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Upgrade an already installed Tails device from a new ISO image.</span></p></body></html>
fr_ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Mettre à jour un périphérique Tails déjà installé à partir d'une nouvelle image ISO.</span></p></body></html>

source: Not enough free space on device. %dMB ISO + %dMB overlay > %dMB free space
et: Teie seadmel pole piisavalt palju vaba ruumi. %dMB ISO+ %dMB pealistus> %dMB vaba ruumi
ml: ഉപകരണത്തിൽ മതിയായ ഇടമില്ല. %d MB ISO + %d MB ഓവർലേ> %d സൗജന്യ സ്ഥലം
sk_sk: Na zariadení nie je dostatok voľného miesta. %dMB ISO + %dMB pamäť > %dMB voľné miesto

source: Unknown GLib exception while trying to mount device: %(message)s
et: Ilmnes tundmatu GLib erind seadme paigaldamisel: %(message)s
ml: ഉപകരണം മൗണ്ട് ചെയ്യാൻ ശ്രമിക്കുമ്പോൾ അജ്ഞാതമായ ജി ലിബ് ഒഴിവാക്കൽ: %(message)s

source: Could not find the '%s' COM32 module
et: Ei suutnud leida '%s' COM32 moodulit
ml: '%s' COM32 മൊഡ്യൂൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല

source: Could not find syslinux' gptmbr.bin
et: Ei suutnud leida syslinux' gptmbr.bin'i
ml: Syslinux ന്റെ gptmbr.bin കണ്ടെത്താനായില്ല

source: Reading extracted MBR from %s
et: Loen ekstraktitud MBR'i %s'est
ml: എക്‌സ്‌ട്രാക്റ്റുചെയ്‌ത MBR വായിക്കുന്നു %s

source: Could not read the extracted MBR from %(path)s
et: Ei suutnud lugeda ekstraktitud MBR'i %(path)s'est
ml: എക്‌സ്‌ട്രാക്റ്റുചെയ്‌ത MBR വായിക്കാൻ കഴിഞ്ഞില്ല %(path)s

source: Make sure to extract the entire tails-installer zip file before running this program.
et: Veenduge et olete ekstraktinud kogu tails-installer zip faili enne programmi käivitamist.
ml: ഈ പ്രോഗ്രാം പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് മുഴുവൻ ടെയിൽസ്-ഇൻസ്റ്റാളർ സിപ്പ് ഫയലും എക്‌സ്‌ട്രാക്റ്റുചെയ്യുന്നത് ഉറപ്പാക്കുക.

source: Tails installation failed!
et: Tails installatsioon nurjus!
ml: ടൈൽസ് ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെട്ടു!

source: Tails Installer
et: Tails'i installer
ml: ടെയിൽസ് ഇൻസ്റ്റാളർ

source: Tails Installer is deprecated in Debian
ml: ടെയിൽ‌സ് ഇൻ‌സ്റ്റാളർ‌ ഡെബിയനിൽ‌ ഒഴിവാക്കി

source: To install Tails from scratch, use GNOME Disks instead. <a href='https://tails.boum.org/install/linux/usb-overview'>See the installation instructions</a> To upgrade Tails, do an automatic upgrade from Tails or a manual upgrade from Debian using a second USB stick. <a href='https://tails.boum.org/upgrade/tails-overview'>See the manual upgrade instructions</a>
ml: ആദ്യം മുതൽ ടൈൽസ് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന്, പകരം ഗ്നോം ഡിസ്കുകൾ ഉപയോഗിക്കുക. <a href='https://tails.boum.org/install/linux/usb-overview'>ഇൻസ്റ്റാളേഷൻ നിർദ്ദേശങ്ങൾ കാണുക</a> ടെയിൽ‌സ് അപ്‌ഗ്രേഡുചെയ്യുന്നതിന്, രണ്ടാമത്തെ യു‌എസ്‌ബി സ്റ്റിക്ക് ഉപയോഗിച്ച് ടെയിൽ‌സിൽ‌ നിന്നും സ്വപ്രേരിത നവീകരണം അല്ലെങ്കിൽ‌ ഡെബിയനിൽ‌ നിന്നും ഒരു മാനുവൽ‌ അപ്‌ഗ്രേഡ് ചെയ്യുക. <a href='https://tails.boum.org/upgrade/tails-overview'>സ്വമേധയാലുള്ള നവീകരണ നിർദ്ദേശങ്ങൾ കാണുക</a>

source: Clone the current Tails
et: Klooni praegust Tailsi isendit
ml: നിലവിലെ ടൈൽസ് ക്ലോൺ ചെയ്യുക

source: Use a downloaded Tails ISO image
et: Kasuta allalaetud Tails'i ISO
ml: ഡൗൺ‌ലോഡുചെയ്‌ത ടെയിൽ‌സ് ഐ‌എസ്ഒ ഇമേജ് ഉപയോഗിക്കുക

source: Upgrade
et: Uuenda
ml: നവീകരിക്കുക

source: Manual Upgrade Instructions
et: Manuaalsed uuendusjuhised
ml: സ്വമേധയാലുള്ള അപ്‌ഗ്രേഡ് നിർദ്ദേശങ്ങൾ

source: Install
et: Installi
ml: ഇൻസ്റ്റോൾ

source: Installation Instructions
et: Installimisjuhised
ml: ഇന്സ്റ്റല്ലേഷന് നിര്ദ്ദേശങ്ങള്

source: %(size)s %(vendor)s %(model)s device (%(device)s)
et: %(size)s%(vendor)s%(model)sseade(%(device)s)
ml: %(size)s%(vendor)s%(model)sഉപകരണം ( %(device)s)

source: No ISO image selected
et: Ühtegi ISO't pole valitud
ml: ഐ‌എസ്ഒ ചിത്രമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
