Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: no automatic upgrade is available from our website for this version
bg: за тази версия няма автоматично обновление на нашата страница
bn: এই সংস্করণের জন্য আমাদের ওয়েবসাইট থেকে স্বয়ংক্রিয় আপগ্রেড উপলব্ধ নেই
es_mx: No hay actualizaciones automáticas disponibles de nuestro sitio web para esta versión
id: tidak ada pemutakhiran otomatis yang tersedia di situs kami untuk versi ini
ja: このバージョンに対してウェブサイトから利用できる自動アップグレードはありません
ka: ამ ვერსიისთვის ჩვენი საიტიდან თვითგანახლება არაა ხელმისაწვდომი
lb: Keen automatescht Upgrade fir dës Versioun ass op eiser Websäit disponibel
ml: ഈ പതിപ്പിനായി ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിന്ന് യാന്ത്രിക നവീകരണമൊന്നും ലഭ്യമല്ല
ms_my: tiada penataran automatik tersedia daripada laman sesewang kami bagi versi ini
nb: ingen automatisk oppgradering er tilgjengelig fra nettsiden vår til denne versjonen
nl_be: Voor deze versie is er geen automatische upgrade beschikbaar op onze website
sk: z našej webstránky nie je pre túto verziu dostupná žiadna automatická aktualizácia
sl: ni avtomatske nadgradnje za to verzijo na mašem spletnem mestu
sv: ingen automatisk uppgradering finns tillgänglig från vår webbplats för denna version
th: ไม่พบการอัพเกรดอัตโนมัติจากเว็บไซต์ของเราสำหรับเวอร์ชั่นนี้

source: your device was not created using a USB image or Tails Installer
ja: デバイスがUSBイメージまたはTailsインストーラーを使用して作成されていないようです
ka: მოწყობილობა არაა შექმნილი USB-ასლით ან Tails-ის დასაყენებელი პროგრამით.
ml: ഒരു യുഎസ്ബി ഇമേജ് അല്ലെങ്കിൽ ടെയിൽസ് ഇൻസ്റ്റാളർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഉപകരണം സൃഷ്ടിച്ചിട്ടില്ല
nb: din enhet ble ikke laget ved bruk av et USB bilde eller Tails Installer
sv: din enhet skapades inte med hjälp av en USB-bild eller Tails Installer

source: Tails was started from a DVD or a read-only device
bg: Tails беше стартиран от DVD или от устройство в режим четене.
bn: একটি ডিভিডি বা একটি পঠনযোগ্য ডিভাইস থেকে পুচ্ছ শুরু হয়েছিল
es_mx: Tails fue iniciado de un DVD o un dispositivo de leer solamente
id: Tails telah dijalankan dari DVD atau perangkat baca-saja
ja: Tails は DVD またはリードオンリーなデバイスから起動しました
ka: Tails გაშვებულია DVD-იდან ან სხვა მხოლოდ წაკითხვის შესაძლებლობის მქონე მოწყობილობიდან
lb: Tails gouf vun enger DVD oder engem read-only Medium gestart
ml: ഡിവിഡിയിൽ നിന്നോ വായിക്കാൻ മാത്രമുള്ള ഉപകരണത്തിൽ നിന്നോ ടൈൽസ് ആരംഭിച്ചു
ms_my: Tail bermula dengan sekeping DVD atau peranti baca-sahaja
nb: Tails ble startet fra en DVD eller en skrivebeskyttet enhet
nl_be: Tails werd gestart vanop een DVD of een read-only apparaat
sk: Tails bol spustený z DVD alebo zo zariadenia len na čítanie
sl: Sledi so zagnane iz DVD-ja ali read-only naprave
sv: Tails startades från en DVD eller skrivskyddad enhet
th: Tails ถูกบูตขึ้นจากดีวีดี หรืออุปกรณ์ read-only

source: there is not enough free space on the Tails system partition
bg: Няма достатъчно място на системния партишън на Tails.
bn: Tails সিস্টেম বিভাজনে যথেষ্ট বিনামূল্যে স্থান নেই
es_mx: No hay suficiente espacio libre en el sistema de particiones Tails
id: tidak cukup ruang kosong pada partisi sistem Tails
ja: Tails のシステムパーティション上に十分な空き容量がありません
ka: არაა საკმარისი თავისუფალი ადგილი Tails-ის სისტემურ დანაყოფზე
lb: Et ass net genuch fräi Späicherplaz op der Tails System Partitioun
ml: ടെയിൽസ് സിസ്റ്റം പാർട്ടീഷനിൽ മതിയായ ഇടമില്ല
ms_my: ruang bebas tidak mencukupi di dalam sekatan sistem Tails
nb: det er ikke nok ledig plass på systempartisjonen til Tails
nl_be: er is onvoldoende vrije ruimte op de Tails systeempartitie
sk: na systémovej partícii Tail nie je dostatok voľného miesta
sl: ni dovolj prostega v sistemski particiji Sledi
sv: där är inte tillräckligt med ledigt utrymme på Tails systempartition
th: มีพื้นที่ว่างบน Tails system partition ไม่เพียงพอ

source: not enough memory is available on this system
bg: Системата няма достатъчно памет
bn: এই সিস্টেমে যথেষ্ট মেমরি পাওয়া যায় না
es_mx: No hay suficiente memoria disponible en este dispositivo
id: memori yang tersedia tidak cukup pada sistem ini
ja: このシステムは十分なメモリがないので利用できません
ka: არაა ხელმისაწვდომი საკმარისი მეხსიერება სისტემაში
lb: Net genuch Aarbechtsspäicher um System
ml: ഈ സിസ്റ്റത്തിൽ മതിയായ മെമ്മറി ലഭ്യമല്ല
ms_my: ingatan tidak mencukupi dalam sistem ini
nb: ikke nok minne tilgjengelig på systemet
nl_be: onvoldoende geheugen beschikbaar op dit systeem
sk: nedostatok pamäte v systéme
sl: ta sistem nima dovolj spomina
sv: inte tillräckligt med användbart minne på systemet
th: หน่วยความจำบนระบบนี้ไม่เพียงพอ

source: No explanation available for reason '%{reason}s'.
bg: Няма обяснение за причината '%{reason}s'.
bn: কারণ ' {reason} গুলি' এর জন্য কোন ব্যাখ্যা উপলব্ধ নেই
es_mx: No hay una explicación disponible para '%{reason}s'.
id: Tidak ada penjelasan yang tersedia untuk '%{reason}s'.
ja: 理由 '%{reason}s' のために説明が利用できません。
ka: ახსნა-განმარტება არაა ხელმისაწვდომი მიზეზისთვის '%{reason}s'.
lb: Keng Erklärung aus folgendem Grond '%{reason}s'.
ml: '% {കാരണം} s' എന്ന കാരണത്തിന് വിശദീകരണമൊന്നും ലഭ്യമല്ല.
ms_my: Tiada penjelasan tersedia untuk sebab '%{reason}s'.
nb: Ingen forklaring er tilgjengelig fordi '%{reason}s'.
nl_be: Geen uitleg beschikbaar door '%{reason}s'.
sk: Nie je dostupné žiadne vysvetlenie pre '%{reason}s'.
sl: Na voljo ni pojasnila iz razloga '%{reason}s'.
sv: Ingen förklaring tillgänglig för orsaken "%{reason}s".
th: ไม่มีคำอธิบายสำหรับเหตุผล: '%{reason}s'

source: The system is up-to-date
bg: Системата е актуализирана
bn: সিস্টেম আপ টু ডেট
es_mx: El sistema está actualizado
id: Sistem paling mutakhir
ja: システムは最新版です
ka: სისტემა განახლებულია
lb: De System ass aktuell
ml: സിസ്റ്റം കാലികമാണ്
ms_my: Sistem sudah dikemaskinikan
nb: Systemet er allerede oppdatert
nl_be: Het systeem is up-to-date
sk: Systém je aktuálny
sl: Sistem je najnovejši
sv: Systemet är redan senaste versionen
th: ระบบเป็นรุ่นปัจจุบัน

source: This version of Tails is outdated, and may have security issues.
bg: Версията на Tails е остаряла и може да има проблеми със сигурността
bn: পুচ্ছ এর এই সংস্করণ পুরানো হয়, এবং নিরাপত্তা বিষয় থাকতে পারে।
es_mx: Esta versión de Tails esta obsoleta, y puede tener problemas de seguridad.
id: Versi Tails ini sudah usang, dan mungkin memiliki banyak masalah keamanan.
ja: Tails のこのバージョンは旧く、セキュリティ上の問題がある場合があります。
ka: Tails-ის ეს ვერსია მოძველებულია და შესაძლოა ხარვეზები გააჩნდეს უსაფრთხოებაში.
lb: Dës Versioun vun Tails ass net méi aktuell an huet eventuell Problemer mat der Sécherheet.
ml: ടെയിൽ‌സിന്റെ ഈ പതിപ്പ് കാലഹരണപ്പെട്ടതാണ്, മാത്രമല്ല സുരക്ഷാ പ്രശ്‌നങ്ങൾ‌ ഉണ്ടാകാം.
ms_my: Versi Tails ini ketinggalan zaman dan mungkin terdapat masalah keselamatan.
nb: Denne versjonen av Tails er utdatert, og kan ha kjente sikkerhetsproblem.
nl_be: Deze versie van Tails is verouderd en kan beveiligingsproblemen bevatten.
sk: Táto verzia Tails je zastaraná a môže obsahovať bezpečnostné chyby.
sl: Verzija Sledi je zastarela in lahko ima varnostne luknje.
sv: Denna version av Tails är inte den senaste, och kan innehålla säkerhetsproblem.
th: Tails เวอร์ชั่นนี้เก่าเกินไป และอาจมีประเด็นปัญหาเกี่ยวกับความปลอดภัย

source: The available incremental upgrade requires %{space_needed}s of free space on Tails system partition, but only %{free_space}s is available.
bg: Частичният ъпгрейд изисква %{space_needed}s празно място на диска с Tails, но единствено %{free_space}s са на разположение.
bn: উপলব্ধ ক্রমবর্ধমান আপগ্রেডের জন্য% {space_needed} টি টাইলস সিস্টেম পার্টিশনের বিনামূল্যে স্থান প্রয়োজন, কিন্তু শুধুমাত্র% {free_space} s উপলব্ধ।
es_mx: La actualización incremental disponible requiere %{space_needed}s de espacio libre en la partición del sistema Tails, pero solo %{free_space} esta disponible.
id: Pemutakhiran berjenjang yang ada membutuhkan ruang kosong sebesar %{space_needed}s pada sistem partisi Tails, tetapi hanya tersedia %{free_space}s.
ja: 利用できる逐次的アップグレードは Tails のシステムパーティション上に %{space_needed}s の空き容量が必要ですが、 %{free_space}s しか空き容量がありません。
ka: ხელმისაწვდომი დამატებითი განახლება საჭიროებს %{space_needed}s თავისუფალ ადგილს Tails-ის სისტემურ დანაყოფზე, მაგრამ მხოლოდ %{free_space}s არის ხელმისაწვდომი.
lb: Dat verfügbart Upgrade brauch %{space_needed}s fräi Späicherplaz op der Tails System Partitioun mä et ass nëmmen %{free_space}s fräi Späicherplaz do.
ml: ലഭ്യമായ ഇൻ‌ക്രിമെൻറ് അപ്‌ഗ്രേഡിന് ടെയിൽ‌സ് സിസ്റ്റം പാർട്ടീഷനിൽ% {സ്ഥലം_ആവശ്യമാണ്}, പക്ഷേ %{ശൂന്യമായ_ഇടം} s മാത്രമേ ലഭ്യമാകൂ.
ms_my: Penataran tokokan yang tersedia memerlukan %{space_needed}s dari sejumlah ruang bebas di dalam sekatan sistem Tails, tetapi hanya %{free_space}s yang ada.
nb: Den tilgjengelige trinnvise oppgraderingen krever %{space_needed}s ledig plass på Tails systempartisjon, men det er bare %{free_space}s tilgjengelig.
nl_be: De beschikbare incrementele upgrade vereist %{space_needed}s vrije ruimte op de Tails systeem partitie, maar slechts %{free_space}s is beschikbaar.
sk: Dostupná prírastková aktualizácia vyžaduje %{space_needed}s voľného miesta na systémovej partícii Tails, je však dostupných len %{free_space}s.
sl: Primarna nadgradnja, ki je na voljo, potrebuje %{space_needed}s od proste particije sistema Sledi, vendar je samo %{free_space}s na razpolago.
sv: Den tillgängliga steguppgraderingen kräver %{space_needed}s ledigt utrymme på Tails systempartition, men endast %{free_space}s finns tillgängligt.
th: การอัพเกรดแบบ incremental นี้ต้องการพื้นที่ว่าง %{space_needed} บน Tails system partition แต่ขณะนี้มีพื้นที่ว่างเพียง %{free_space}

source: The available incremental upgrade requires %{memory_needed}s of free memory, but only %{free_memory}s is available.
bg: Частичният ъпгрейд изисква %{space_needed}s свободна оперативна памет, но единствено %{free_space}s са на разположение.
bn: উপলব্ধ ক্রমবর্ধমান আপগ্রেডের জন্য% {memory_needed} গুলি বিনামূল্যে মেমরি প্রয়োজন, কিন্তু শুধুমাত্র% {free_ememory} গুলি উপলব্ধ।
es_mx: La actualización incremental disponible requiere %{memory_needed}s de memoria libre, pero solo %{free_memory}s esta disponible.
id: Pemutakhiran berjenjang yang ada membutuhkan memori bebas sebesar %{memory_needed}s, tetapi hanya tersedia %{free_memory}s.
ja: 利用できる逐次的アップグレードは %{memory_needed}s のメモリ空き容量が必要ですが、 %{free_memory}s しかメモリ空き容量がありません。
ka: ხელმისაწვდომი დამატებითი განახლება საჭიროებს %{memory_needed}s თავისუფალ მეხსიერებას, მაგრამ მხოლოდ %{free_memory}s არის ხელმისაწვდომი.
lb: Dat verfügbart Upgrade brauch %{memory_needed}s fräien Aarbechtsspäicher mä et ass nëmmen %{free_memory}s fräien Aarbechtsspäicher do.
ml: ലഭ്യമായ ഇൻ‌ക്രിമെൻറ് അപ്‌ഗ്രേഡിന് % {മെമ്മറി ആവശ്യമാണ് } , പക്ഷേ% {സൗജന്യ മെമ്മറി} മാത്രമേ ലഭ്യമാകൂ.
ms_my: Penataran tokokan yang tersedia memerlukan %{memory_needed}s dari sejumlah ingatan bebas, tetapi hanya %{free_memory}s yang ada.
nb: Den tilgjengelige trinnvise oppgraderingen krever %{memory_needed}s ledig minne, men det er bare %{free_memory}s tilgjengelig.
nl_be: De beschikbare incrementele upgrade vereist %{memory_needed}s vrije ruimte, maar slechts %{free_memory}s is beschikbaar.
sk: Dostupná prírastková aktualizácia vyžaduje %{memory_needed}s voľnej pamäte, je však dostupných len %{free_memory}s.
sl: Primarna nadgradnja, ki je na voljo, potrebuje %{memory_needed}s prostega spomina, toda samo %{free_memory}s je na razpolago.
sv: Den tillgängliga steguppgraderingen kräver %{memory_needed}s ledigt minne, men endast %{free_memory}s finns tillgängligt.
th: การอัพเกรดแบบ incremental นี้ต้องการหน่วยความจำว่าง %{memory_needed} แต่ขณะนี้มีหน่วยความจำว่างเพียง %{free_memory}

source: An incremental upgrade is available, but no full upgrade is. This should not happen. Please report a bug.
bg: Частичен ъпгрейд е на разаположениено не и пълния ъпгрейд. Това не трябва да се бърка. Уведомете за грешка.
bn: একটি ক্রমবর্ধমান আপগ্রেড উপলব্ধ, কিন্তু কোন পূর্ণ আপগ্রেড নেই। এই ঘটতে না হওয়া উচিত। একটি বাগ রিপোর্ট করুন
es_mx: Una actualización incremental esta disponible, pero no toda la actualización lo esta. Esto no debería de pasar. Por favor reporta un error.
id: Sebuah pemutakhiran berjenjang tersedia, tidak dengan pemutakhiran penuh. Hal ini seharusnya tidak terjadi. Mohon laporkan kutu tersebut.
ja: 逐次的アップグレードが利用できますが、完全なアップグレードはありません。 これは本来起こりえません。バグを報告してください。
ka: ხელმისაწვდომია დამატებითი განახლება, თუმცა არა სრული არ მოიძებნა. წესით, ასე არ უნდა მომხდარიყო. გთხოვთ, მოგვახსენოთ ხარვეზის შესახებ.
lb: Een inkrementalt Upgrade ass do, mä keen komplett. Dat sollt net geschéien. Mellt wann ech gelift e Feeler.
ml: വർദ്ധിച്ചുവരുന്ന അപ്‌ഗ്രേഡ് ലഭ്യമാണ്, പക്ഷേ പൂർണ്ണമായ നവീകരണമൊന്നുമില്ല. ഇത് സംഭവിക്കാൻ പാടില്ല. ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യുക..
ms_my: Penataran tokokan sudah tersedia, tetapi tiada penataran penuh. Ia sepatutnya tidak berlaku. Mohon laporkan pepijat ini/
nb: En trinnvis oppgradering er tilgjengelig, men ingen full oppgradering. Dette skal ikke skje. Rapporter feilen.
nl_be: Een incrementele upgrade is beschikbaar, maar geen volledige upgrade. Dit zou niet moeten gebeuren. Rapporteer alstublieft een bug.
sk: Je dostupná prírastková aktualizácia, nie však plná aktualizácia. Takáto situácia by nemala nastať. Nahláste, prosím, chybu.
sl: Primarna nadgradnja, ki je na razpolago ni popolna. To se nebi smelo narediti. Sporočite hrošča.
sv: En inkrementell uppgradering är tillgänglig, men ingen fullständig uppgradering. Detta bör inte hända. Vänligen rapportera ett fel.
th: พบการอัพเกรดแบบ incremental แต่ไม่พบการอัพเกรดแบบเต็ม กรณีนี้ไม่ควรเกิดขึ้น กรุณาทำการแจ้งบั๊ก

source: Error while detecting available upgrades
bg: Грешка при проверка за възможни ъпгрейди
bn: উপলভ্য আপগ্রেড সনাক্ত করার সময় ত্রুটি
es_mx: Error al detectar actualizaciones disponibles
id: Galat saat mendeteksi pemutakhiran yang tersedia
ja: 利用可能なアップグレードの検索中にエラー
ka: შეცდომა, ხელმისაწვდომი განახლებების აღმოჩენისას
lb: Feeler beim fannen vun méiglechen Upgrades.
ml: ലഭ്യമായ അപ്‌ഗ്രേഡുകൾ കണ്ടെത്തുമ്പോൾ പിശക്
ms_my: Ralat ketika mengesan penataran yang tersedia
nb: Feil under søk av tilgjengelige oppgraderinger
nl_be: Fout bij het detecteren van beschikbare upgrades
sk: Chyba pri zisťovaní dostupných aktualizácií
sl: Napaka pri zaznavanju razpoložljive nadgradnje
sv: Fel vid sökning efter tillgängliga uppgraderingar
th: พบข้อผิดพลาดขณะตรวจหาการอัพเกรด

source: <b>You should upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s We recommend you close all other applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. Download size: %{size}s Do you want to upgrade now?
bn: <b>আপনার আপগ্রেড করা উচিত %{name}s %{version}s.</b> এই নতুন সংস্করণ সম্পর্কে আরও তথ্যের জন্য, যান %{details_url}s আমরা আপনাকে আপগ্রেড সময় অন্যান্য অ্যাপ্লিকেশন বন্ধ সুপারিশ। আপগ্রেড ডাউনলোড কয়েক মিনিট থেকে কয়েক ঘন্টার মধ্যে দীর্ঘ সময় নিতে পারে। ডাউনলোডের আকার: %{size}s আপনি এখন আপগ্রেড করতে চান?
id: <b>Anda harus memperbarui ke %{name}s %{version}s.</b> Untuk informasi lebih tentang versi baru ini, pergi ke %{details_url}s Kami merekomendasikan Anda untuk menutup semua aplikasi saat pembaruan. Mengunduh pembaruan mungkin akan memakan waktu panjang, dari beberapa menit ke beberapa jam. Ukuran unduhan: %{size}s Apakah Anda ingin memperbarui sekarang?
ja: <b>%{name}s %{version}s にアップグレードするべきです。</b> この新バージョンについての詳細は、%{details_url}s を開いてください。 アップグレード中は開いているアプリケーションをすべて閉じることが推奨されます。 アップグレードのダウンロードには、数分から2、3時間程度の長い時間がかかる場合があります。 ダウンロードサイズ: %{size}s 今すぐアップグレードしますか？
ka: <b>ახალი ვერსიაა %{name}s %{version}s.</b> ვრცლად, ამ ახალი ვერსიის შესახებ, იხილეთ %{details_url}s გირჩევთ, დახუროთ ყველა სხვა პროგრამა განახლების დაწყებისას. განახლების ჩამოტვირთვამ, შესაძლოა დიდხანს გასტანოს, რამდენიმე წუთიდან, რამდენიმე საათამდეც კი. ჩამოტვირთვის მოცულობა: %{size}s გსურთ, განაახლოთ ახლავე?
ml: <b>നിങ്ങൾ % {name} s% {version} s ലേക്ക് അപ്‌ഗ്രേഡുചെയ്യണം. </b> ഈ പുതിയ പതിപ്പിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, % {details_url} s to എന്നതിലേക്ക് പോകുക. നവീകരണ സമയത്ത് മറ്റെല്ലാ ആപ്ലിക്കേഷനുകളും അടയ്ക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു. ഡൗൺലോഡു ചെയ്യാൻ കുറച്ച് മിനിറ്റ് മുതൽ കുറച്ച് മണിക്കൂർ വരെ ദീർഘനേരം എടുക്കുo. ഡൗൺലോഡു വലുപ്പം :% {size} s ഇപ്പോൾ അപ്‌ഗ്രേഡുചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
ms_my: <b>Anda seharusnya tatar ke %{name}s %{version}s.</b> Untuk maklumat lanjut berkenaan versi baharu ini, pergi ke %{details_url}s Juga disarankan tutup semua aplikasi yang dibuka ketika penataran berlangsung. Proses memuat turun penataran mungkin mengambil masa yang lama, dari beberapa minit hinggalah beberapa jam. Saiz muat turun: %{size}s Anda mahu menatar sekarang?
nb: <b>Du bør oppgradere til %{name}s %{version}s.</b> For mer informasjon om denne nye versjonen, gå til %{details_url}s Det er anbefalt å avslutte alle åpne programmer under oppgraderingen. Nedlasting av oppgraderingen kan ta lang tid, alt fra noen minutter til flere timer. Filstørrelse: %{size}s Vil du oppdatere nå?
sk: <b>Mali by ste prejsť na %{name}s %{version}s.</b> Ďalšie informácie o novej verzii nájdete na %{details_url}s Odporúčame vám, aby ste počas aktualizácie zatvorili všetky ostatné aplikácie. Preberanie tejto aktualizácie môže trvať dlho, od niekoľkých minút až po hodiny. Veľkosť: %{size}s Chcete vykonať aktualizáciu hneď teraz?
sv: <b>Du bör uppgradera till %{name}s %{version}s.</b> För mer information om den nya versionen, gå till %{details_url}s Vi rekommenderar att du stänger alla andra program under uppgraderingen. Hämtning av uppgraderingen kan ta lång tid, från flera minuter till några timmar. Hämtningsstorlek: %{size}s Vill du uppgradera nu?

source: Upgrade available
bg: Актуализация възможна
bn: পর্যাপ্ত উন্নত সংস্করণ
es_mx: Actualización disponible
id: Tersedia pemutakhiran
ja: アップグレード利用可能
ka: ხელმისაწვდომია განახლება
lb: Upgrade verfügbar
ml: അപ്‌ഗ്രേഡ് ലഭ്യമാണ്
ms_my: Penataran tersedia
nb: Oppgradering tilgjengelig
nl_be: Upgrade beschikbaar
sk: Dostupná aktualizácia
sl: Razpoložljiva nadgradnja
sv: Uppgradering tillgänglig
th: มีอัพเกรดใหม่พร้อมติดตั้ง

source: Upgrade now
bg: Актуализирай сега
bn: এখন উন্নতি কর
es_mx: Actualizar ahora
id: Mutakhirkan sekarang
ja: 今すぐアップグレード
ka: ახლავე განახლება
lb: Elo upgraden
ml: ഇപ്പോൾ പുതുക്കുക
ms_my: Tatar sekarang
nb: Oppgrader nå
nl_be: Nu upgraden
sk: Aktualizovať teraz
sl: Nadgradite sedaj
sv: Uppgradera nu
th: อัพเกรดเดี๋ยวนี้

source: Upgrade later
bg: Актуализирай по късно
bn: পরে আপগ্রেড করুন
es_mx: Actualiza despues
id: Mutakhirkan nanti
ja: 後でアップグレード
ka: განახლება მოგვიანებით
lb: Méi spéit upgraden
ml: പിന്നീട് നവീകരിക്കുക
ms_my: Tatar kemudian
nb: Oppgrader senere
nl_be: Later upgraden
sk: Aktualizovať neskôr
sl: Nadgradite kasneje
sv: Uppgradera senare
th: อัพเกรดภายหลัง

source: <b>You should do a manual upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s It is not possible to automatically upgrade your device to this new version: %{explanation}s. To learn how to do a manual upgrade, go to https://tails.boum.org/doc/upgrade/#manual
bn: <b>আপনার %{name}s %{version}s এ একটি ম্যানুয়াল আপগ্রেড করা উচিত</b> এই নতুন সংস্করণ সম্পর্কে আরও তথ্যের জন্য, %{details_url}s এ যান আপনার ডিভাইসটিকে এই নতুন সংস্করণে স্বয়ংক্রিয়ভাবে আপগ্রেড করা সম্ভব নয়: %{explanation}s । কীভাবে ম্যানুয়াল আপগ্রেড করবেন তা শিখতে https://tails.boum.org/doc/upgrade/#manual এ যান
ja: %{name} %{version}に手動でアップグレードする必要があります。 この新しいバージョンの詳細については、%{details_url}にアクセスしてください デバイスをこの新しいバージョン%{explanation}に自動的にアップグレードすることはできません。 手動アップグレードの方法については、https://tails.boum.org/doc/upgrade/#manualをご覧ください。
ka: <b>თქვენ ხელით უნდა განაახლოთ ვერსიაზე %{name}s %{version}s.</b> დამატებითი ინფორმაციისთვის ამ ვერსიის შესახებ, იხილეთ %{details_url}s შეუძლებელია თქვენი მოწყობილობის ავტომატური განახლება ამ ახალ ვერსიაზე: %{explanation}s. ვრცლად, ხელით განახლების შესახებ, იხილეთ https://tails.boum.org/doc/first_steps/upgrade/#manual
ml: <b>%{name}s %{version}s എന്നതിലേക്ക് നിങ്ങൾ ഒരു മാനുവൽ അപ്‌ഗ്രേഡ് ചെയ്യണം. </b> ഈ പുതിയ പതിപ്പിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, %{details_url}s ലേക്ക് പോകുക ഈ പുതിയ പതിപ്പിലേക്ക് നിങ്ങളുടെ ഉപകരണം സ്വപ്രേരിതമായി അപ്‌ഗ്രേഡുചെയ്യാൻ കഴിയില്ല: %{explanation}s. ഒരു മാനുവൽ അപ്‌ഗ്രേഡ് എങ്ങനെ ചെയ്യാമെന്ന് മനസിലാക്കാൻ, https://tails.boum.org/doc/upgrade/#manual എന്നതിലേക്ക് പോകുക
nb: <b>Du bør gjøre en manuell oppgradering til %{name} %{version}.</b> For mer informasjon om denne nye versjonen, gå til %{details_url} Det er ikke mulig å automatisk oppgradere din enhet til denne nye versjonen: %{explanation}. For å lære om hvordan du kan gjøre en manuell oppgradering, gå til https://tails.boum.org/doc/upgrade/#manual
sk: Mali by ste vykonať manuálnu aktualizáciu na %{name}s %{version}s. Ďalšie informácie o tejto novej verzii nájdete na stránke %{details_url}s Nie je možné automaticky aktualizovať vaše zariadenie na túto novú verziu: %{explanation}s. Ak sa chcete dozvedieť, ako vykonať manuálnu aktualizáciu, prejdite na stránku https://tails.boum.org/doc/upgrade/#manual
sv: <b>Du bör göra en manuell uppgradering till %{name}s %{version}s.</b> För mer information om den här nya versionen, gå till %{details_url}s Det är inte möjligt att automatiskt uppgradera enheten till den nya versionen: %{explanation}s. Om du vill veta hur du gör en manuell uppgradering, gå till https://tails.boum.org/doc/upgrade/#manual

source: New version available
bg: Налична е нова версия
bn: নতুন সংস্করণ উপলব্ধ
es_mx: Nueva versión disponible
id: Versi baru telah tersedia
ja: 新バージョン利用可能
ka: ხელმისაწვდომია ახალი ვერსია
lb: Nei Versioun verfügbar
ml: പുതിയ പതിപ്പ് ലഭ്യമാണ്
ms_my: Versi baharu tersedia
nb: Ny versjon tilgjengelig
nl_be: Nieuwe versie beschikbaar
sk: Dostupná nová verzia
sl: Nova verzija na razpolago
sv: Ny version tillgänglig
th: พบเวอร์ชั่นใหม่

source: Downloading upgrade
bg: Сваляне на актуализация
bn: আপগ্রেড ডাউনলোড হচ্ছে
es_mx: Descargando actualizacion
id: Mengunduh pemutakhiran
ja: アップグレードをダウンロード中
ka: განახლების ჩამოტვირთვა
lb: Upgrade gëtt erofgelueden
ml: നവീകരണം ഡൗൺലോഡുചെയ്യുന്നു
ms_my: Memuat turun penataran
nb: Laster ned oppgradering
nl_be: Upgrade aan het downloaden
sk: Aktualizácia sa preberá
sl: Prenašanje nadgradnje
sv: Hämtar uppgradering
th: กำลังดาวน์โหลดการอัพเกรด

source: Downloading the upgrade to %{name}s %{version}s...
bg: Записване на актуализацията в %{name}s %{version}s...
bn: % {Name} s% {version} s এ আপগ্রেড ডাউনলোড হচ্ছে ...
es_mx: Descargando la actualizacion a %{name}s %{versions}s...
id: Mengunduh pemutakhiran ke %{name}s %{version}s...
ja: %{name}s %{version}s へのアップグレードをダウンロード中
ka: მიმდინარეობს ჩამოტვირთვა განახლების %{name}s %{version}s...
lb: Upgrade %{name}s %{version}s gëtt erof gelueden...
ml: % {Name} s% {version} s ലേക്ക് അപ്‌ഗ്രേഡ് ഡൗൺലോഡുചെയ്യുന്നു ...
ms_my: Memuat turun penataran ke %{name}s %{version}s...
nb: Laster ned oppgraderingen til %{name}s %{version}s…
nl_be: De upgrade aan het downloaden naar %{name}s %{version}s...
sk: Preberá sa aktualizácia %{name} %{version}...
sl: Prenašanje nadgradnje v %{name}s %{version}s...
sv: Hämtar uppgraderingen till %{name}s %{version}s...
th: กำลังดาวน์โหลดการอัพเกรดสู่ %{name}s %{version}s...
