Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <link xref="managing-identities#new-identity">New Identity</link> is requested).
ar: مبدئيا لا يحفظ متصفّح تور تأريخ التصفح. صلاحية الكعكات جلسة واحدة فقط (حتى إغلاق متصفّح تور أو طلب <link xref="managing-identities#new-identity">هويّة جديدة</link>).
bg: По подразбиране, Tor браузърът не запазва интернет историята. Бисквитките са валидни само за текущата сесия (докато Tor браузърът бъде затворен или докато не се създаде <link xref="managing-identities#new-identity">Нова идентичност</link>.
id: Secara bawaan, Tor Browser tidak menyimpan sejarah perambahan. Cookies hanya valid untuk sesi tunggal (hingga keluar dari Tor Browser atau sebuah<link xref="managing-identities#new-identity">Identitas Baru</link>diminta).
ka: ნაგულისხმევად, Tor-ბრაუზერი არ დაიმახსოვრებს მონახულებული გვერდების ისტორიას. ფუნთუშებიც მოქმედია მხოლოდ მიმდინარე სეანსისას (სანამ Tor-ბრაუზერი დაიხურება ან <link xref="managing-identities#new-identity">ახალი ვინაობა</link> იქნება მოთხოვნილი).
lv: Pārlūks Tor pēc noklusējuma nesaglabā pārlūkošanas vēsturi. Sīkdatnes ir derīgas tikai vienai sesijai (līdz iziet no pārlūka Tor vai tiek pieprasīta <link xref="managing-identities#new-identity">Jauna identitāte</link> ).
nb: Som forvalg, vil ikke Tor-nettleseren ta vare på surfehistorikk. Kaker er bare gyldige for en enkelt økt (til Tor-nettleseren blir avsluttet eller en <link xref="managing-identities#new-identity">ny identitet</link> blir forespurt).
pt: Por predefinição, o Tor Browser não guarda nenhum histórico de navegação. Os Cookies são apenas validos para uma única sessão (antes do Tor Browser fechar ou for selecionada uma <link xref="managing-identities#new-identity">Nova Identidade</Link>.)
sv: Som standard behåller Tor Browser inte någon webbhistorik . Cookies är endast giltig för en enda session (tills Tor Browser avslutas eller en <link xref="managing-identities#new-identity">Ny identitet </link> begärs).

source: How Tor works
ar: كيف يعمل تور
bg: Как работи Tor
id: Bagaimana Tor bekerja
ka: როგორ მუშაობს Tor
lv: Kā Tor strādā
nb: Hvordan Tor fungerer:
pt: Como funciona o Tor
sv: Hur Tor fungerar

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as <em>relays</em>) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
ar: تور هي عبارة عن شبكة أنفاق افتراضية تتيح لك التحسين من خصوصيّتك و أمانك الإنترنت. يعمل تور عن طريق إرسال بياناتك عبر ثلاثة خواديم عشوائية (تعرف أيضًا باسم <em>التحويلات</em>) داخل شبكة تور. ثم ترسل التحويلة الأخيرة في الدائرة (تحويلة الخروج) البيانات إلى شبكة الإنترنت العامّة.
bg: Tor е мрежа от вирутални тунели, които Ви разрешават да предпазите личното си пространтсво и сигурност в интернет. Tor работи, като препраща трафикът през три произволни сървъра(така наречени <em>препращачи</em>) в Tor мрежата. Последният препращач(изходен препращач) във веригата изпраща трафика в публичния интернет.
id: Tor adalah sebuah jaringan dari terowongan-terowongan virtual yang memungkinkan anda untuk meningkatkan privasi anda dan keamanan dalam Internet. Tor bekerja dengan mengirim lalu lintas anda melalui tiga server acak (juga dikenal sebagai <em>relay</em>) dalam jaringan Tor. Relay yang terakhir dalam sirkuit ("relay keluar") lalu mengirim lalu lintas keluar menuju Internet publik.
ka: Tor წარმოადგენს გვირაბების ერთგვარ ქსელს, რომელიც საშუალებას გაძლევთ პირადი მონაცემების დაცვით და უსაფრთხოდ ისარგებლოთ ინტერნეტით. Tor აგზავნის მონაცემებს სამი შემთხვევით არჩეული მომსახურე კომპიუტერის (ე.წ. <em>გადამცემი</em> წერტილის) გავლით Tor-ქსელში. წრედის ბოლო გადამცემი კი (ანუ „გამსვლელი წერტილი“) ამ მონაცემებს, შემდგომ აგზავნის ღია ინტერნეტში.
lv: Tor ir virtuālu tuneļu tīkls, kas ļauj Jums uzlabot Jūsu privātumu un drošību internetā. Tor nosūta Jūsu datplūsmu caur trim gadījumizvēlētiem serveriem (sauktiem arī <em>releji</em>) tīklā Tor. Pēdējas ķēdes relejs („izejas relejs”) nosūta datplūsmu uz publisko internetu.
nb: Tor er et nettverk av virtuelle tunneler som forbedrer ditt personvern og din sikkerhet på Internett. Tor fungerer ved å sende din internett-trafikk gjennom tre tilfeldig valgte servere (også kalt <em>relays</em>) i Tor-nettverket. Det siste rutingstafettoppsettet er det "utgående rutingstafettoppsettet" før trafikken sendes ut på det åpne Internett.
pt: O Tor é uma rede de túneis virtuais que permite-lhe melhorar a sua privacidade e a segurança na Internet. O Tor funciona enviando o seu tráfego através de três servidores aleatórios (também conhecidos como <em>retransmissores</em>) na rede Tor. O último retransmissor no circuito (o "retransmissor de saída") envia depois o tráfego para a Internet pública.
sv: Tor är ett nätverk av virtuella tunnlar som tillåter dig att förbättra din integritet och säkerhet på Internet. Tor fungerar genom att skicka din trafik genom tre slump servrar (även känd som <em>reläer</em>) i Tor-nätverket. Den sista relän i kretsen ("exit relä") skickar sedan trafiken ut på det publika Internet.

# _
source: external ref='media/how-tor-works.png' md5='6fe4151a88b7a518466f0582e40ccc8c'
pt: ref. externa='media/how-tor-works.png' md5='6fe4151a88b7a518466f0582e40ccc8c'
sv: extern ref='media/how-tor-works.png' md5='6fe4151a88b7a518466f0582e40ccc8c'

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ar: توضح الصورة التي في الأعلى مستخدمًا يتصفّح عدّة مواقع إلكترونية عبر تور. تمثّل الحواسيب الخضراء في الوسط التحويلات في شبكة تور، بينما المفاتيح الثلاثة تمثل طبقات التعمية بين المستخدم وكل تحويلة.
bg: Изображението по-горе илюстрира потребител, който разглежда уебсайтове през Tor. Зелените компютри по средата са препращачи в Tor мрежата, докато трите ключа представляват слойове криптиране между потребителя и всеки препращач.
id: Gambar di atas menggambarkan seorang pengguna meramban beberapa website melalui Tor. Komputer-komputer hijau di tengah merepresentasikan relay-relay dalam jaringan Tor, sementara tiga kunci merepresentasikan lapisan-lapisan enkripsi antara pengguna dan setiap relay.
ka: ზემოთ გამოსახულ სურათზე ნაჩვენებია, რომ მომხმარებელი ათვალიერებს სხვადასხვა საიტებს Tor-ით. მწვანე შუალედური კომპიუტერები წარმოადგენს გადამცემებს Tor-ქსელში, ხოლო სამი გასაღები მომხმარებელსა და თითოეულ გადამცემს შორის მიუთითებს სამმაგ დაშიფვრის ფენას.
lv: Augstāk parādītais attēls rāda lietotāju, kas, lietojot Tor, pārlūko dažādas tīmekļa vietnes.
nb: Bildet ovenfor illustrerer en bruker som besøker forskjellige nettsider over Tor. De grønne maskinene i midten representerer rutingstafettoppsett i Tor-nettverket, mens de tre nøklene representerer krypteringslag mellom brukeren og hvert rutingstafettoppsett.
pt: A imagem acima ilustra um utilizador a navegar entre diferentes sites da Web no Tor. Os computadores a verde no meio representam os retransmissores na rede Tor, enquanto que as três chaves representam as camadas de encriptação entre o utilizador e cada retransmissor.
sv: Bilden ovan visar en användare som surfar till olika webbplatser över Tor. De gröna mellan datorerna representerar reläer i Tor-nätverket, medan de tre knapparna representerar lagren av kryptering mellan användaren och varje relä.

source: Learn what bridges are and how to get them
ar: تعلّم ماهيّة الجسور و كيفية الحصول عليها
bg: Научете какво представляват мостовете и как да ги използвате
id: Pelajari apa itu jembatan-jembatan dan bagaimana mendapatkannya
ka: იხილეთ, თუ რას წარმოადგენს გადამცემი ხიდები და როგორ ხდება მათი მიღება
lv: Uzziniet, kas ir tilti un kā tos saņemt
nb: Lær hva broer er og hvordan bruke dem
pt: Saiba o que são as pontes e como as obter
sv: Lär dig vad bryggor är och hur man får tillgång till dem

source: Bridges
ar: الجسور
bg: Бриджове
id: Jembatan-jembatan
ka: გადამცემი ხიდები
lv: Tilti
nb: Broer
pt: Pontes
sv: Broar

source: Most <link xref="transports">Pluggable Transports</link>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
ar: تعتمد غالبية <link xref="transports">النواقل الموصولة</link>، مثل obfs3 و obfs4، على استخدام تحويلات ”الجسور“. الجسور –مثلها مثل التحويلات العاديّة لشبكة تور– يشغّلها متطوّعون. لكن –على خلاف التحويلات العادية– الجسور غير مدرجة علنيًّا، و بالتالي لا يستطيع الخصوم التعرّف عليها بسهولة. استخدام الجسور بالإضافة إلى النواقل الموصولة يساعد على تمويه استخدامك لشبكة تور.
bg: Повечето <link xref="transports">Вградями транспорти</link>, като obfs3 и obfs4, разчитат на използването на "мостови" препращачи. Като обикновени Tor препращачи, мостовете се подържат от добровлци; за разлика от обикновените препрачи, обаче не са публично обявени, така, че на неприятеля му е трудно да ги идентифицира лесно. Използването на мостове в комбинация от вградяеми транспорти помага прикриването на факта, че използвате Tor.
id: Kebanyakan <link xref="transports">Angkutan Colok</link>, seperti obfs3 dan obfs4, bergantung pada penggunaan "jembatan" relay. Seperti relay-relay Tor biasa, jembatan-jembatan ini dijalankan oleh para relawan; namun tidak seperti relay pada umumnya, mereka tidak terdaftar secara publik, sehingga seorang lawan tidak dapat mengidentifikasi pengguna dengan mudah. Menggunakan jembatan-jembatan dikombinasikan dengan angkutan colok membantu menyamarkan fakta bahwa anda sedang menggunakan Tor.
ka: <link xref="transports">მისაერთებელი გადამყვანების</link> დიდი ნაწილი, მათ შორის obfs3 და obfs4, ეფუძნება „ხიდურ“ გადამცემებს. ჩვეულებრივი Tor-გადამცემების მსგავსად, გადამცემი ხიდებიც მოხალისეების მიერაა უზრუნველყოფილი; თუმცა, განსხვავებით ჩვეულებრივი გადამცემებისა, ისინი არაა საჯაროდ აღნუსხული, ასე რომ, მოწინააღმდეგეები მარტივად ვერ მოახერხებენ მათ აღმოჩენას. ასეთი გადამცემების გამოყენება მისაერთებელ გადამყვანებთან ერთად, გამოსადეგია Tor-ით სარგებლობის შესანიღბად.
lv: Vairums <link xref="transports">maināmi transporti</link>, piemēram, obfs3 un obfs4, lieto tiltu relejus. Līdzīgi parastajiem Tor relejiem, tiltus uztur brīvprātīgie; tomēr atšķirībā no parastajiem relejiem tie nav iekļauti publiski pieejamos sarakstos, tādējādi pretējai pusei tos ir grūtāk identificēt. Tiltu lietošana kopā ar maināmiem transportiem noslēpt, ka lietojat Tor.
nb: De fleste <link xref="transports">Pluggbare transporter</link>, som obfs3 og obfs4 belager seg på "bro"-baserte routingstafettoppsett. Som ordinære Tor-routingstafettoppsett, drives broer av frivillige; ulikt vanlige routingstafettoppsett, er de ikke på noen offentlig liste, så en fiendtlig part kan ikke identifisere dem så lett. Bruk av broer i kombinasjon med pluggbare transporter hjelper deg med å skjule at du bruker Tor.
pt: A maioria dos <link xref="transports">Transportes Ligáveis</link>, tais como obfs3 e obfs4, depende da utilização de retransmissões de "ponte". Tal como as retransmissões Tor comuns, as pontes são executadas por voluntários; ao contrário das retransmissões comuns, contudo, eles não estão listados publicamente, de modo que um adversário não pode identificá-los facilmente. Utilizando pontes em combinação com os transportes ligáveis ajuda para dissimular o facto de que está a utilizar o Tor.
sv: Flesta <link xref = "transports">Pluggbara transporter</link>, som obfs3 och obfs4, är beroende av användningen av "bro"-reläer. Som vanliga Tor-reläer körs broar av volontärer. Till skillnad från vanliga reläer är de inte listade offentligt, så en motståndare kan inte identifiera dem enkelt. Användning av broar i kombination med pluggbara transporter hjälper till att dölja det faktum att du använder Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ar: تستخدم نواقل موصولة أخرى، مثل meek، تقنيات مختلفة مضادة للرقابة لا تعتمد على الجسور. لست بحاجة للحصول على عناوين الجسر لكي تستخدم هذه النواقل.
bg: Други вградяеми транспорти, като meek, използват различни анти-цензурни техники, които не използват мостове. Няма нужда да се сдобивате с адреси на мостове, за да използвате тези транспорти.
id: Diska lepas yang lain, seperti meek, menggunakan teknik anti-sensor berbeda yang tidak mengandalkan jembatan-jembatan. Anda tidak perlu mencari alamat-alamat jembatan untuk menggunakannya.
ka: სხვა მისაერთებელი გადამყვანები, როგორიცაა meek, იყენებს ცენზურის ასარიდებელ განსხვავებულ საშუალებებს, რომლებიც არაა დაფუძნებული გადამცემ ხიდებზე. თქვენ არ დაგჭირდებათ ხიდების მისამართების მოპოვება, ამ გადამყვანების გამოსაყენებლად.
lv: Citi maināmi transporti, piemēram, meek, lieto citas pretcenzūras tehnoloģijas, kas neizmanto tiltus. Jums nav nepieciešams iegūt tiltu adreses, lai lietotu šos transportus.
nb: Andre pluggbare transporter, som meek, bruker andre antisensur-teknikker som ikke avhenger av broer. Du trenger ikke å innhente broadresser for å bruke disse transportene.
pt: Outros transportes ligáveis, tal como Meek, utilizam técnicas diferentes de anticensura que não dependem de pontes. Não precisa de obter endereços de ponte para a utilização destes transportes.
sv: Andra pluggbara transporter, som meek, använder olika anticensurtekniker som inte bygger på broar. Du behöver inte få broadresser för att kunna använda dessa transporter.

source: Getting bridge addresses
ar: الحصول على عناوين الجسور
bg: Получаване на адреси на мостове
id: Mendapatkan alamat-alamat jembatan
ka: გადამცემი ხიდების მისამართების მიღება
lv: Tiltu adrešu saņemšana
nb: Innhenting av bro-adresser
pt: Obter endereços de ponte
sv: Skaffar bryggadresser

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
ar: نظرا لأن عناوين الجسور ليست عامة، فستحتاج إلى طلبها بنفسك. لديك خياران:
bg: Понеже адресите на мостовете не са публични, ще трябва да ги поискате лично. Имате две опции:
id: Karena alamat-alamat jembatan tidak terbuka untuk umum, anda perlu membuat permintaan sendiri. Anda punya dua pilihan:
ka: ვინაიდან, გადამცემი ხიდები არაა საჯაროდ ხელმისაწვდომი, დაგჭირდებათ მისი მოთხოვნა. გაქვთ ორი არჩევანი:
lv: Tādēļ, ka tiltu adreses netiek publicētas, Jums tās pašam būs jāpieprasa. Jums ir divas iespējas:
nb: Siden bro-adresser ikke er offentlige, må du forespørre dem selv. Du står ovenfor to valg:
pt: Porque os endereços das pontes não são públicos, você irá necessitar de os solicitar você mesmo. Você tem duas opções:
sv: Eftersom bryggadresser inte är offentliga, måste du begära dem själv. Du har två alternativ:

source: Visit <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> and follow the instructions, or
ar: اذهب إلى <link href="https://bridges.torproject.org/">https://bridges.torproject.org</link> و اتبع التعليمات هناك، أو
bg: Посетете <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> и следвайте инструкциите или
id: Kunjungi <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> dan ikuti petunjuk, atau
ka: ეწვიოთ <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> საიტს და მიჰყვეთ მითითებებს ან
lv: Apmeklējiet <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> un sekojiet instrukcijām vai
nb: Besøk <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> og følg instruksjonene, eller
pt: Visite <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> e siga as instruções, ou
sv: Besök <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> och följ instruktionerna, eller

source: Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address, or
ar: راسل bridges@torproject.org من عنوان بريد إلكتروني Yahoo، أو Gmail، أو Riseup، أو
bg: Пратете имейл на bridges@torproject.org от Gmail, Yahoo, or Riseup адрес, или
id: Email bridges@torproject.org melalui alamat email Gmail, Yahoo, atau Riseup, atau
ka: ელფოსტის გამოგზავნა მისამართზე bridges@torproject.org Gmail-იდან, Yahoo-დან ან Riseup ელფოსტიდან, ან
lv: E-pastā rakstiet uz bridges@torproject.org no Gmail, Yahoo vai Riseup e-pasta adreses, vai
nb: Send en e-post til bridges@torproject.org fra en e-postadresse fra Gmail, Yahoo eller Riseup, alternativt
pt: Enviar mensagem de bridges@torproject.org de um endereço de e-mail do Gmail, Yahoo, ou Riseup, ou
sv: Maila bridges@torproject.org från en Gmail, Yahoo eller RiseUp e-postadress eller

source: Entering bridge addresses
ar: إدخال عناوين الجسور
bg: Въвеждане на адреси на мостове
id: Memasukkan alamat-alamat jembatan
ka: გადამცემი ხიდის მისამართების შეყვანა
lv: Tiltu adrešu ievadīšana
nb: Innskriving av bro-adresser
pt: Introduzir endereços de ponte
sv: Skriver in broadresser

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ar: بعد حصولك على عناوين الجسور، سيكون عليك إدخالها في مشغل تور.
bg: Щом получите няколко адреса на мостове ще трябва да ги въведете в Tor Launcher.
id: Begitu anda mendapatkan beberapa alamat jembatan, anda perlu untuk memasukkannya ke dalam Peluncur Tor.
ka: მას შემდეგ რაც მოიპოვებთ ხიდის მისამართებს, საჭიროა მათი მითითება Tor-ის გამშვებში.
lv: kad Jums ir vairākas tiltu adreses, Jums tās vajadzēs ievadīt Tor palaidējā.
nb: Når du har innhentet noen bro-adresser, vil du måtte fylle dem inn i Tor-oppstarteren.
pt: Assim que tiver obtido alguns endereços de ponte, terá de introduzi-los no Tor Launcher.
sv: När du har fått några broadresser, måste du ange dem i Tor Launcher.

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
ar: اختر ”نعم“ عند ظهور السؤال ”هل يحجب مزوّد الإنترنت التواصل مع شبكة تور؟“. اختر ”استخدم جسورًا خاصّة“ و أدخل عنوان كل جسر على سطر منفرد.
bg: Изберете "да", когато бъдете попитан дали Интернет доставчикът Ви блокра връзките към Tor мрежата. Изберете "Използване на ръчни мостове" и въведете всеки мост на отделен ред.
id: Pilih "yes" ketika ditanya apakah ISP atau penyedia layanan internet anda memblokir hubungan ke jaringan Tor. Pilih "Use custom bridges" dan masukkan setiap alamat jembatan dalam baris yang berbeda.
ka: აირჩიეთ პასუხი „დიახ“ შეკითხვაზე ზღუდავს თუ არა თქვენი ინტერნეტ-მომსახურების მომწოდებელი Tor-ქსელთან კავშირს. მონიშნეთ „მითითებული გადამცემი ხიდის გამოყენება“ და შეიყვანეთ თითოეული ხიდის მისამართი, ცალკე ხაზზე.
lv: Izvēlieties „jā“, kad tiek jautāts par to, vai Jūsu interneta pakalpojumu sniedzējs bloķē savienojumus ar tīklu Tor. Atlasiet „Lietot pielāgotus tiltus“ un ievadiet katra tilta adresi atsevišķā rindā.
nb: Velg "Ja" når du blir sport om din tjenestetilbyder for Internett blokkerer tilkoblinger til Tor-nettverket. Velg "egendefinerte broer" og skriv inn hver bro-adresse på en egen linje.
pt: Selecione "Sim" quando perguntado se o seu Provedor de Serviço da Internet bloqueia as ligações para a rede TOR. Selecione "Utilizar pontes personalizadas" e insira cada endereço de ponte numa linha separada.
sv: Välj "ja" på frågan om din Internet-tjänsteleverantören blockerar anslutningar till Tor-nätverket. Välj "Använd egna bryggor" och ange en bryggadress per rad.

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
ar: انقر ”اتصل“. استخدام الجسور قد يبطئ اتصال الإنترنت مقارنة بتحويلات تور العادية. إن فشل الاتصال، فقد تكون الجسور التي وصلتك غير شغّالة. عندئذ، استخدم رجاء إحدى الطرق المذكورة أعلاه لتحصل على عناوين جسور أخرى، ثم أعد المحاولة.
bg: Натиснете "Свързване". Използването на мостове може да забави връзката сравнено с обикновените Tor препращачи. Ако връзката е неуспешна вероятно мостовете, които имате не са на линия. Моля, изплзвайте един от методите описани по-горе, за да се сдобиете с допълнителни адреси на мостове, и опитайте отново.
id: Klik "Connect". Menggunakan jembatan-jembatan bisa memperlambat koneksi dibandingkan menggunakan relay-relay Tor biasa. Jika koneksi gagal, jembatan-jembatan yang anda terima mungkin sedang mati. Gunakan salah satu metode di atas untuk mendapatkan alamat-alamat jembatan, dan coba lagi.
ka: დააწკაპეთ „დაკავშირებას“. გადამცემი ხიდების გამოყენებამ, შესაძლოა მეტად შეანელოს კავშირი, ჩვეულებრივ Tor-გადამცემებთან შედარებით. თუ დაკავშირება ვერ მოხერხდება, მიღებული გადამცემები შესაძლოა გათიშული იყოს. გთხოვთ, გამოიყენოთ ზემოთ აღნიშნული საშუალებები, ახალი გადამცემი ხიდების მისამართების მისაღებად.
lv: Noklikšķiniet “Veidot savienojumu”. Tiltu lietošana salīdzinājumā ar parasto Tor releju lietošanu var palēlināt savienojumu. Ja savienojuma izveidošana nav sekmīga, iespējams, ka nestrādā Jūsu saņemtie tilti. Šādā situācijā lūdzu sekojiet vienai no iepriekš norādītajām metodēm, lai saņemtu vairāk tiltu adrešu, tad mēģiniet vēlreiz.
nb: Klikk "Koble til". Bruk av broer kan sakke ned tilkoblingen sett i forhold til bruk av vanlige Tor-routingstafettoppsett. Hvis tilkoblingen feiler, kan det hende at broene du har mottatt er nede. Bruk en av metodene ovenfor for å innhente flere broadresser, og prøv igjen.
pt: Clique em "Ligar". Se utilizar pontes pode abrandar a ligação em comparação com a utilização de retransmissões Tor normais. Se a ligação falhar, as pontes que recebeu podem estar em baixo. Utilize um dos métodos acima para obter mais endereços de ponte, e tente novamente.
sv: Klicka på "Anslut". Det kan gå långsammare när du använder bryggor jämntemot vanliga Tor-reläer. Om anslutningen misslyckas kan broadressen du fick vara nere. Använd en av metoderna ovan för att få fler broadresser och försök igen.

source: What to do if the Tor network is blocked
ar: ما العمل في حال كانت شبكة تور محجوبة
bg: Какво да направите ако Tor мрежата е блокирана
id: Apa yang perlu dilakukan jika jaringan Tor diblok
ka: რა უნდა მოიმოქმედოთ თუ Tor-ქსელი შეზღუდულია
lv: Ko darīt, kad pārlūks ir bloķēts
nb: Tiltak for et blokkert Tor-nettverk
pt: O que fazer se a rede Tor estiver bloqueada
sv: Vad du ska göra ifall Tor nätverket är blockerat

source: Circumvention
ar: تجاوز الحجب
bg: Заобикаляне
id: Pengelakan
ka: გვერდის ავლა
lv: Apiešana
nb: Omgåelse
pt: Contornar
sv: Kringgående
