Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
az: Bu bir qədər vaxt ala bilər və ola bilsin o tam bağlanana qədər sən Təhlükəli Brauzeri bağlaya bilməzsən.
bg: Това може да отнеме време,моля не рестартирайте Несигурният Браузър преди той да е правилно изключен.
bn: এটি একটি সময় নিতে পারে, এবং আপনি সঠিকভাবে বন্ধ না হওয়া পর্যন্ত অনিরাপদ ব্রাউজারটি পুনরায় চালু করতে পারবেন না।
eo: Tio povas daŭri kelkajn minutojn, kaj vi ne povas restartigi la malsekuran retumilon ĝis kiam ĝi ne estos tute malŝaltita.
id: Mungkin ini akan memakan waktu, dan Anda tidak boleh memulai ulang Unsafe Browser sampai ia dimatikan secara layak.
ja: 暫く時間がかかる恐れがあり、適切にシャットダウンされるまで、安全でないブラウザを再起動できません。
ka: შესაძლოა გარკვეულ ხანს გასტანოს, არ გამორთოთ დაუცველი ბრაუზერი, სანამ სათანადოდ არ დაიხურება.
kk: Бұл біраз уақыт кетуі мүмкін, сондықтан ол дұрыс жабылмайынша, Unsafe браузерді қайта іске қоса алмайсыз.
ml: ഇതിന് കുറച്ച് സമയമെടുത്തേക്കാം, ശരിയായി ഷട്ട് ഡൗൺ ചെയ്യുന്നതുവരെ സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ പുനരാരംഭിക്കരുത്.
ms_my: Ia mengambil sedikit masa, dan anda tidak perlu mulakan semula Pelayar Tidak Selamat sehinggalah ia dimatikan dengan betul.
nb: Dette kan ta en stund, og den usikre nettleseren kan ikke startes på nytt før den forrige er helt avsluttet.
sk: Toto môže chvíľu trvať, a pokiaľ sa korektne nevypne, nebudete ho môcť reštartovať.
sq: Kjo do të marrë pak kohë dhe ju mund të mos mundni që ta rinisni Shfletuesin e Pasigurt., derisa ai të mbyllet plotësisht.
sv: Detta kan ta en liten stund, och den osäkra webbläsaren kan inte startas på nytt förrän den är helt nedstängd.

source: Failed to restart Tor.
az: Tor-un yenidən başladılması alınmadı.
bg: Не можа да се рестартира Tor.
bn: টর পুনরায় আরম্ভ করতে ব্যর্থ হয়েছে
eo: Restartigo de Tor paneis.
gl: Produciuse un erro ao reiniciar Tor.
id: Gagal memulai ulang Tor.
ja: Torを再起動できませんでした。
ka: Tor-ის ხელახლა გაშვება ვერ მოხერხდა.
kk: Tor-ды қайта қосу сәтсіз аяқталды.
ml: ടോർ പുനരാരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
ms_my: Gagal memulakan semula Tor.
nb: Kunne ikke starte om Tor.
sk: Nepodarilo sa reštartovať Tor.
sq: Dështuam për rinisjen e Tor.
sv: Misslyckades med att starta om Tor.

source: Unsafe Browser
az: Təhlükəli Brauzer
bg: Несигурен Браузър
bn: অসুরক্ষিত ব্রাউজার
eo: Malsekura Retumilo
gl: Navegador inseguro
ja: 安全でないブラウザ
ka: დაუცველი ბრაუზერი
kk: Unsafe браузер,яғни Қауіпсіз браузер
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ
ms_my: Pelayar Tidak Selamat
nb: Usikker Nettleser
sq: Shfletues i Pasigurt
sv: Osäker webbläsare

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
az: Digər Təhlükəli Brauzer hazırda işləyir, ya da təmizlənir. Lütfən, birazdan yenidən sına.
bg: Друг Несигурен Браузър работи или се почиства в момента.Моля опитайте по-късно.
bn: অন্য একটি অনিরাপদ ব্রাউজার বর্তমানে চলছে বা পরিষ্কার হচ্ছে। কিছুক্ষণের মধ্যে পুনরায় চেষ্টা করুন।
eo: Alia malsekura retumilo estas nun ŝaltita aŭ malŝaltota. Bonvolu reprovi tion post momento.
id: Peramban tak aman lain sedang berjalan, atau sedang dibersihkan. Silakan coba lagi nanti.
ja: 別の安全でないブラウザが起動中か、クリーンアップされています。少ししてからもう一度お試しください。
ka: სხვა დაუცველი ბრაუზერი გაშვებულია ან მიმდინარეობს მისი გასუფთავება. გთხოვთ, სცადოთ ხელახლა ცოტა ხანში.
kk: Қазіргі уақытта тағы бір Unsafe браузер жұмыс істейді немесе тазартылады. Біраздан кейін қайталап көріңіз.
ml: സുരക്ഷിതമല്ലാത്ത മറ്റൊരു ബ്രൌസർ നിലവിൽ പ്രവർത്തിക്കുന്നു, അല്ലെങ്കിൽ വൃത്തിയാക്കുന്നു. കുറച്ച് സമയത്തിനുള്ളിൽ വീണ്ടും ശ്രമിക്കുക.
ms_my: Pelayar Tidak Selamat yang lain masih berjalan, atau baru ditutup. Cuba lagi kemudian.
nb: En annen Usikker Nettleser kjører for øyeblikket, eller blir renset. Prøv på nytt om en stund.
sk: Aktuálne je spustený ďalší Unsafe Browser, prípadne prebieha jeho čistenie. Prosíme skúste to znovu neskôr.
sq: Një tjetër Shfletues i Pasigurt po ekzekutohet ose po pastrohet tani. Ju lutemi riprovoni pas pak.
sv: En annan osäker webbläsare är för närvarande igång, eller på väg att stängas av. Försök igen om en stund.

source: Failed to setup chroot.
az: Chroot-un quraşdırılması alınmadı.
bg: Не можа да се установи chroot.
bn: সেটআপ ক্রুটোতে ব্যর্থ হয়েছে
id: Gagal mengkonfigurasi chroot.
ja: chrootのセットアップに失敗しました。
ka: ვერ ხერხდება chroot-ის გამართვა.
kk: Chroot параметрін орнату сәтсіз аяқталды.
ml: chroot സജ്ജീകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
ms_my: Gagal menyediakan chroot.
nb: Mislyktes i å opprette et chroot-miljø.
sk: Nepodarilo sa nastaviť chroot.
sq: Dështim në konfigurimin e chroot.
sv: Misslyckades med att skapa chroot-miljön.

source: Failed to configure browser.
bg: Неуспех при настройката на браузъра.
bn: ব্রাউজার কনফিগার করতে ব্যর্থ
id: Konfigurasi peramban gagal.
ja: ブラウザーの設定に失敗しました。
ka: ბრაუზერის გამართვა ვერ მოხერხდა.
kk: Браузерді баптау сәтсіз аяқталды.
ml: ബ്രൌസർ ക്രമീകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
ms_my: Gagal mengkonfigur pelayar.
nb: Kunne ikke sette opp nettleser.
sk: Zlyhalo pri nastavovaní prehliadača.
sq: Dështim në konfigurimin e shfletuesit.
sv: Misslyckades med att konfigurera webbläsaren.

source: No DNS server was obtained through DHCP or manually configured in NetworkManager.
az: Nə DHCP vasitəsilə heç bir DNS əldə edilmədi, nə də ŞəbəkəMenecerində manual olaraq konfiqurasiya edilmədi.
bg: DNS сървър не беше получен чрез DHCP или ръчно зададен в NetworkManager.
bn: কোনও DNS সার্ভার DHCP এর মাধ্যমে পাওয়া যায় না বা ম্যানুয়ালি কনফিগার করা হয়েছে NetworkManager।
eo: Neniu DNS-servilo estis ricevita per DHCP aŭ permane agordita en Retagordilo (NetworkManager).
id: Server non-DNS didapati melalui DHCP atau dikonfigurasi manual di NetworkManager.
ja: DNSサーバーは、DHCP経由で取得されるか、またはNetworkManagerで手動で構成されませんでした。
ka: DNS-მომსახურება არაა ხელმისაწვდომი DHCP-ით ან ხელით გამართული ქსელის მმართველით.
kk: DHCP арқылы DNS сервері алынбады немесе NetworkManager қолмен теңшелді.
ml: DHCP വഴി ഒരു DNS സെർവറും ലഭിച്ചില്ല അല്ലെങ്കിൽ നെറ്റ്‌വർക്ക്മാനേജറിൽ സ്വമേധയാ ക്രമീകരിച്ചിട്ടില്ല.
ms_my: Tiada pelayan DNS diperoleh melalui DHCP atau dikonfigur secara manual dalam Pengurus Rangkaian.
nb: Ingen DNS-tjener ble tildelt gjennom DHCP eller manuelt oppsett i NetworkManager.
sk: Pomocou DHCP alebo konfigurácie v NetworkManageri nebol získaný žiadny DNS server.
sq: Asnjë shërbyes DNS në NetworkManager nuk është përftuar përmes DHCP, ose konfigurimit me dorë.
sv: Ingen DNS server blev tilldelad genom DHCP eller manuell konfiguration i NetworkManager.

source: Failed to run browser.
bg: Неуспех при пускането на браузъра.
bn: ব্রাউজার চালাতে ব্যর্থ হয়েছে
id: Gagal menjalankan peramban.
ja: ブラウザーを起動できませんでした。
ka: ბრაუზერის გაშვება ვერ მოხერხდა.
kk: Браузерді іске қосу сәтсіз аяқталды.
ml: ബ്രൗസർ പ്രവർത്തിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
ms_my: Gagal menjalankan pelayar.
nb: Kunne ikke starte nettleser.
sk: Zlyhalo pri spúšťaní prehliadača.
sq: Dështim në ekzekutimin e shfletuesit.
sv: Misslyckades att starta webbläsare.

source: Report an error
az: Xəta məlumatını paylaş
bg: Докладвай за грешка
bn: একটি ত্রুটি রিপোর্ট করুন
eo: Anonci eraron
gl: Informar dun erro
id: Laporkan kesalahan
ja: エラーを報告
ka: შეცდომის მოხსენება
kk: Қате туралы хабарлау
ml: ഒരു പിശക് റിപ്പോർട്ടുചെയ്യുക
ms_my: Laporkan ralat
nb: Rapporter en feil
sk: Nahlásiť chybu
sq: Raportoni një gabim
sv: Felanmälan

source: Tails documentation
az: Tails sənədləşməsi
bg: Tails документация
bn: টাইল ডকুমেন্টেশন
eo: Dokumentado de Tails
id: Dokumentasi Tails
ja: Tailsのドキュメント
ka: Tails-ის დამხმარე მასალები
kk: Tails құжаттамасы
ml: ടെയിൽസ് ഡോക്യുമെന്റേഷൻ
ms_my: Dokumentasi Tails
nb: Tails dokumentasjon
sk: Tails dokumentácia
sq: Dokumentacioni i Tails
sv: Tails dokumentation

source: Root Terminal
bn: রুট টার্মিনাল
ja: ルートターミナル
ka: ტერმინალი ძირეული უფლებებით
ml: റൂട്ട് ടെർമിനൽ
sk: Otvoriť Terminál ako správca "root"

source: Opens a terminal as the root user, using gksu to ask for the password
bn: পাসওয়ার্ড জিজ্ঞাসা করতে gksu ব্যবহার করে মূল ব্যবহারকারী হিসাবে একটি টার্মিনাল খুলুন
ja: rootユーザーとして端末を開き、gksuを使用してパスワードを要求する
ka: გახსნის ტერმინალს ძირეული მომხმარებლით, პაროლის მოთხოვნით gksu-ს მეშვეობით
ml: പാസ്‌വേഡ് ചോദിക്കാൻ gksu ഉപയോഗിച്ച് റൂട്ട് ഉപയോക്താവായി ഒരു ടെർമിനൽ തുറക്കുന്നു
nb: Åpner en terminal som root-bruker og bruker gksu for å spørre om passordet
sk: Otvorí Terminál ako správca "root" použitím gksu na zadanie hesla
sv: Öppnar en terminal som root-användare med gksu för att be om lösenordet

source: Learn how to use Tails
az: Tails-i necə istifadə edəcəyini öyrən
bg: Научете се как да използвате Tails
bn: Tails ব্যবহার কিভাবে শিখুন?
eo: Kiel uzi Tails
id: Pelajari bagaimana menggunakan Tails
ja: Tails の使い方を知る
ka: იხილეთ, როგორ უნდა გამოიყენოთ Tails
kk: Tails қалай пайдалану керектігін үйреніңіз
ml: ടൈൽസ് എങ്ങനെ ഉപയോഗിക്കാമെന്ന് മനസിലാക്കുക
ms_my: Ketahui lebih lanjut bagaimana hendak menggunakan Tails
nb: Lær hvordan du bruker Tails
sk: Naučte sa ako používať Tails
sq: Mësoni sesi ta përdorni Tails
sv: Lär dig hur du använder Tails

source: Learn more about Tails
az: Tails haqqında daha ətraflı öyrən
bg: Научете повече за Tails
bn: Tails সম্পর্কে আরও জানুন
eo: Ekscii pli pri Tails
id: Pelajari lebih lanjut mengenail Tails
ja: Tails について詳しく知る
ka: ვრცლად იხილეთ Tails-ის შესახებ
kk: Tails жайлы көбірек біліңіз
ml: ടൈൽസിനെക്കുറിച്ചു കൂടുതലറിയുക
ms_my: Ketahui lebih lanjut berkenaan Tails
nb: Lær mer om Tails
sk: Dozvedieť sa viac o Tails
sq: Mësoni më shumë rreth Tails
sv: Lär dig mer om Tails

source: Tor Browser
az: Tor Brauzer
bg: Tor браузър
bn: টর ব্রাউজার
eo: Tor krozilo
ka: Tor-ბრაუზერი
kk: Tor браузері
ml: ടോർ ബ്രൗസർ
ms_my: Pelayar Tor
nb: Tor-nettleseren
sk: Prehliadač Tor

source: Anonymous Web Browser
az: Anonim Veb Brauzer
bg: Анонимен уеб браузър
bn: নামবিহীন ওয়েব ব্রাউজার
eo: Anonima retumilo
id: Tanpanama Web Peramban
ja: アノニマス・ウェブ・ブラウザ
ka: ბრაუზერი ვინაობის დასაფარად
kk: Анонимді браузер
ml: അജ്ഞാത വെബ് ബ്രൌസർ
ms_my: Pelayar Sesawang Awanama
nb: Anonym nettleser
sk: Anonýmny Prehliadač Webu
sq: Shfletues Web-i Anonim
sv: Anonym webbläsare

source: Browse the World Wide Web without anonymity
az: World Wide Web-də qeyri-anonim axtarış
bg: Достъпвайте световната мрежа без анонимност.
bn: গোপনীয়তা ছাড়াই ওয়ার্ল্ড ওয়াইড ওয়েব ব্রাউজ করুন
eo: Retumu tra la TTT sen anonimeco
id: Jelajahi web tanpa anonimitas
ja: 匿名性なしでワールドワイドウェブをブラウズする
ka: მოინახულეთ ვებგვერდები ვინაობის გაუმხელად
ml: അജ്ഞാതതയില്ലാതെ വേൾഡ് വൈഡ് വെബ് ബ്രൗസ് ചെയ്യുക
ms_my: Layari Internet tanpa keawanamaan
nb: Surf på Internett uten anonymitet
sk: Surfovať World Wide Web bez anonymity
sq: Shfletojeni Web-in Mbarëbotëror pa anonimitet
sv: Surfa på nätet utan anonymitet

source: Unsafe Web Browser
az: Təhlükəli Veb Brauzer
bg: Несигурен Уеб Браузър
bn: অসুরক্ষিত ওয়েব ব্রাউজার
eo: Malsekura Retumilo
gl: Navegador web inseguro
ja: 安全でないウェブブラウザ
ka: დაუცველი ბრაუზერი
kk: Unsafe веб браузері
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ
ms_my: Pelayar Sesawang Tidak Selamat
nb: Usikker nettleser
sq: Shfletues Web-i i Pasigurt
sv: Osäker webbläsare

source: Mount VeraCrypt encrypted file containers and devices
bn: মাউন্ট VeraCrypt এনক্রিপ্ট করা ফাইল ধারক এবং ডিভাইসগুলি
id: Mount VeraCrypt kontainer dan perangkat file yang dienkripsi
ja: VeraCryptで暗号化されたファイルコンテナとデバイスをマウントする
ka: VeraCrypt-ის ფაილების დაშიფრული სათავსებისა და მოწყობილობების მიერთება
kk: VeraCrypt шифрланған файл контейнерлерін және құрылғыларын орнатыңыз
ml: മൗണ്ട് വെരാക്രിപ്റ്റ് എൻ‌ക്രിപ്റ്റ് ചെയ്ത ഫയൽ കണ്ടെയ്‌നറുകളും ഉപകരണങ്ങളും
ms_my: Lekap bekas dan peranti fail tersulit VeraCrypt
sk: Pripojiť šifrované súborové kontajnery a zariadenia VeraCrypt
sv: Montera VeraCrypt krypterade filbehållare och enheter

source: Configure the additional software installed from your persistent storage when starting Tails
bn: Tails শুরু করার সময় আপনার একরোখা স্টোরেজ থেকে অতিরিক্ত সফ্টওয়্যার ইনস্টল করুন
id: Setel perangkat lunak tambahan yang dipasang dari penyimpanan persisten Anda saat memulai Tails
ja: Tails起動時に固定記憶域からインストールされた追加ソフトウェアを構成する
ka: გამართეთ თქვენი მუდმივი მეხსიერების საცავიდან დაყენებული დამატებითი პროგრამა Tails-ის გაშვებისას
kk: Tails іске қосу кезінде тұрақты сақтаудан орнатылған қосымша бағдарламаны теңшеңіз
ml: ടെയിൽസ് ആരംഭിക്കുമ്പോൾ നിങ്ങളുടെ സ്ഥിരമായ സംഭരണത്തിൽ നിന്ന് ഇൻസ്റ്റാൾ ചെയ്ത അധിക സോഫ്റ്റ്വെയർ കോൺഫിഗർ ചെയ്യുക
ms_my: Konfigur perisian tambahan yang dipasang melalui storan berterusan anda ketika memulakan Tails
sk: Konfigurovať doplnkový softvér inštalovaný z Vášho Trvalého úložiska keď Tails naštartuje.
sv: Konfigurera extra program installerad från din bestående lagring när du startar Tails

source: Tails specific tools
az: Tails-in xüsusi quraşdırmaları
bg: Специфични за Tails инструменти
bn: টাইলস নির্দিষ্ট সরঞ্জাম
eo: Specialaj iloj de Tails
id: Peralatan spesifik Tails
ja: Tails専用ツール
ka: Tails-ის საგანგებო ხელსაწყოები
kk: Tails ерекшеліктері
ml: ടെയിൽസ് നിർദ്ദിഷ്ട ഉപകരണങ്ങൾ
ms_my: Alatan khusus Tails
nb: Tails-spesifikke verktøy
sk: Špecifické nástroje pre Tails
sq: Mjetet e veçanta të Tails
sv: Tails-specifika verktyg

source: To start a Root Terminal, you need to authenticate.
bg: За да получите root привилегии в терминала, трябва първо да се удостоверите.
bn: একটি রুট টার্মিনাল শুরু করার জন্য, আপনি প্রমাণীকরণ প্রয়োজন।
id: Untuk menggunakan Terminal dengan akses Dasar, Anda perlu memasukkan password.
ja: Root Terminalを開始するには認証を行ってください。
ka: ძირეული ტერმინალის გასაშვებად, საჭიროა ანგარიში მონაცემები.
kk: Root терминалын бастау үшін аутентификация қажет.
ml: ഒരു റൂട്ട് ടെർമിനൽ ആരംഭിക്കാൻ, നിങ്ങൾ ഓതെന്റിക്കേറ്റ് ചെയ്യേണ്ടതുണ്ട് .
ms_my: Untuk memulakan Terminal Root, anda perlu disahihkan.
nb: For å starte en root-terminal, må du identitetsbekrefte deg.
sk: Pre spustenie Root Terminálu, musíte sa autentifikovať.
sv: För att starta en root-terminalen måste du verifiera.

source: Remove an additional software package
bn: একটি অতিরিক্ত সফটওয়্যার প্যাকেজ অপসারণ করুন
id: Hapus sebuah paket perangkat lunak tambahan
ja: 追加ソフトウェアパッケージを取り除く
ka: დამატებითი პროგრამის პაკეტის წაშლა
kk: Root Қосымша бағдарламалық құрал бумасын жойыңыз
ml: ഒരു അധിക സോഫ്റ്റ്വെയർ പാക്കേജ് നീക്കംചെയ്യുക
ms_my: Buang satu pakej perisian tambahan
nb: Fjern en tilleggsprogramvare
sk: Odstrániť balíček doplnkového softvéru
sv: Ta bort ett extra programpaket

source: Authentication is required to remove a package from your additional software ($(command_line))
bn: আপনার অতিরিক্ত সফ্টওয়্যার থেকে একটি প্যাকেজ অপসারণ করতে প্রত্যয়ন আবশ্যক ($(command_line))
id: Otentikasi diperlukan untuk menghapus sebuah paket dari perangkat lunak tambahan Anda. ($(command_line))
ja: 追加ソフトウェアからパッケージを外すには認証が必要です ($(command_line))
ka: ანგარიშის მონაცემების მითითებაა საჭირო პაკეტის დამატებითი პროგრამიდან ამოსაშლელად ($(command_line)
kk: Түпнұсқалық растама пакетті қосымша бағдарламалық құралдан жою үшін қажет ($(command_line))
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിൽ നിന്ന് ഒരു പാക്കേജ് നീക്കംചെയ്യുന്നതിന് ഓതെന്റിക്കേറ്റ് ആവശ്യമാണ് ($ (command_line))
ms_my: Pengesahihan diperlukan untuk membuang satu pakej daripada perisian tambahan anda ($(command_line))
sk: Vyžadovaná autentifikácia pre ostránenie balíšku z Vášho doplnkového softvéru ($(command_line))
sv: Autentisering krävs för att ta bort ett paket från dina extra program ($(command_line))

source: Administration Password
bg: Администраторска парола
bn: প্রশাসন পাসওয়ার্ড
es_mx: Clave de Administración
id: Password Admin
ja: 管理パスワード
ka: მთავარი პაროლი
ml: അഡ്മിനിസ്ട്രേഷൻ പാസ്‌വേഡ്
ms_my: Kata Laluan Pentadbiran
nb: Administrasjonspassord
sk: Heslo správcu
sv: Administrationslösenord

source: Set up an administration password if you need to perform administrative tasks. Otherwise, the administration password is disabled for better security.
bg: Задаване на администраторска парола, за да могат да бъдат изпълянване задачи изискващи администраторски правомощия. В противен случай паролата ще бъде деактивирана за по-голяма сигурност.
bn: প্রশাসনিক কর্ম সঞ্চালনের প্রয়োজন হলে প্রশাসনিক পাসওয়ার্ড সেট করুন। অন্যথায়, উন্নত নিরাপত্তা ব্যবস্থার জন্য প্রশাসন পাসওয়ার্ড নিষ্ক্রিয় করা হয়েছে।
es_mx: Pon una clave de administración si necesitas realizar actividades administrativas. De otra manera, la clave de administración sera desactivada para tener mejor seguridad.
id: Buat sandi administrasi Anda jika Anda perlu menjalankan tugas administrasi. Jika tidak, sandi administrasi dinonaktifkan untuk keamanan yang lebih baik.
ja: 管理タスクを実行する必要がある場合は、管理パスワードを設定します。それ以外の場合は、管理パスワードを無効にしてセキュリティを強化します。
ka: დააყენეთ მთავარი პაროლი, თუ გესაჭიროებათ სამართავი მოქმედებების შესრულება. სხვა შემთხვევაში, მთავარი პაროლი გამორთული იქნება დამატებითი უსაფრთხოებისთვის.
ml: നിങ്ങൾക്ക് അഡ്മിനിസ്ട്രേറ്റീവ് ചുമതലകൾ ചെയ്യണമെങ്കിൽ ഒരു അഡ്മിനിസ്ട്രേഷൻ പാസ്‌വേഡ് സജ്ജമാക്കുക. അല്ലെങ്കിൽ, മികച്ച സുരക്ഷയ്ക്കായി അഡ്മിനിസ്ട്രേഷൻ പാസ്‌വേഡ് അപ്രാപ്തമാക്കി.
ms_my: Sediakan satu kata laluan pentadbiran jika anda perlu lakukan tugas-tugas pentadbir. Jika sebaliknya, kata laluan pentadbiran dilumpuhkan atas sebab keselamatan.
nb: Sett opp et administrasjonspassord hvis du trenger å utføre administrative oppgaver. Ellers er administrasjonspassordet avslått for bedret sikkerhet.
sk: V prípade potreby vykonávať úlohy správcu, nastavte heslo správcu. V opačnom prípade bude zakázané kvôli vyššej bezpečnosti.
sv: Ange ett administratörslösenord ifall du behöver utföra administrativa uppgifter. I annat fall kommer administratörslösenord inaktiveras för bättre säkerhet.

source: Enter an administration password
bg: Въведете администраторска парола
bn: একটি প্রশাসনিক পাসওয়ার্ড লিখুন
es_mx: Introduce una clave de administración
id: Masukkan password admin
ja: 管理パスワードを入力してください
ka: მიუთითეთ მთავარი პაროლი
ml: ഒരു അഡ്മിനിസ്ട്രേഷൻ പാസ്‌വേഡ് നൽകുക
ms_my: Masukkan kata laluan pentadbiran
nb: Skriv inn et administrasjonspassord
sk: Zadajte heslo správcu
sv: Ange ett administrationslösenord

source: Confirm your administration password
bg: Потвърдете администраторската парола
bn: আপনার প্রশাসনের পাসওয়ার্ড নিশ্চিত করুন
es_mx: Confirma tu clave de administración
id: Konfirmasi password admin anda
ja: 管理パスワードを確認する
ka: მთავარი პაროლის დადასტურება
ml: നിങ്ങളുടെ അഡ്മിനിസ്ട്രേഷൻ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
ms_my: Sahkan kata laluan pentadbiran anda
nb: Bekreft ditt administrasjonspassord
sk: Potvrďte heslo správcu
sv: Bekräfta ditt administrationslösenord

source: Disable
bg: Деактивиране
bn: টর অক্ষম
es_mx: Desactivar
id: Matikan
ja: 無効する
ka: გამორთვა
ml: പ്രവർത്തനരഹിതമാക്കു
ms_my: Lumpuhkan
nb: Skru av
sk: Zakázať
sv: Inaktivera

source: MAC Address Spoofing
bg: Подправяне на MAC адрес
bn: ম্যাক ঠিকানা স্পোফিং
es_mx: Dirección Mac Spoofing
id: Pemalsuan alamat MAC
ja: MAC アドレススプーフィング
ka: MAC-მისამართის გადაკეთება
ml: മാക് വിലാസം സ്പൂഫിംഗ്
ms_my: Perdayaan Alamat MAC
nb: Simuler MAC-adresse
sk: Predstieranie MAC adresy
sv: Fejka MAC-adress

source: MAC address spoofing hides the serial number of your network interface (Wi-Fi or wired) to the local network. Spoofing MAC addresses is generally safer as it helps you hide your geographical location. But it might also create connectivity problems or look suspicious.
bg: Подправянето на MAC адресa скрива серийнiя номер на вашата мрежова карта(WiFi или кабел) в локалната мрежа. Това засилва сигурността, защото подпомага прикриването на географското Ви местоположение.
bn: ম্যাক অ্যাড্রেস স্পুফিং আপনার নেটওয়ার্কের ইন্টারফেসের সিরিয়াল নম্বর (ওয়াই-ফাই বা ওয়্যার্ড) স্থানীয় নেটওয়ার্ককে লুকিয়ে রাখে। স্পোকিং MAC অ্যাড্রেসগুলি সাধারণত নিরাপদ হয় কারণ এটি আপনাকে আপনার ভৌগোলিক অবস্থানকে লুকাতে সাহায্য করে। কিন্তু এটি সংযোগ সমস্যা তৈরি করতে পারে বা সন্দেহজনক দেখায়
es_mx: La dirección spoofing de Mac esconde el numero de serie de tu interfaz de red (Wi-Fi o alámbrica) a la red local. Direcciones Spoofing Mac son generalmente mas seguras por que te ayudan a esconder tu locación geográfica. Pero también pueden crear problemas de conexión o parecer sospechosas.
id: Pemalsuan alamat MAC menyembunyikan nomor serial kartu jaringan Anda (Wi-fi atau kabel) ke jaringan lokal. Memasulkan alamat MAC biasanya lebih aman karena menyembunyikan lokasi geografis anda. Tapi itu mungkin juga membuat masalah konektivitas atau menimbulkan kecurigaan.
ja: MAC アドレススプーフィングは、ネットワークインターフェイス (Wi-Fi または有線) のシリアル番号をローカルネットワークに非表示にします。MAC アドレススプーフィングは、地理的な場所を隠すのに役立つため、一般的に安全です。しかし、接続に問題が発生したり、不審に見える可能性もあります。
ka: MAC-მისამართის გადაკეთებით დაიმალება თქვენი ქსელის (უსადენოს ან სადენიანის) სერიული ნომერი, ადგილობრივ ქსელში. MAC-მისამართების გადაკეთება ზოგადად აუმჯობესებს უსაფრთხოებას და გეხმარებათ თქვენი მდებარეობის უკეთ დამალვაში. თუმცა, შესაძლოა ხარვეზები გამოიწვიოს დაკავშირების ან გამოჩნდეს საეჭვოდ.
ml: മാക് വിലാസ സ്പൂഫിംഗ് നിങ്ങളുടെ നെറ്റ്‌വർക്ക് ഇന്റർഫേസിന്റെ (Wi-Fi അല്ലെങ്കിൽ വയർഡ്) സീരിയൽ നമ്പർ പ്രാദേശിക നെറ്റ്‌വർക്കിലേക്ക് മറയ്ക്കുന്നു. നിങ്ങളുടെ ഭൂമിശാസ്ത്രപരമായ സ്ഥാനം മറയ്ക്കാൻ സഹായിക്കുന്നതിനാൽ മാക് വിലാസങ്ങൾ സ്പൂഫിംഗ് ചെയ്യുന്നത് സാധാരണയായി സുരക്ഷിതമാണ്. പക്ഷേ ഇത് കണക്റ്റിവിറ്റി പ്രശ്‌നങ്ങൾ സൃഷ്ടിക്കുകയോ സംശയാസ്പദമായി തോന്നുകയോ ചെയ്‌തേക്കാം.
ms_my: Perdayaan alamat MAC menyembunyikan nombor siri antaramuka rangkaian anda (Wi-Fi atau berwayar) kepada rangkaian setempat. Perdayaan alamat MAC biasa lebih selamat kerana ia dapat membantu anda sembunyikan lokasi geografi anda. Tetapi ia mungkin menyebabkan masalah sambungan atau akan menimbulkan syak wasangka.
nb: Simulering av MAC-adresser skjuler serienummeret tilhørende ditt nettverksgrensesnitt (Wi-Fi eller trådbundet) for lokalnettverket. Simulering av MAC-adresser er i hovedsak sikrere siden det hjelper deg å skjule din geografiske plassering. Men det kan også forårsake tilkoblingsproblemer eller se mistenkelig ut.
sk: Spoofovanie - predstieranie MAC adries skryje sériové čísla vašich sieťových kariet (Wi-Fi aj káblových) pre lokálne siete. Toto napomôže k schovaniu vašej geografickej polohy. Avšak môže spôsobiť problémy s konektivitou alebo vyzerať podozrivo.
sv: Genom att fejka MAC-adresser döljer du serienummer på nätverkskortet (Wi-Fi eller kabel) för lokala nätverk. Det kan hjälpa dig dölja din geografiska position. Men det kan också orsaka anslutningsproblem eller verka misstänksamt.

source: Spoof all MAC addresses (default)
bg: Подправяне на всички MAC адреси (подразбиране)
bn: সব MAC অ্যাড্রেস স্প্যাম (ডিফল্ট)
es_mx: Spoofear todas las direcciones Mac (por defaulto)
id: Palsukan semua alamat MAC (default)
ja: 全てのMACアドレスを詐称する(初期設定値)
ka: MAC-მისამართების გადაკეთება (ნაგულისხმევი)
ml: എല്ലാ MAC വിലാസങ്ങളും സ്പൂഫ് ചെയ്യുക (സ്ഥിരസ്ഥിതി)
ms_my: Perdaya semua alamat MAC (lalai)
nb: Simuler alle MAC-adresser (forvalg)
sk: Spoofnuť - predstierať všetky MAC adresy (predvolené)
sv: Fejka alla MAC-adresser (standard)

source: Don't spoof MAC addresses
bg: Не подправяй MAC адресите
bn: এমএএসি অ্যাড্রেস স্পুফ করবেন না
es_mx: No falsificar direcciones MAC
id: Jangan palsukan alamat MAC
ja: MACアドレスを詐称しない
ka: MAC-მისამართების გადაკეთების გარეშე
ml: MAC വിലാസങ്ങൾ കവർന്നെടുക്കരുത്
ms_my: Jangan perdaya alamat-alamat MAC
nb: Ikke simuler MAC-adresser
sk: Nespoofnuť - nepredstierať všetky MAC adresy
sv: Fejka inte alla MAC-adresser

source: Network Configuration
bg: Настройки на мрежата
bn: নেটওয়ার্ক কনফিগারেশন
es_mx: Configuración de Red
id: Konfigurasi Jaringan
ja: ネットワーク設定
ka: ქსელის გამართვა
ml: നെറ്റ്‌വർക്ക് കോൺഫിഗറേഷൻ
ms_my: Konfigurasi Rangkaian
nb: Nettverksoppsett
sk: Nastavenia siete
sv: Nätverkskonfiguration
