Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
ar: يجعل obfs4 حركة نشاط تور تبدو عشوائية مثل obfs3، كما تمنع جهات الحجب من العثور على الجسور بمسح الإنترنت بحثا عنها. جسور obfs4 أقل عرضة للحجب من جسور obfs3.
bg: obfs4 кара Tor трафикът да изглежда произволен като при obfs3 и също така спира цензуриращите от намирането на мостове, когато сканират интернетът. obfs4 мостовете са по-малко вероятно да бъдат блокирани от obfs3 мостовете.
id: obfs4 membuat lalu lintas Tor tampak acak seperti obfs3, dan juga mencegah sensor dari menemukan bridges oleh pemindaian internet. obfs4 bridges sedikit mirip dalam blokir dibandingkan obfs3 bridges.
ka: obfs4 აძლევს Tor-ით მიმოცვლილ მონაცემებს შემთხვევით სახეს, obfs3-ის მსგავსად, და ამასთან არ აძლევს ცენზორებს საშუალებას მოიძიონ გადამცემი ხიდები, ინტერნეტის დასკანირებით. obfs4 გადამცემი ხიდების აღმოჩენა და შეზღუდვა ნაკლებად მოსალოდნელია, ვიდრე obfs3-ის გადამცემების.
lv: Līdzīgi kā obfs3 obfs4 padara Tor datu plūsmu pēc izskata līdzīgu nejauši izvēlētai un novērš, ka cenzori ar interneta skenēšanas palīdzību atrod tiltus. Ir ticami, ka obfs4 tiltus bloķēs mazāk par obfs3 tiltiem.
nb: obfs4 får Tor-trafikk til å fremstå tilfeldig, som obfs3, og forhindrer også sensurorganer fra å finne broer ved skanning av Internett. obfs4-broer har mindre sjanse for blokkering enn obfs3-broer.
pt: obfs4 torna o tráfego do Tor aleatório, tal como ofs3, e também evita que os censores encontrem as pontes pelas pesquisas da Internet. As pontes de obfs4 são menos propensas a serem bloqueadas do que as pontes de obfs3.
sv: obfs4 gör att Tor-trafiken ser slumpmässigt ut som obfs3, och hindrar också censorer från att hitta broar via Internet-skanning. obfs4-bryggor är mindre benägna att blockeras än obfs3-broar.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
ar: يشبه ScrambleSuit نواقل obfs4 لكنه يستخدم مجموعة مختلفة من الجسور.
bg: ScrambleSuit е подобен на obfs4, но изпозлва друг набор от мостове.
id: ScrambleSuit mirip dengan obfs4 namun memiliki jembatan berbeda.
ka: ScrambleSuit მსგავსია obfs4-ის მაგრამ გადამცემების განსხვავებული კრებული გააჩნია.
lv: ScrambleSuit ir līdzīgs obfs4, bet tam ir cits tiltu kopums.
nb: ScrambleSuit ligner obfs4 men har et annet knippe broer.
pt: ScrambleSuit é similar a obfs4 mas tem um conjunto de pontes diferente.
sv: ScrambleSuit liknar obfs4 men har en annan uppsättning av bryggor.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
ar: يموه FTE (التعمية المغيرة للنسق أو format-transforming encryption) حركة نشاط تور لتظهر كأنها نشاط وب (HTTP) عادي.
bg: FTE (формато-трансофрмиращо криптиране) прикрива Tor трафика като обикновен (HTTP) трафик.
id: FTE (format-transforming encryption) penyamaran lalu lintas Tor sebagai situs biasa (HTTP) lalu lintas.
ka: ფორმატის გარდამქმნელი დაშიფვრა (format-transforming encryption – FTE) ნიღბავს Tor-ით მიმოცვლილ მონაცემებს, ჩვეულებრივი კავშირის (HTTP) სახით.
lv: FTE (formātu pārveidojoša šifrēšana) maskē Tor datu plūsmu kā parastu tīmekļa (HTTP) datu plūsmu.
nb: FTE (format-transformerende kryptering(encryption) kler opp Tor-trafikk som vanlig nett (HTTP)-trafikk.
pt: FTE (encriptação transformação-formato) dissimula o tráfego do Tor como tráfego normal da Web (HTTP).
sv: FTE (format-omvandlingskryptering) döljer Tor-trafik som vanlig webb (HTTP) trafik.

source: meek
id: lunak
lv: meek jeb rāms
pt: manso

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
ar: تعمل هذه النواقل على جعلك تبدو كما لو كنت تتصفح أحد مواقع الوب المشهورة ولست تستخدم تور. meek-amazon يظهرك كأنك تستخدم خدمات أمازون، وmeek-azure كأنك تستخدم موقع وب ميكروسوفت، وmeek-google كأنك تستخدم بحث جوجل.
bg: Всички тези транспорти правят, така че да изглежда като чели разглеждате някой обикновен голям уебсайт, а не че използвате Tor. mee-kazure прави да изглежда, като че ли използвате Microsoft уебсайта; a meek-google прави да изглежда, като че ли използвате търсенето на Google.
id: Mengangkut semua ini membuatnya terlihat seperti Anda menjelajah situs web utama daripada menggunakan Tor. Meek-amazon membuatnya terlihat seperti Anda menggunakan Amazon Web Services; Meek-azure membuatnya terlihat seperti Anda menggunakan situs web Microsoft; dan meek-google membuatnya terlihat seperti Anda menggunakan Google search.
ka: ამ სახის გადამყვანები გადაცემულ მონაცემებს აძლევს ისეთ სახეს, თითქოს მომხმარებელი ცნობილ საიტებს უკავშირდება, ნაცვლად Tor-ქსელისა. meek-amazon ყველა კავშირს წარმოაჩენს ისე, თითქოს Amazon-ის ვებმომსახურებებს იყენებდეთ; meek-azure წარმოაჩენს ისე, თითქოს Microsoft-ის ვებმომსახურებებს იყენებდეთ; ხოლო meek-google წარმოაჩენს ისე, თითქოს Google-ის საძიებოთი სარგებლობდეთ.
lv: Visi šie transporti padarīs pārlūkošanu pēc formas līdzīgu tam, it kā Jūs pārlūkotu lielu tīmekļa vietni nevis lietojat Tor. meek-amazon padarīs to līdzīgu Amazon Web Services izmantošanai; meek-azure padarīs to līdzīgu Microsoft tīmekļa vietnes izmantošanai un meek-google padarīs to līdzīgu tam, it kā Jūs lietotu Google meklēšanu.
nb: Disse transportene vil alle få din bruk av Tor til å fremstå som surfing på store nettsider. meek-amazon får det til å se ut som du bruker nettjenestene til Amazon; meek-azure får det til å se ut som du bruker en Microsoft-nettside; og meek-google får det til å se ut som du bruker Google-søk.
pt: Todos estes transportes fazem com que pareça que está a navegar em um site da Web principal em vez da utilização do Tor. meek-amazon faz com que pareça que está a utilizar os Serviços da Web da Amazon; meek-azure faz com que pareça que está a utilizar um site da Web da Microsoft; e meek-google faz com que pareça que está a utilizar a pesquisa do Google.
sv: Dessa transporter gör att det ser ut som om du surfar på en större webbplats istället för att använda Tor. meek-amazon gör att det ser ut som om du använder Amazon Web Services; meek azure gör att det ser ut som om du använder en Microsoft-webbplats. och meek-google gör att det ser ut som om du använder Google-sökning.

source: Snowflake
pt: Floco de neve

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
ka: Snowflake წარმოადგენს Flashproxy-ის მნიშვნელოვან გაუმჯობესებას. იგი მიმოცვლილ მონაცემებს აგზავნის WebRTC-ის გავლით, პირდაპირი კავშირის პროტოკოლით, მათ შორის NAT-ის პირობებშიც, შესაბამისი ჩაშენებული საშუალებებით.
pt: O floco de neve é um aprimoramento do Flashproxy. Ele envia seu tráfego através do WebRTC, um protocolo peer-to-peer com integração NAT.

source: What to do if Tor Browser doesn’t work
ar: ما العمل إذا كان متصفح تور لا يعمل
bg: Какво да направите ако Tor браузърът не работи
id: Apa yang harus dilakukan ketika Tor Browser tidak bekerja
ka: როგორ მოვიქცე, თუ Tor-ბრაუზერი არ მუშაბს
lv: Ko darīt tad, kad pārlūks Tor nestrādā
nb: Tiltak for en Tor-nettleser som ikke virker
pt: O que fazer se o Tor Browser não funcionar
sv: Vad du kan göra om Tor webbläsare inte fungerar

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ar: يفترض أن تستطيع تصفح الوب باستخدام متصفح تور بعد تشغيل البرنامج ثم النقر على زر ”اتصل“ إذا كنت تستخدمه للمرة الأولى.
bg: Би трябвало да можете да почнете да сърфирате интернет малко след каот пуснете Tor браузъра и натиснете бутонът "Свързване" ако го ползвате за първи път.
id: Anda sudah bisa mulai berselancar di internet menggunakan Tor Browser segera setelah menjalankan program dan menekan tombol "Connect" jika anda menggunakannya pertama kali.
ka: გვერდების მონახულება Tor-ბრაუზერით უნდა შეგეძლოთ გაშვებიდან მცირე ხანში, „დაკავშირების“ ღილაკზე დაწკაპებით, თუ პირველად რთავთ პროგრამას.
lv: Tīmekļa pārlūkošanu ar pārlūku Tor normāli varēsit sākt īsi pēc tam, kad ir palaista programma un ir noklišķināta poga „Veidot savienojumu”, ja izmantojat to pirmo reizi.
nb: Du bør kunne starte nettsurfing ved bruk av Tor-nettleseren kort tid etter at du kjører programmet, og klikker på "Koble til"-knappen hvis du bruker det for første gang.
pt: Deverá poder iniciar a navegação na Web utilizando o Tor Browser logo depois de executar o programa, e clicar no botão "Ligar" se o estiver a utilizar pela primeira vez.
sv: Du bör kunna börja surfa på webben med Tor Browser snart efter att du kör programmet och klickar på "Anslut"-knappen om du använder den för första gången.

source: Quick fixes
ar: إصلاحات سريعة
bg: Лесни начини за оправяне
id: Perbaikan cepat
ka: სწრაფად მოგვარების გზები
lv: Ātri risinājumi
nb: Hurtigløsninger
pt: Correções rápidas
sv: Snabba åtgärder

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ar: إذا كان متصفح تور لا يتصل فقد يتوفر حل سهل لهذا. جرب هذه الحلول:
bg: Ако Tor браузърът не се свързва, може да има лесен начин за оправяне. Опитайте следните:
id: Jika Tor Browser tidak terkoneksi, ada sejumlah solusi sederhana. Coba masing-masing di bawah ini:
ka: თუ Tor-ბრაუზერი ქსელს ვერ უკავშირდება, შესაძლოა უშველოს მარტივმა გადაწყვეტამ. სცადეთ ქვემოთ მოცემულები:
lv: Ja pārlūks Tor neizveido savienojumu, iespējams, ka ir vienkāršs risinājums. Pamēģiniet kādu no šīm iespējām:
nb: Hvis Tor-nettleseren ikke kan koble til, kan det ha sin årsak i noe enkelt. Prøv hver av følgende:
pt: Se o Tor Browser não ligar, pode haver uma solução simples. Tente cada um dos seguintes:
sv: Om Tor webbläsare inte ansluter, kan det finnas en enkel lösning. Prova följande alternativ:

source: Your computer’s system clock must be set correctly, or Tor will not be able to connect.
ar: يجب أن تكون ساعة الحاسوب مضبوطة على الوقت الصحيح، وإلا فلن يستطيع تور الاتصال.
bg: Часовникът на компютъра Ви трябва да бъде правилно нагласен, или Tor няма да може да се свърже.
id: Sistem jam komputer Anda mesti diatur secara tepat, atau Tor tidak bisa terkoneksi.
ka: თქვენს კომპიუტერზე სისტემის დრო უნდა იყოს გასწორებული, თუ არადა Tor ვერ მოახერხებს დაკავშირებას.
lv: Jūsu datora sistēmas laikam jābūt iestatītam precīzi, citādi Tor's nevarēs izveidot savienojumu.
nb: Systemklokka på maskinen din må være satt rett, ellers vil ikke Tor kunne koble til.
pt: O relógio do sistema do seu computador deve estar configurado corretamente, ou o Tor poderá não conseguir ligar.
sv: Datorns klocka måste vara korrekt inställd, annars kan Tor inte ansluta.

source: Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
ar: تأكد من أنه لا يوجد متصفح تور آخر يعمل. إذا لم تكن متأكدا من هذا، أعد تشغيل حاسوبك.
bg: Уверете се, че друг Tor браузър не е пуснат. Ако не сте сигурни дали Tor бруазърът работи, рестартирайте компютъра си.
id: Pastikan Tor Browser lainnya tidak sedang berjalan. Jika tak yakin jika Tor Browser sedang berjalan, nyalakan ulang komputer Anda.
ka: დარწმუნდით, რომ უკვე არაა Tor-ბრაუზერი გაშვებული. თუ ვერ ახერხებთ ამის გადამოწმებას, გამორთეთ და ხელახლა ჩართეთ კომპიუტერი.
lv: Pārliecinieties, ka nav jau atvērts cits pārlūks Tor. Ja neesat drošs par to vai jau nav atvērts cits pārlūks Tor, pārstartējiet datoru.
nb: Sørg for at en annen Tor-nettleser ikke kjører allerede. Hvis du ikker er sikker på om Tor-nettleseren kjører, start maskinen på ny.
pt: Certifique-se que outro Tor Browser não está já em execução. Se não tiver certeza se Tor Browser está a ser executado, reinicie o computador.
sv: Se till att en annan Tor Browser inte redan körs. Om du inte är säker på om Tor Browser körs startar du om datorn.

source: Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
ar: تأكد من أن مضادات الفيروسات التي نصبتها على حاسوبك لا تمنع متصفح تور من العمل. قد تحتاج لمراجعة ملفات مساعدة مضاد الفيروسات إن كنت لا تعرف طريقة عمل هذا.
bg: Уверете се, че никоя инсталирана антивирусна програма не пречи на Tor. Ако не знаете как да направите това, може да се наложи да се консултирате с документацията на антивирусната програма.
id: Pastikan program antivirus yang telah terpasang tidak menghalangi jalannya Tor. Anda kemungkinan perlu memeriksa dokumentasi pada perangkat antivirus Anda jika tidak tahu mengenai hal ini.
ka: დარწმუნდით, რომ ანტივირუსული პროგრამა რომელიც გიყენიათ, არ უშლის ხელს Tor-ის გაშვებას. თუ არ იცით როგორ ხდება გადამოწმება, დაგჭირდებათ ანტივირუსული პროგრამის სახელმძღვანელო მასალების გაცნობა.
lv: Pārliecinieties, ka neviena instalētā pretvīrusu programma nekavē Tor darbu. Jums var nākties lasīt pretvīrusu programmatūras dokumentāciju, ja nezināt, kā to darīt.
nb: Sørg for at et installert antivirus-program ikke forhindrer at Tor kan kjøre. Det kan hende du må slå opp i dokumentasjonen tilhørende din antivirus-programvare hvis du ikke vet hvordan du gjør dette.
pt: Certifique-se que qualquer programa de antivírus que tiver instalado não está a impedir a execução do Tor. Pode precisar de consultar a documentação do seu software antivírus se não souber como o fazer.
sv: Se till att alla antivirusprogram du har installerat inte hindrar Tor från att köras. Du kan behöva konsultera dokumentationen för ditt antivirusprogram om du inte vet hur du gör det här.

source: Temporarily disable your firewall.
ar: عطّل الجدار الناري مؤقتًا
bg: Временно изключете файъруола.
id: Sementara men-nonaktif-kan firewall Anda.
ka: დროებით გათიშეთ ქსელის ფარი (Firewall).
lv: Uz laiku atspējot ugunsmūri.
nb: Skru av din brannmur midlertidig.
pt: Desative temporariamente a sua firewall.
sv: Stäng av din brandvägg tillfälligt

source: Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
ar: احذف متصفح تور ونصّبه من جديد. إذا كنت تحدثه فتأكد من حذف ملفات النسخة القديمة أولا.
bg: Изтрийте Tor браузъра и го инсталирайте отново. Ако обновявате, недейте просто да го инсталирате на същото място; предварително се уверете, че сте го изтрили.
id: Hapus Tor Browser dan pasang lagi. Jika pembaruan berjalan, jangan hanya minmpa file Tor Browser anda sebelumnya; sebelumnya pastikan seluruhnya sudah dihapus.
ka: წაშალეთ Tor-ბრაუზერი და დააყენეთ ხელახლა. თუ განახლება გსურთ, პირდაპირ არ გადააწეროთ ძველი Tor-ბრაუზერის ფაილებს; ჯერ დარწმუნდით, რომ ყველაფერი სრულადაა წაშლილი.
lv: Izdzēsiet pārlūku Tor un instalējiet to vēlreiz. Kad jauniniet, ne tikai pārrakstiet iepriekšējās pārlūka Tor datnes, bet arī iepriekš pārliecinieties, ka tās visas tiešām ir izdzēstas.
nb: Slett Tor-nettleseren og installer den igjen. Hvis du oppdaterer, ikke bare overskriv dine tidligere Tor-nettleserfiler. Forsikre deg om at de er helt slettet først.
pt: Remova o Tor Browser e instale-o novamente. Se o atualizar, não substitua apenas os ficheiros do Tor Browser; certifique que os remove completamente.
sv: Ta bort Tor Browser och installera den igen. Om du uppdaterar, skriv inte bara över dina tidigare Tor Browser-filer; se till att de helt raderas i förväg.

source: Is your connection censored?
ar: هل يخضع اتصالك للرقابة؟
bg: Цензурирана ли е връзката?
id: Apakah koneksi Anda disensor?
ka: თქვენი კავშირი ცენზურის ქვეშაა?
lv: Vai Jūsu savienojums tiek cenzēts?
nb: Er tilknytningen din sensurert?
pt: A sua ligação está censurada?
sv: Är din anslutning censurerad?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <link xref="circumvention">Circumvention</link> section for possible solutions.
ar: إذا كنت لا تزال غير قادر على الاتصال فربما مزود خدمة الإنترنت يحجب شبكة تور. اقرأ قسم <link xref="circumvention">تجاوز الحجب</link> للاطلاع على بعض الحلول الممكنة.
bg: Ако все още не можете да се свържете, интернет доставчикът Ви може да цензурира връзката с Tor мрежата. За възможни решения прочетете секцията за <link xref="circumvention">Заобикаляне</lin>.
id: Jika Anda masih tak bisa terkoneksi, ISP Anda kemungkinan menghalangi koneksi ke jaringan Tor, baca <link xref="circumvention">Perdaya</link> bagian untuk peluang solusi.
ka: თუ ჯერ კიდევ ვერ ახერხებთ დაკავშირებას, შესაძლოა თქვენი ინტერნეტ-მომსახურების მომწოდებელი ზღუდავდეს Tor-ქსელთან კავშირს. გაეცანით <link xref="circumvention">გვერდის ავლის</link> განყოფილებას, შესაძლო გადაწყვეტების სანახავად.
lv: Ja joprojām nevarat izveidot savienojumu, iespējams, ka Jūsu interneta pakalpojumu sniedzējs cenzē savienojumus ar tīklu Tor. Lasiet nodaļu <link xref="circumvention">Apiešana</link>, lai uzzinātu par iespējamajiem risinājumiem.
nb: Hvis du ikke kan koble til, kan det hende at din tjenestetilbyder for Internett sensurerer tilkoblinger til Tor-nettverket. Les <link xref="circumvention">Omgåelse</link>-delen for mulige løsninger.
pt: Se ainda não conseguir ligar, o seu Provedor de Serviços da Internet pode estar a censurar as ligações à rede Tor. Leia a secção <link xref="circumvention">Contornar</link> para possíveis soluções.
sv: Om du fortfarande inte kan ansluta kan din Internetleverantör censurera anslutningar till Tor-nätverket. Läs avsnittet <link xref="circumvention">Kringgående</link> för möjliga lösningar.

source: Known issues
ar: المشاكل المعروفة
bg: Известни проблеми
id: Persoalan yang telah diketahui
ka: ცნობილი ხარვეზები
lv: Zināmās problēmas
nb: Kjente problemer
pt: Problemas conhecidos
sv: Kända problem

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <link xref="known-issues">Known Issues</link> page to see if the problem you are experiencing is already listed there.
ar: يخضع متصفح تور للتطوير المستمر وبعض المشاكل معروفة لكن لمّا تحل بعد. رجاء طالع صفحة <link xref="known-issues">المشاكل المعروفة</link> لترى إن كنت تعاني من أحدها.
bg: Tor браузърът е под постоянно разработване и някои проблеми са известни, но все още не са решени. Моля, проверте страницата <link xref="known-issues">Известни проблеми</link>, за да видите дали проблемът, на който сте се натъкнали е изброен там.
id: Tor Browser selalu berada di bawah pengembangan, dan sejumlah persoalan telah diketahui tapi tidak bisa diperbaiki. Harap periksa <link xref="known-issues">persoalan yang sudah diketahui </link>halaman untuk melihat persoalanmu sudah masuk ke dalam daftar ini.
ka: Tor-ბრაუზერი მუდმივად მუშავდება და ცნობილია ზოგიერთი ხარვეზი, რომელიც ჯერ არაა მოგვარებული. გთხოვთ, გაეცნოთ <link xref="known-issues">ცნობილი ხარვეზების</link> გვერდს და ნახოთ, თქვენ მიერ აღმოჩენილი ხარვეზი, უკვე აღრიცხულია თუ არა მოცემულ ჩამონათვალში.
lv: Pārlūks Tor visu laiku tiek pilnveidots, un dažas problēmas ir zināmas, taču nav novērstas. Lūdzu pārbaudiet lapu <link xref="known-issues">Zināmas problēmas</link>, lai redzētu vai Jūsu problēma jau nav tur apskatīta.
nb: Tor-nettleseren er i stadig utvikling, og noen problemer er kjent men har til gode å bli ordnet. Sjekk siden for <link xref="known-issues">Kjente feil</link> for å se om problemet du opplever allerede er listet opp der.
pt: O Tor Browser está em constante desenvolvimento e alguns problemas são conhecidos mas ainda não foram corrigidos. Por favor, verifique a página <link xref="known-issues">Problemas Conhecidos</link> para ver se o problema que a ter já está listado lá.
sv: Tor Browser är under konstant utveckling, och vissa problem är kända men ännu inte åtgärdaded. Kontrollera sidan med <link xref="known-issues">kända problem</link> för att se om problemet du upplever är redan listat där.

source: How to remove Tor Browser from your system
ar: كيفية إزالة متصفح تور من نظامك
bg: Как да премахнете Tor браузъра от компютъра си
id: Cara mencopot Tor Browser dari sistem Anda.
ka: როგორ ხდება Tor-ბრაუზერის სისტემიდან ამოშლა
lv: Kā no Jūsu sistēmas noņemt pārlūku Tor
nb: Hvordan fjerne Tor-nettleseren fra ditt system
pt: Como remover o Tor Browser do seu sistema
sv: Hur du raderar Tor webbläsare från ditt system

source: Uninstalling
ar: إزالة التنصيب
bg: Премахване
id: Pencopotan
ka: ამოშლა
lv: Atinstalēšana
nb: Avinstallering
pt: Desinstalação
sv: Avinstallera

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
ar: لا يؤثر متصفح تور على أي من برمجيات النظام أو إعداداته. إزالة متصفح تور لن تؤثر على برمجيات النظام أو إعداداته.
bg: Tor браузърът не променя съществуващ софтуер или настройки на компютъра Ви. Премахването на Tor браузърът няма да засегне системния софтуер или настройки.
id: Tor Browser tidak mempengaruhi perangkat dan pengaturan di dalam komputer Anda. Pencopotan Tor Browser tidak akan berpengaruh terhadap sistem perangkat dan pengaturan.
ka: Tor-ბრაუზერი არ ზემოქმედებს დანარჩენ პროგრამებზე ან თქვენი კომპიუტერის პარამეტრებზე. ასე რომ, მისი ამოშლა არ მოახდენს გავლენას სხვა პროგრამებსა და პარამეტრებზე თქვენს სისტემაში.
lv: Pārlūks Tor nemaina uz Jūsu datora esošo programmatūru vai iestatījumus. Pārlūka Tor atinstalēšana neietekmēs Jūsu sistēmas programmatūru vai iestatījumus.
nb: Tor-nettleseren har ingen innvirking på innstillinger eller programvare som allerede finnes på maskinen din. Avinstallering av Tor-nettleseren vil heller ikke ha noen innvirkning.
pt: O Tor Browser não afeta qualquer do software existente ou as configurações do seu computador. A desinstalação do Tor Browser não irá afetar o seu software ou configurações do sistema.
sv: Tor Browser påverkar inte någon befintlig programvara eller inställningar på din dator. Avinstallation av Tor Browser påverkar inte ditt systems program eller inställningar.

source: Removing Tor Browser from your system is simple:
ar: إزالة متصفح تور من نظامك أمر بسيط:
bg: Премахването на Tor браузъра от компютъра е просто:
id: Mencopot Tor Browser pada sistem Anda sangat mudah:
ka: Tor-ბრაუზერის სისტემიდან ამოშლა მარტივია:
lv: Pārlūka Tor noņemšana no Jūsu sistēmas ir vienkārša:
nb: Å fjerne Tor-nettleseren fra systemet ditt er enkelt:
pt: Remover o Tor Browser do seu sistema é simples:
sv: Att radera Tor från ditt system är enkelt:
