Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Stop installing {package} automatically
bn: {package} স্বয়ংক্রিয়ভাবে ইনস্টল করা থামান
id: Hentikan pemasangan {package} secara otomatis
ja: {package} の自動的インストールを停止する
ka: აღარ დაყენდეს {package} ავტომატურად
kk: {package} автоматты түрде орнатуды тоқтатыңыз
ml: {പാക്കേജ്} സ്വപ്രേരിതമായി ഇൻസ്റ്റാൾ ചെയ്യുന്നത് നിർത്തുക
ms_my: Henti memasang {package} secara automatik
sk: Zastaviť automatickú inštaláciu {package}
sv: Sluta installera {package} automatiskt

source: To do so, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bn: তা করতে, <a href="synaptic.desktop">Synaptic প্যাকেজ ম্যানেজার</a> বা <a href="org.gnome.Terminal.desktop">APT কমান্ড লাইন</a> ব্যবহার করে কিছু সফটওয়্যার ইন্সটল করুন ।
id: Untuk melakukannya, pasang perangkat lunak menggunakan <a href="synaptic.desktop">Synaptic Package Manager</a> atau <a href="org.gnome.Terminal.desktop">APT pada baris perintah</a>.
ja: そうするには、<a href="synaptic.desktop">Synapticパッケージ・マネージャー</a>、あるいは<a href="org.gnome.Terminal.desktop">APTでコマンドラインから</a>ソフトウェアをインストールして下さい。
ka: ამისთვის, დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
kk: Ол үшін командалық жолда <a href="synaptic.desktop">Synaptic Package Manager</a> немесе <a href="org.gnome.Terminal.desktop">APT арқылы кейбір бағдарламалық жасақтаманы орнатыңыз</a>.
ml: അങ്ങനെ ചെയ്യുന്നതിന്, കമാൻഡ് ലൈനിൽ <a href="synaptic.desktop">സിനാപ്റ്റിക് പാക്കേജ് മാനേജർ </a>അല്ലെങ്കിൽ <a href="org.gnome.Terminal.desktop">എപിടി </a>ഉപയോഗിച്ച് കുറച്ച് സോഫ്റ്റ്വെയർ ഇൻസ്റ്റാൾ ചെയ്യുക.
ms_my: Untuk membuatnya, pasang beberapa perisian menggunakan <a href="synaptic.desktop">Pengurus Pakej Synaptic</a> atau <a href="org.gnome.Terminal.desktop">APT dalam baris perintah</a>.
sk: Ak chcete pridať viac, inštalujte ďalší softvér pomocou <a href="synaptic.desktop">Správcu baličkov Synaptic</a> alebo <a href="org.gnome.Terminal.desktop">APT v príkazovom riadku</a>.
sv: För att göra det, installera något program med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.

source: To do so, unlock your persistent storage when starting Tails and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bn: তা করতে, Tails শুরু করার সময় আপনার একরোখা স্টোরেজ আনলক করুন এবং <a href="synaptic.desktop">Synaptic প্যাকেজ ম্যানেজার</a> বা <a href="org.gnome.Terminal.desktop">APT কমান্ড লাইন</a> ব্যবহার করে কিছু সফটওয়্যার ইনস্টল করে নিন ।
id: Untuk melakukannya, buka kunci penyimpanan tetap Anda saat memulai Tails dan pasang perangkat lunak menggunakan <a href="synaptic.desktop">Synaptic Package Manager</a> atau <a href="org.gnome.Terminal.desktop">APT pada baris perintah</a>.
ja: そうするには、Tailsを起動する時に固定記憶域をアンロックして<a href="synaptic.desktop">Synapticパッケージ・マネージャー</a>で、あるいは<a href="org.gnome.Terminal.desktop">コマンドラインからATPで</a>ソフトウェアをインストールして下さい。
ka: ამისთვის, გახსენით თქვენი მუდმივი მეხსიერების საცავი Tails-ის გაშვებისას და დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
kk: Мұны орындау үшін Қалдықтарды іске қосқан кезде тұрақты сақтау орныңызды ашыңыз және командалық жолда <a href="synaptic.desktop">Synaptic Package Manager</a> немесе <a href="org.gnome.Terminal.desktop">APT арқылы кейбір бағдарламалық жасақтаманы орнатыңыз</a>.
ml: അങ്ങനെ ചെയ്യുന്നതിന്, ടെയിൽസ് ആരംഭിക്കുമ്പോൾ നിങ്ങളുടെ സ്ഥിരമായ സംഭരണം അൺലോക്കുചെയ്‌ത് കമാൻഡ് ലൈനിൽ <a href="synaptic.desktop">സിനാപ്റ്റിക് പാക്കേജ് മാനേജർ </a>അല്ലെങ്കിൽ <a href="org.gnome.Terminal.desktop">എപിടി </a>ഉപയോഗിച്ച് കുറച്ച് സോഫ്റ്റ്വെയർ ഇൻസ്റ്റാൾ ചെയ്യുക.
ms_my: Untuk membuatnya, buka storan berterusan anda ketika memulakan Tails dan pasang beberapa perisian menggunakan <a href="synaptic.desktop">Pengurus Pakej Synaptic</a> atau <a href="org.gnome.Terminal.desktop">APT dalam baris perintah</a>.
sk: Ak chcete pridať viac, odomknite Trvalé úložisko keď sa spustí Tails a inštalujte ďalší softvér pomocou <a href="synaptic.desktop">Správcu baličkov Synaptic</a> alebo <a href="org.gnome.Terminal.desktop">APT v príkazovom riadku</a>.
sv: För att göra det, lås upp din bestående lagring när du startar Tails och installera något program med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.

source: To do so, create a persistent storage and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bn: তাই করতে, একটি একরোখা স্টোরেজ তৈরি করুন এবং <a href="synaptic.desktop">Synaptic প্যাকেজ ম্যানেজার</a> বা <a href="org.gnome.Terminal.desktop">APT কমান্ড লাইন</a> ব্যবহার করে কিছু সফটওয়্যার ইন্সটল করতে হবে ।
id: Untuk melakukannya, buat sebuah penyimpanan tetap dan pasang perangkat luna menggunakan <a href="synaptic.desktop">Synaptic Package Manager</a> atau <a href="org.gnome.Terminal.desktop">APT pada baris perintah</a>.
ja: そうするには、Tailsを起動する時に固定記憶域を作成して<a href="synaptic.desktop">Synapticパッケージ・マネージャー</a>で、あるいは<a href="org.gnome.Terminal.desktop">コマンドラインからATPで</a>ソフトウェアをインストールして下さい。
ka: ამისთვის, შექმენით მუდმივი მეხსიერების საცავი და დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
kk: Мұны істеу үшін, тұрақты сақтауды жасаңыз және командалық жолда <a href="synaptic.desktop">Synaptic Package Manager</a> немесе <a href="org.gnome.Terminal.desktop">APT арқылы кейбір бағдарламалық жасақтаманы орнатыңыз</a>.
ml: അങ്ങനെ ചെയ്യുന്നതിന്, സ്ഥിരമായ ഒരു സംഭരണം സൃഷ്ടിച്ച് കമാൻഡ് ലൈനിൽ <a href="synaptic.desktop">സിനാപ്റ്റിക് പാക്കേജ് മാനേജർ </a>അല്ലെങ്കിൽ <a href="org.gnome.Terminal.desktop">എപിടി </a>ഉപയോഗിച്ച് കുറച്ച് സോഫ്റ്റ്വെയർ ഇൻസ്റ്റാൾ ചെയ്യുക.
ms_my: Untuk membuatnya, cipta satu storan berterusan dan pasang beberapa perisian menggunakan <a href="synaptic.desktop">Pengurus Pakej Synaptic</a> atau <a href="org.gnome.Terminal.desktop">APT dalam baris perintah</a>.
sk: Ak chcete pridať viac, vytvorte Trvalé úložisko a inštalujte ďalší softvér pomocou <a href="synaptic.desktop">Správcu baličkov Synaptic</a> alebo <a href="org.gnome.Terminal.desktop">APT v príkazovom riadku</a>.
sv: För att göra det, skapa en bestående lagring och installera något program med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.

source: To do so, install Tails on a USB stick and create a persistent storage.
ja: そのためには、TailsをUSBスティックにインストールし、永続ストレージを作成します。
ka: ამისთვის, Tails დააყენეთ USB-მოწყობილობიდან და შექმენით მუდმივი მეხსიერების არე.
ml: അങ്ങനെ ചെയ്യുന്നതിന്, ഒരു യുഎസ്ബി സ്റ്റിക്കിൽ ടെയിൽസ് ഇൻസ്റ്റാൾ ചെയ്ത് സ്ഥിരമായ ഒരു സ്റ്റോറേജ് സൃഷ്ടിക്കുക.
sv: För att göra det, installera Tails på ett USB-minne och skapa en bestående lagring.

source: [package not available]
bn: [প্যাকেজ সুপ্রাপ্য নয়]
id: [paket tidak tersedia]
ja: [パッケージがありません]
kk: [пакет қол жетімді емес]
ml: [പാക്കേജ് ലഭ്യമല്ല ]
ms_my: [pakej tidak tersedia]
nb: [pakke ikke tilgjengelig]
sk: [balíček nedostupný]
sv: [paketet är inte tillgängligt]

source: Synchronizing the system's clock
az: Sistem saatının sinxronlaşdırılması
bg: Синхронизиране на системния часовник
bn: সিস্টেমের ঘড়িকে সিঙ্ক্রোনাইজ করা হচ্ছে
eo: Sinĥronizas sisteman horloĝon
gl: Sincronizar o reloxo do sistema
id: Menyinkronisasi jam sistem
ja: システム時計を同期中
ka: სისტემის საათის სინქრონიზაცია
kk: Жүйенің сағатын синхрондау
ml: സിസ്റ്റത്തിന്റെ ക്ലോക്ക് സമന്വയിപ്പിക്കുന്നു
ms_my: Penyegerakan masa sistem
nb: Synkroniserer systemets klokke
sk: Synchronizácia systémových hodín
sq: Sinkronizimi i orës së sistemit
sv: Synkroniserar systemklockan

source: Tor needs an accurate clock to work properly, especially for Hidden Services. Please wait...
az: Tor-un yaxşı işləməsi, xüsusilə də Gizli Xidmətlər üçün dəqiq saata ehtiyacı var. Lütfən, gözlə...
bg: Tor се нуждае от точен часовник за да работи правилно,специално за Тайните Услуги.Моля изчакайте...
bn: টর সঠিকভাবে কাজ করার জন্য একটি সঠিক ঘড়ি প্রয়োজন, বিশেষ করে লুকানো পরিষেবাগুলির জন্য অনুগ্রহপূর্বক অপেক্ষা করুন...
eo: Tor bezonas precizan tempon por ĝusta funkciado, speciale por kaŝitaj servoj. Bonvolu atendi...
gl: Tor necesita un reloxo preciso para funcionar correctamente, especialmente para os Servicios Ocultos. Agarde, por favor...
id: Tor memerlukan jam yang akurat agar bekerja dengan baik, khususnya untuk Hidden Services. Silakan tunggu...
ja: Torは、特にHidden Serviceのために、適切に動作するのに正確な時計を必要とします。お待ちください...
ka: საჭიროა საათის გასწორება სათანადოდ მუშაობისთვის, განსაკუთრებით ფარული მომსახურებებისთვის. გთხოვთ, მოითმინოთ...
kk: Tor дұрыс жұмыс істеу үшін, әсіресе, Жасырын Қызметтер үшін дұрыс сағатты қажет етеді. Өтінемін күте тұрыңыз...
ml: ശെരിയായ രീതിയിൽ റ്റോറിന് പ്രേവര്തിക്കണമെങ്കിൽ കൃത്യമായ ക്‌ളോക്ക് സമയം ആവശ്യമാണ് , പ്രേത്യേകിച്ചു രഹസ്യമായ പ്രേവര്തനങ്ങൾക് . ദയവായി കാത്തിരിക്കുക
ms_my: Tor memerlukan jam tepat untuk berfungsi dengan baik, terutamanya Perkhidmatan Tersembunyi. Tunggu sebentar...
nb: Tor trenger en nøyaktig klokke for å fungere optimalt, spesielt for skjulte tjenester. Vent…
sk: Tor vyžaduje presné hodiny pre korektné fungovanie, obzvlášť pre Hidden Services. Prosíme počkajte...
sq: Tor ka nevojë për një orë të saktë, që të punoj si duhet, veçanërisht për Shërbimet e Fshehta. Ju lutemi prisni...
sv: Klockan måste gå rätt för att Tor ska fungera bra, speciellt för Hidden Services. Var god vänta...

source: Failed to synchronize the clock!
az: Saatın sinxronlaşdırılması alınmadı!
bg: Неуспешно синхронизиране на часовника!
bn: ঘড়ি সিঙ্ক্রোনাইজ করতে ব্যর্থ!
eo: Sinĥronizado de horloĝo paneis!
gl: Produciuse un erro ao sincronizar o reloxo!
id: Gagal menyinkronisasi jam!
ja: 時計の同期に失敗しました！
ka: საათის სინქრონიზაცია ვერ მოხერხდა!
kk: Сағатты синхрондау сәтсіз аяқталды!
ml: ക്ലോക്ക് സമന്വയിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു!
ms_my: Gagal menyegerakkan jam!
nb: Synkronisering av klokken mislyktes!
sk: Synchronizácia hodín zlyhala!
sq: Dështim në sinkronizimin e orës së sistemit!
sv: Misslyckades med att synkronisera klockan!

source: Lock Screen
bg: Заключен екран
bn: লক স্ক্রিন
id: Kunci Layar
ja: ロック画面
ka: ჩამკეტი ეკრანი
kk: Құлыптау экраны
ml: സ്‌ക്രീൻ ലോക്കുചെയ്യുക
ms_my: Kunci Skrin
nb: Låseskjerm
sk: Zamknúť obrazovku
sv: Lås skärmen

source: Screen Locker
bn: স্ক্রিন লকার
id: Pengunci Layar
ja: スクリーンロッカー
ka: ეკრანის ჩამკეტი
kk: Экран шкафы
ml: സ്‌ക്രീൻ ലോക്കർ
ms_my: Pengunci Skrin
nb: Skjermlåser
sk: Zamykač obrazovky
sv: Skärmlåsare

source: Set up a password to unlock the screen.
bn: স্ক্রিন আনলক করতে একটি পাসওয়ার্ড সেট আপ করুন।
id: Buat kata sandi untuk membuka kunci layar.
ja: 画面をアンロックするためのパスワードを設定してください。
ka: დააყენეთ პაროლი ეკრანის გასახსნელად
kk: Экранның құлпын ашу үшін құпия сөзді орнатыңыз.
ml: സ്‌ക്രീൻ അൺലോക്കുചെയ്യുന്നതിന് പാസ്‌വേഡ് സജ്ജമാക്കുക.
ms_my: Sediakan satu kata laluan untuk membuka skrin.
nb: Sett opp et passord for å låse opp skjermen.
sk: Nastaviť heslo na odomknutie obrazovky.
sv: Ställ in ett lösenord för att låsa upp skärmen.

source: Password
bg: Парола
bn: পাসওয়ার্ড
ja: パスワード
ka: პაროლი
kk: Құпиясөз
ml: രഹസ്യവാക്കു്
ms_my: Kata Laluan
nb: Passord
sk: Heslo
sv: Lösenord

source: Confirm
bg: Потвърждение
bn: নিশ্চিত করা
es_mx: Confirmar
id: Konfirmasi
ja: 確認
ka: დაადასტურეთ
kk: Растау
ml: ഉറപ്പാക്കു
ms_my: Sahkan
nb: Bekreft
sk: Potvrdiť
sv: Bekräfta

source: This version of Tails has known security issues:
az: Tails-in bu versiyasının bilinən təhlükəsizlik problemləri var:
bg: Тази версия на Tails е известна с проблемите със сигурността:
bn: Tails এর এই সংস্করণ নিরাপত্তা বিষয় পরিচিত হয়েছে:
eo: Tiu ĉi verzio de Tails havas famajn sekurecajn problemojn:
gl: Esta versión de Tails ten os seguintes problemas de seguridade coñecidos:
id: Versi Tails ini telah mengetahui isu-isu keamanan:
ja: Tailsのこのバージョンには、既知のセキュリティ問題が存在します:
ka: Tails-ის ამ ვერსიას უსაფრთხოების ცნობილი ხარვეზები გააჩნია:
kk: Tails-дің бұл нұсқасы белгілі қауіпсіздік мәселелеріне ие:
ml: ടെയിൽ‌സിന്റെ ഈ പതിപ്പിന് അറിയപ്പെടുന്ന സുരക്ഷാ പ്രശ്‌നങ്ങളുണ്ട്:
ms_my: Versi Tails ini diketahui mempunyai beberapa masalah:
nb: Denne versjonen av Tails har kjente sikkerhetsproblem:
sk: Táto verzia Tails má známe bezpečnostné problémy:
sq: Ky version i Tails ka probleme sigurie të njohura:
sv: Det finns kända säkerhetsproblem i den här Tails versionen:

source: Known security issues
bg: Проблеми със сигурноста за които се знае
bn: পরিচিত নিরাপত্তা বিষয়
gl: Problemas de seguridade coñecidos:
id: Isu keamanan yang diketahui
ja: 既知のセキュリティ問題
ka: უსაფრთხოების ცნობილი ხარვეზები
kk: Белгілі қауіпсіздік мәселелері
ml: അറിയപ്പെടുന്ന സുരക്ഷാ പ്രശ്നങ്ങൾ
ms_my: Masalah keselamatan diketahui
nb: Kjente sikkerhetsproblemer
sk: Známe bezpečnostné hrozby
sq: Probleme të njohura të sigurisë
sv: Kända säkerhetsproblem

source: Network card ${nic} disabled
az: ${nic} şəbəkə kartı deaktivə edilib
bg: Мрежовата карта ${nic} е забранена
bn: নেটওয়ার্ক কার্ড ${nic} অক্ষম
eo: Retkarto ${nic} estas malpermesita
gl: Tarxeta de rede ${nic} deshabilitada
id: Kartu jaringan ${nic} dimatikan
ja: ネットワークカード ${nic} が無効になりました
ka: ქსელის დაფა ${nic} გათიშულია
kk: ${nic} желілік картасы өшірілген
ml: നെറ്റ്‌വർക്ക് കാർഡ് $ {nic} പ്രവർത്തനരഹിതമാക്കി
ms_my: Kad rangkaian ${nic} dilumpuhkan
nb: Nettverkskort ${nic} skrudd av
sk: Sieťová karta ${nic} vypnutá
sq: Karta e rrjetit ${nic} është paaftësuar
sv: Nätverkskortet ${nic} inaktiverad

source: MAC spoofing failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC spoofing.
bg: MAC спуфинга се провали за мрежова карта ${nic_name} (${nic}) така, че е временно изключен. Може би предпочитате рестартиране на Tails и забраняване на MAC спуфинга.
bn: নেটওয়ার্ক কার্ড ${nic_name} (${nic}) জন্য MAC স্পুফিং ব্যর্থ হয়েছে তাই এটি অস্থায়ীভাবে অক্ষম করা হয়েছে। আপনি Tailsপুনর্সূচনা এবং ম্যাক spoofing অক্ষম করতে পারে।
gl: Fallou o MAC spoofing para a tarxeta de red ${nic_name} (${nic}) de xeito que se deshabilitou temporalmente. Quizáis prefira reiniciar Tails e deshabilitar o MAC spoofing.
id: Pemalsuan MAC gagal untuk kartu jaringan ${nic_name} (${nic}) jadi untuk sementara dinonaktifkan. Kamu mungkin ingin lebih memilih untuk memulai ulang Tails dan menonaktifkan pemalsuan MAC.
ja: MAC スプーフィングが、ネットワークカード ${nic_name} (${nic}) のために失敗したので、一時的に無効化されます。 Tails を再起動して、 MAC スプーフィーングを無効化したいかもしれません。
ka: MAC-მისამართის გადაკეთება ვერ მოხერხდა ქსელის დაფისთვის ${nic_name} (${nic}), ასე რომ დროებით გამორთულია. შესაძლოა ამჯობინოთ Tails-ის ხელახლა გაშვება, MAC-მისამართის გადაკეთების გარეშე.
kk: MAC спуфингі ${nic_name} желілік картасы үшін сәтсіз аяқталды (${nic}), сондықтан ол уақытша өшірілген. Қалдықтарды қайта іске қосуды және MAC спуфингін өшіруді қалауыңыз мүмкін.
ml: നെറ്റുവർക് കാർഡിന്റെ {nic_name} ($ {nic}) MAC സ്പൂഫിംഗ് പരാജയപ്പെട്ടു, അതിനാൽ ഇത് താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കി. ടൈൽസ് പുനരാരംഭിക്കാനും MAC സ്പൂഫിംഗ് അപ്രാപ്തമാക്കാനും നിങ്ങൾ താൽപ്പര്യപ്പെട്ടേക്കാം.
ms_my: Perdayaan MAC gagal bagi kad rangkaian ${nic_name} (${nic}) jadi ia dilumpuhkan buat sementara. Anda perlu memulakan semula Tails dan lumpuhkan perdayaan MAC.
nb: MAC-simulering mislyktes for nettverkskortet ${nic_name} (${nic}) så det er midlertidig avskrudd. Du foretrekker kanskje å starte Tails på nytt og skru av MAC-simulering.
sk: Predstieranie MAC adresy - MAC spoofing zlyhalo pre sieťovú kartu ${nic_name} (${nic}) , takže je dočasne neaktívna. Možno by ste mali dať prednosť reštartovaniu Tails a vypnúť predstieranie MAC adresy.
sq: Dështoi ndryshimi i MAC për kartën e rrjetit ${nic_name} (${nic}), ndaj është përkohësisht e çaktivizuar. Ju mund të parapëlqeni që ta rinisni Tails dhe çaktivizoni ndryshimin e MAC.
sv: Misslyckades med att fejka MAC för nätverkskort ${nic_name} (${nic}) så det har temporärt inaktiverats. Du vill nog starta om Tails och inaktivera fejkning av MAC.

source: All networking disabled
az: Bütün şəbəkələşmə deaktivə edilib
bg: Всички мрежи изключени
bn: সমস্ত নেটওয়ার্কিং নিষ্ক্রিয়
eo: Ĉiuj retoj estas malpermesitaj
gl: Toda a rede deshabilitada
id: Semua jaringan dimatikan
ja: 全ネットワーク機能無効
ka: ყველა ქსელი გათიშულია
kk: Барлық желілер өшірілген
ml: എല്ലാ നെറ്റ്‌വർക്കിംഗും പ്രവർത്തനരഹിതമാക്കി
ms_my: Semua perangkaian dilumpuhkan
nb: All nettverkstilknytning avskrudd
sk: Všetky sieťové funkcie vypnuté
sq: Të gjitha lidhjet në rrjet janë paaftësuar
sv: Alla nätverk inaktiverade

source: MAC spoofing failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC spoofing.
bg: MAC спуфинга се провали за мрежова карта ${nic_name} (${nic}). Възстановяването на грешката също не успя, така че всички мрежи е забранени. Може би предпочитате рестартиране на Tails и забраняване на MAC спуфинга.
bn: নেটওয়ার্ক কার্ড ${nic_name} (${nic}) জন্য MAC স্পুফিং ব্যর্থ হয়েছে। ত্রুটি পুনরুদ্ধারের ব্যর্থ তাই সমস্ত নেটওয়ার্কিং নিষ্ক্রিয় করা হয়। আপনি পুচ্ছ পুনর্সূচনা এবং ম্যাক spoofing অক্ষম করতে পারে।
gl: Fallou o MAC spoofing para a tarxeta de red ${nic_name} (${nic}). A recuperación do erro tamén fallou así que a rede se deshabilitou. Quizáis prefira reiniciar Tails e deshabilitar o MAC spoofing.
id: Pemalsuan MAC gagal untuk kartu jaringan ${nic_name} (${nic}). Pemulihan galat juga gagal jadi semua jaringan dinonaktifkan. Kamu mungkin ingin lebih memilih untuk memulai ulang Tails dan menonaktifkan pemalsuan MAC.
ja: MAC スプーフィングが、ネットワークカード ${nic_name} (${nic}) のために失敗しました。エラー回復も失敗したので、ネットワーク能力は全て無効化されます。 Tails を再起動して、 MAC スプーフィーングを無効化したいかもしれません。
ka: MAC-მისამართის გადაკეთება ვერ მოხერხდა ქსელის დაფისთვის ${nic_name} (${nic}). ვერც აღდგენა მოხერხდა შეცდომის შემდეგ, ასე რომ ყველა ქსელი გათიშულია. შესაძლოა ამჯობინოთ Tails-ის ხელახლა გაშვება და MAC-მისამართის გადაკეთების გათიშვა.
kk: ${nic_name} желілік карта үшін MAC спуфинг сәтсіз аяқталды (${nic}). Қатені қалпына келтіру де сәтсіз болды, сондықтан барлық желілер өшірілген. Қалдықтарды қайта іске қосуды және MAC спуфингін өшіруді қалауыңыз мүмкін.
ml: നെറ്റുവർക് കാർഡിന്റെ {nic_name} ($ {nic}) MAC സ്പൂഫിംഗ് പരാജയപ്പെട്ടു, പിശക് വീണ്ടെടുക്കലും പരാജയപ്പെട്ടതിനാൽ എല്ലാ നെറ്റ്‌വർക്കിംഗും പ്രവർത്തനരഹിതമാക്കി. ടൈൽസ് പുനരാരംഭിക്കാനും MAC സ്പൂഫിംഗ് അപ്രാപ്തമാക്കാനും നിങ്ങൾ താൽപ്പര്യപ്പെട്ടേക്കാം.
ms_my: Perdayaan MAC gagal bagi kad rangkaian ${nic_name} (${nic}). Pemulihan ralat juga gagal maka semua perangkaian dilumpuhkan. Anda perlu memulakan semula Tails dan lumpuhkan perdayaan MAC.
nb: MAC-simulering mislyktes for nettverkskortet ${nic_name} (${nic}). Feilgjenopprettingen mislyktes også, så all nettverkstilknytning er avskrudd. Du foretrekker kanskje å starte Tails på nytt og skru avMAC-simulering.
sk: Predstieranie MAC adresy - MAC spoofing zlyhalo pre sieťovú kartu ${nic_name} (${nic}). Obnova po chybe taktiež zlyhala, takže všetky siete sú neaktívne. Možno by ste mali dať prednosť reštartovaniu Tails a vypnúť predstieranie MAC adresy.
sq: Dështoi ndryshimi i MAC për kartën e rrjetit ${nic_name} (${nic}). Po ashtu dështoi edhe rregullimi i gabimit, kësisoj i gjithë rrjeti është çaktivizuar. Ju mund të parapëlqeni që ta rinisni Tails dhe çaktivizoni ndryshimin e MAC.
sv: Misslyckades med att fejka MAC för nätverkskort ${nic_name} (${nic}). Dessutom misslyckades felåterhämtningen, så alla nätverk har inaktiverats. Du vill nog starta om Tails och inaktivera fejkning av MAC.

source: "<b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual"
bg: "<b>Няма достатъчно памет в наличност за проверка за надграждания.</b> Уверете се, че системата изпълнява изискванията за Tails. Прегледайте file:///usr/share/doc/tails/website/doc/about/requirements.en.html Опитайте да рестартирате Tails, за да проверите за надграждания пак. Или изпълнете ръчно надграждане. Прегледайте https://tails.boum.org/doc/first_steps/upgrade#manual"
bn: "<b>আপগ্রেড দেখার জন্য উপলব্ধ যথেষ্ট মেমরি নেই।</b> নিশ্চিত করুন যে এই সিস্টেম টাইল চালানোর জন্য প্রয়োজনীয়তা সন্তুষ্ট করুন দেখুন: file:///usr/share/doc/tails/website/doc/about/requirements.en.html আবার আপগ্রেডের জন্য পরীক্ষা করতে টাইল পুনরায় আরম্ভ করার চেষ্টা করুন। বা ম্যানুয়াল আপগ্রেড কি। দেখুন https://tails.boum.org/doc/first_steps/upgrade#manual "
id: "<b>Tidak cukup memory tersedia untuk memeriksa pembaruan.</b> Pastikan sistem ini memenuhi syarat-syarat untuk menjalankan Tails. lihat file:///usr/share/doc/tails/website/doc/about/requirements.en.html Coba ulang kembali Tails untuk kembali memeriksa pembaruan. Atau lakukan pembaruan secara manual. Lihat https://tails.boum.org/doc/first_steps/upgrade#manual"
ja: <b>アップグレードの確認に十分なメモリが利用できません。</b> このシステムが Tails の動作する要件を満たしているか確認してください。 file:///usr/share/doc/tails/website/doc/about/requirements.en.html をご覧ください。 Tails を再起動してから、もう一度アップグレードを確認してください。 または、手動でアップグレードを行ってください。 https://tails.boum.org/doc/first_steps/upgrade#manual をご覧ください。
ka: "<b>მეხსიერება არასაკმარისია განახლებებზე შემოწმებისთვის.</b> დარწმუნდით, რომ ეს სისტემა აკმაყოფილებს საჭირო მოთხოვნებს Tails-ის გასაშვებად. იხილეთ file:///usr/share/doc/tails/website/doc/about/requirements.en.html სცადეთ Tails-ის ხელახლა გაშვება განახლებების შემოწმებისთვის. ან ხელით განაახლეთ. იხილეთ https://tails.boum.org/doc/first_steps/upgrade#manual"
kk: «Жаңартуларды тексеру үшін жад жеткіліксіз. Бұл жүйенің Күштерді орындау талаптарын қанағаттандыруына көз жеткізіңіз. Қараңыз: file:///usr/share/doc/tails/website/doc/about/requirements.en.html Жаңартуларды қайтадан тексеру үшін Қалдықтарды қайта іске қосыңыз. Немесе қолмен жаңартуды жасаңыз. Қараңыз https://tails.boum.org/doc/first_steps/upgrade#manual"
ml: "<b>നവീകരണത്തിനായി പരിശോധിക്കുന്നതിന് മതിയായ മെമ്മറി ലഭ്യമല്ല.</b> ടൈൽസ് പ്രവർത്തിപ്പിക്കുന്നതിനുള്ള ആവശ്യകതകൾ ഈ സിസ്റ്റം നിറവേറ്റുന്നുവെന്ന് ഉറപ്പാക്കുക. ഫയൽ കാണുക file:///usr/share/doc/tails/website/doc/about/requirements.en.html അപ്‌ഗ്രേഡുകൾക്കായി വീണ്ടും പരിശോധിക്കുന്നതിന് ടൈൽസ് പുനരാരംഭിക്കാൻ ശ്രമിക്കുക. അല്ലെങ്കിൽ ഒരു മാനുവൽ അപ്‌ഗ്രേഡ് ചെയ്യുക. കാണുക https://tails.boum.org/doc/first_steps/upgrade#manual"
ms_my: "<b>Ingatan tidak mencukupi untuk memeriksa penataran.</b> Pastikan sistem ini memenuhi keperluan untuk menjalankan Tails. Sila rujuk file:///usr/share/doc/tails/website/doc/about/requirements.en.html Cuba mulakan semula Tails untuk memeriksa penataran sekali lagi. Atau buat penataran manual. Sila rujuk https://tails.boum.org/doc/first_steps/upgrade#manual"
sk: <b>Nie je dostatok voľnej pamäte pre kontrolu aktualizácii.</b> Uistite sa, že systém spĺňa všetky požiadavky nevyhnutné pre spustenie Tails. Pozrite si súbor file:///usr/share/doc/tails/website/doc/about/requirements.en.html Skúste reštartovať Tails a skontrolovať aktualizácie znova. Alebo tak učinte manuálne. Viac informácii https://tails.boum.org/doc/first_steps/upgrade#manual
sv: "<b>Inte tillräckligt tillgängligt minne för att söka efter uppgraderingar.</b> Säkerställ att det här systemet uppnår systemkraven för att köra Tails. Se fil:///usr/share/doc/tails/website/doc/about/requirements.en.html Testa att starta om Tails för att söka efter uppgraderingar igen. Eller gör en manuell uppgradering. Se https://tails.boum.org/doc/first_steps/upgrade#manual"
