Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ar: اعثر على مجلد متصفح تور، ومكانه المبدئي في وندوز سطح المكتب، وفي ماك مجلد التطبيقات، ولا مكان مبدئي له في لينكس بكن اسم المجلد سيكون ”tor-browser_ar“ للنسخة العربية أو ”tor-browser_en-US“ للنسخة الإنجليزية.
bg: Намерте Tor браузър папката. Местоположението по подразбиране е Работният плот в Windows; Папката Applications в Max OS X. На Linux няма местопложение по подразбиране, но папката би била кръстена "tor-browser_en-US" ако ползвате Tor браузъра на английски.
id: Tempatkan Tor Browser folder. Lokasi foldernya biasanya untuk Windows berada di Desktop; sementara pada Mac OS X berada di Applications. Di Linux, tidak ada lokasi tertentu, tapi folder akan dinamakan "tor-browser_en-US" jika Anda menjalankan versi Inggris Tor Browser.
ka: მონახეთ თქვენი Tor-ბრაუზერის საქაღალდე. ნაგულისხმევი მდებარეობა Windows-ზე არის მთავარი სამუშაო ეკრანი (Desktop); Mac OS X-ზე იქნება პროგრამების საქაღალდე. Linux-ზე არ არსებობს ასეთი მდებარეობა, თუმცა წესით უნდა იყოს საქაღალდეში დასახელებით „tor-browser_en-US“, ინგლისური ვერსიის შემთხვევაში.
lv: Atrodiet savu Pārlūka Tor mapi. Tās noklusējuma atrašanās vieta Windows OS ir uz darbvirsmas; Mac OS X - mapē Lietojumi jeb Applications. Linux OS nav šādas noklusējuma atrašanās vietas, taču ja lietojat angļu valodas pārlūku Tor, tad mapi sauc „tor-browser_en-US”.
nb: Finn mappa for Tor-nettleseren. Forvalgt plassering på Windows er på skrivebordet; på Mac OS X er det i programmappa. På linux, er det ingen forvalgt plassering, dog vil det være ei mappe ved navn "tor-browser_en-US" hvis du kjører den Engelske Tor-nettleseren.
pt: Localize a sua pasta do Tor Browser. A localização predefinida no Windows é na Área de Trabalho; no Mac OS X é na pasta Applications. No Linux, não existe uma localização predefinida, contudo a pasta será nomeada "tor-browser_en-US" se estiver a executar o Tor Browser em inglês.
sv: Leta reda på din Tor Browser-mapp. Standardplatsen i Windows är skrivbordet; På Mac OS X är det mappen Program. På Linux finns ingen standardplats, men mappen kommer att benämnas "tor-browser_en-US" om du kör den engelska Tor Browser.

source: Delete the Tor Browser folder.
ar: احذف مجلد متصفح تور
bg: Изтрийте папката на Tor браузъра.
id: Hapus folder Tor Browser
ka: წაშალეთ Tor-ბრაუზერის საქაღალდე.
lv: Izdzēst pārlūka Tor mapi.
nb: Slett mappa til Tor-nettleseren
pt: Eliminar a pasta do Tor Browser.
sv: Radera Tor mappen

source: Empty your Trash
ar: أفرغ سلة المهملات
bg: Изпразнете кошчето
id: Kosongkan tempat sampah
ka: გაასუფთავეთ სანაგვე ურნა
lv: Iztukšojiet savu atkritni
nb: Tøm papirkurven din
pt: Limpe a sua reciclagem
sv: Töm din Skräpkorg

source: Note that your operating system’s standard “Uninstall” utility is not used.
ar: لاحظ أن أداة إزالة التنصيب في النظام لم تستخدم.
bg: Забележете, че стандартната функция "Премахване" на операционата система не се използва.
id: Perhatikan operating sistem anda standard "Uninstall" utilitas tidak digunakan
ka: შენიშნავდით, რომ თქვენი სისტემის „პროგრამების ამოშლის“ ჩვეულებრივი საშუალება არ გამოიყენება.
lv: Ievērojiet, ka netiek lietota Jūsu operētājsistēmas standarta utilīta „Atinstalēt”.
nb: Merk at det vanlige verktøyet i ditt operativsystem "Avinstaller" ikke blir brukt.
pt: Note que o seu utilitário padrão “Desinstalar” do seu sistema operativo não é utilizado.
sv: Observera att operativsystemets standard "Avinstallera"-verktyg inte används.

source: How to update Tor Browser
ar: كيفية تحديث متصفح تور
bg: Как да обновите Tor браузъра
id: Cara untuk memperbarui Tor Browser
ka: როგორ განვაახლოთ Tor-ბრაუზერი
lv: Kā jaunināt pārlūku Tor
nb: Hvordan oppdatere Tor-nettleseren
pt: Como atualizar o Tor Browser
sv: Hur du uppdaterar Tor Webläsare

source: Updating
ar: التحديث
bg: Обновяване
id: Pembaruan
ka: განახლება
lv: Jaunināšana
nb: Oppdatering
pt: Atualização
sv: Uppdaterar

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
ar: يجب دائما تحديث متصفح تور. إذا أصررت على استخدام نسخة قديمة منه فقد تكزن عرضة لبعض العيوب الأمنية الخطيرة التي قد تعرض خصوصيك وهويتك للخطر.
bg: Tor браузъра трябва да бъде винаги най-новата версия. Ако изпозлвате стара версия на софтуера, ще бъдете податливи на сериозни проблеми по сигурността и може да компроментирате личното си пространство и анонимност.
id: Tor Browser akan tetap menyimpan pembaruan selama mungkin. Jika Anda tetap melanjutkan menggunakan versi lama, maka kemanan privasi dan anonimitas Anda akan mudah diserang.
ka: Tor-ბრაუზერი მუდმივად განახლებული უნდა იყოს. თუ თქვენ განაგრძობთ მოძველებული ვერსიის გამოყენებას, დაუცველი იქნებით უსაფრთხოების ხვრელების მიმართ, რის შედეგადაც საფრთხე შეექმნება თქვენი პირადი მონაცემების დაცვასა და ვინაობის გაუმხელობას.
lv: Pārlūkam Tor visu laiku jābūt atjauninātam. Ja turpināt lietot novecojušu programmatūras versiju, Jūsu sistēma var būt ievainojama nopietnu drošību nepilnību dēļ, kas apdraud Jūsu privātumu un anonimitāti.
nb: Tor-nettleseren må alltid holdes oppdatert. Hvis du fortsetter å bruke en utdatert versjon av programvaren, kan du være sårbar for seriøse sikkerhetsfeil som kan avsløre din identitet og være skadelig for ditt personvern.
pt: O Tor Browser deve estar sempre atualizado. Se continuar a utilizar uma versão desatualizada do software, pode estar vulnerável a sérias falhas de segurança que comprometem a sua privacidade e o seu anonimato.
sv: Tor Browser måste hållas uppdaterad hela tiden. Om du fortsätter att använda en föråldrad version av programvaran, kan du vara utsatt för allvarliga säkerhetsbrister som äventyrar din integritet och anonymitet.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
ar: سينبهك متصفح تور عندما يتوفر تحديث جديد: سيظهر مثلث أصفر على زر تور وقد ترى نصا يبين لك هذا عندما تفتح متصفح تور. يمكنك التحديث تلقائيا أو يدويا.
bg: Tor браузърът ще ви уведоми щом нова версия е на разположение: иконата на Tor бутонът ще покаже жълт триъгълник, и може да видете писмен индикатор за обновяване при стартиране на Tor. Може да обновите, както автоматично така и саморъчно.
id: Tor Browser akan meminta Anda untuk memperbarui perangkat lunak untuk versi terakhir yang baru dikeluarkan: ikon Torbutton akan menampilkan segitiga kuning, dan anda akan melihat tulisan indikator pembaruan ketika Tor Browser terbuka. Anda dapat memperbaruinya secara otomatis atau manual.
ka: Tor-ბრაუზერი ამოგიგდებთ განახლებას, როდესაც ახალი ვერსია იქნება ხელმისაწვდომი: Torbutton-ის ხატულზე გამოჩნდება ყვითელი სამკუთხედი და ასევე შეიძლება იხილოთ განახლების მაჩვენებელი წარწერა Tor-ბრაუზერის გახსნისას. განახლება შეიძლიათ როგორც ავტომატურად, ასევე ხელით.
lv: Pārlūks Tor Jums piedāvās jaunināt programmatūru, kad būs iznākusi jauna versija -- Tor pogas ikonā tiks attēlots dzeltens trīsstūris un Jūs, pārlūkam Tor atveroties, iespējams, redzēsit rakstisku jauninājuma indikatoru. Jūs varat jaunināt vai nu automātiski, vai manuāli.
nb: Tor-nettleseren vil forespørre oppdatering av programvaren når en ny versjon har blitt sluppet: ikonet for Torknappen vil vise et gult triangel, og du kan se en skriftlig oppdateringsindikator når Tor-nettleseren åpnes. Du kan oppdatere enten automatisk eller manuelt.
pt: O Tor Browser irá pedir que atualize o software assim que for lançada uma nova versão: o ícone Torbutton irá exibir um triângulo amarelo, e poderá ver um indicador de atualização escrito quando o Tor Browser abre. Pode atualizar automaticamente ou manualmente.
sv: Tor Browser uppmanar dig att uppdatera programvaran när en ny version har släppts: Torbutton-ikonen kommer att visa en gul triangel och du kan se en skriftlig uppdateringsindikator när Tor Browser öppnas. Du kan uppdatera antingen automatiskt eller manuellt.

source: Updating Tor Browser automatically
ar: تحديث متصفح تور تلقائيا
bg: Обновяване на Tor браузърът автоматично
id: Pembaruan Tor Browser secara otomatis
ka: Tor-ბრაუზერის ავტომატური განახლება
lv: Pārlūka Tor automātiska jaunināšana
nb: Oppdaterer Tor-nettleseren automatisk
pt: Atualizar automaticamente o Tor Browser
sv: Uppdatera Tor webbläsare automatiskt

# _
source: external ref='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'
id: eksternal ref='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'
pt: ref. externa='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
ar: عندما تنبه لتحديث متصفح تور، انقر على زر تور ثم اختر ”التمس تحديثات متصفح تور“.
bg: Когато бъдете уведомени за обновление на Tor браузъра, натиснете иконата на Tor бутона и изберете "Проверка за обновление на Tor браузъра".
id: Ketika Anda diminta untuk memperbarui Tor Browser, click ikon Torbutton, kemudian pilih "Check for Tor Browser Update"
ka: როდესაც Tor-ბრაუზერი განახლებას ამოაგდებს, დააწკაპეთ Torbutton-ის ხატულაზე, შემდეგ აირჩიეთ „Tor-ბრაუზერის განახლებებზე შემოწმება“.
lv: Kad Jums piedāvā jaunināt pārlūku Tor, noklikšķiniet uz Tor pogas ikonas, tad atlasiet „Pārbaudīt pārlūka Tor jauninājumu pieejamību".
nb: Når du blir forespurt oppdatering av Tor-nettleseren, klikk på ikonet tilhørende Torknappen, velg så "Se etter oppdatering for Tor-nettleseren".
pt: Quando lhe é pedido para atualizar o Tor Browser, clique no ícone Torbutton, depois selecione “Procurar por Atualização do Tor Browser”.
sv: När du uppmanas att uppdatera Tor Browser, klicka på Torbutton-ikonen och välj sedan "Kontrollera efter uppdatering av Tor Browser".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
ar: عندما ينتهي متصفح تور من التماس التحديثات، انقر على زر ”حدّث“.
bg: Когато Tor браузърът свърши проверката за обновяване, натиснете бутонът "Обновяване"
id: Saat Tor Browser telah selesai untuk pembaruan, click tombol "Update".
ka: როდესაც Tor-ბრაუზერი დაასრულებს განახლებებზე შემოწმებას, დააწკაპეთ ღილაკზე „განახლება“.
lv: Kad pārlūks Tor beidz pārbaudīt jauninājumu esamību, noklikšķiniet pogu „Jaunināt”.
nb: Når Tor-nettleseren har gjort seg ferdig med å se etter oppdateringer, klikk på knappen som lyder "Oppdater".
pt: Quando o Tor Browser terminar a verificação de atualizações, clique em "Atualizar".
sv: När Tor webbläsare har granskat om tillgängliga uppdateringar finns, klicka på knappen "Uppdatera".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
ar: انتظر حتى يكتمل تنزيل وتنصيب التحديث ثم أعد تشغيل متصفح تور، وعندها ستستخدم الإصدارة الجديدة.
bg: Изчакайте новата версия да се изтегли и инсталира, после рестартирайте Tor браузъра. Сега ще имате най-новата версия.
id: Tunggu pembaruan untuk mengunduh dan pemasangan, lalu hidupkan kembali Tor Browser. Setelah itu, Anda akan menjalankan versi terbaru.
ka: დაელოდეთ განახლების ჩამოტვირთვასა და დაყენებას, შემდეგ კი ხელახლა გაუშვით Tor-ბრაუზერი. უკვე გექნებათ განახლებული Tor-ბრაუზერი.
lv: Pagaidiet kamēr jauninājums tiek lejuplādēts un instalēts, tad pārstartējiet pārlūku Tor. Jūs tad izmantosit jaunāko versiju.
nb: Vent på oppdateringen for å laste ned og installere, start så Tor-nettleseren på ny. Du vil nå kjøre seneste versjon.
pt: Aguarde até que a atualização seja transferida e instalada, depois reinicie o Tor Browser. Agora irá executar a versão mais recente.
sv: Vänta på att uppdateringen ska hämtas och installeras, starta sedan om Tor Browser. Du kommer nu att köra den senaste versionen.

source: Updating Tor Browser manually
ar: تحديث متصفح تور يدويا
bg: Обновяване на Tor браузъра саморъчно
id: Perbarui Tor Browser secara manual
ka: Tor Browser-ის ხელით განახლება
lv: Pārlūka Tor manuāla jaunināšana
nb: Oppdaterer Tor-nettleseren manuelt
pt: Atualizar manualmente o Tor Browser
sv: Uppdatera Tor webbläsaren manuellt

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
ar: عندما تنبه لتحديث متصفح تور، أنه تصفحك وأغلق البرنامج.
bg: Когато бъдете уведомени за обновление на Tor браузъра, приключете браузването и затворете приложението.
id: Ketika Anda diminta untuk memperbarui Tor Brower, selesaikan dulu aktivitas berselancar dan tutup program ini
ka: მას შემდეგ რაც Tor-ბრაუზერის განახლება ამოვარდება, დაასრულეთ მუშაობა და დახურეთ პროგრამა.
lv: Kad tiek piedāvāts jaunināt pārlūku Tor, pabeidziet pārlūkošanas sesiju un aizveriet programmu.
nb: Når du blir forespurt oppdatering av Tor-nettleseren, fullfør surfeøkta og lukk programmet.
pt: Quando lhe for pedido para atualizar o Tor Browser, termine a sessão de navegação e feche o programa.
sv: När du uppmanas att uppdatera Tor Browser, avsluta webbläsningssessionen och stäng programmet.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <link xref="uninstalling">Uninstalling</link> section for more information).
ar: أزل متصفح تور من نظام بحذف المجلد الذي يحتوي عليه (راجع قسم <link xref="uninstalling">إزالة التنصيب</link> لمزيد من المعلومات).
bg: Премахнете Tor браузъра от компютъра си като изтриете папката, която го съдържа (за повече информация разгледайте секцията <link xref="uninstalling">Премахване</link>)/
id: Copot Tor Browser dari sistem Anda dengan cara menghapus folder yang berisi file terkait (lihat <link xref="uninstalling">copot perangkat</link>bagian untuk informasi lanjut).
ka: ამოშალეთ Tor-ბრაუზერი სისტემიდან, მისი საქაღალდის წაშლით (იხილეთ განყოფილება <link xref="uninstalling">ამოშლა</link>, დამატებითი ინფორმაციისთვის).
lv: Noņemiet pārlūku Tor no savas sistēmas, dzēšot mapi, kurā tas atrodas (skatiet nodaļu <link xref="uninstalling">Atinstalēšana</link>, lai uzzinātu vairāk).
nb: Fjern Tor-nettleseren fra systemet ditt ved å slette mappa den ligger i (sjekk <link xref="uninstalling">Avinstallering</link>-delen for mer informasjon).
pt: Remova o Tor Browser do seu sistema, eliminando a pasta que o contém (consulte a secção <link xref="uninstalling">Desinstalação</link> para mais informação).
sv: Ta bort Tor Browser från ditt system genom att radera mappen som innehåller den (se avsnittet <link xref="uninstalling">Avinstallera</link> för mer information).

source: Visit <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> and download a copy of the latest Tor Browser release, then install it as before.
ar: زر <link href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</link> ونزّل نسخة من آخر إصدارة لمتصفح تور، ثم نصبها كما فعلت من قبل.
bg: Посетете <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> и изтеглете копие на най-новата версия на Tor браузъра, после го инсталирайте както обикновено.
id: Kunjungi <link href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</link>dan unduh sebuah salinan dari versi terakhir Tor Browser, lalu pasang sebelumnya.
ka: ეწვიეთ გვერდს <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> და ჩამოტვირთეთ Tor-ბრაუზერის უახლესი გამოშვება, შემდეგ კი ჩვეულებრივ დააყენეთ.
lv: Apmeklējiet <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> un lejupielādējiet jaunākās pārlūka Tor versijas kopiju, tad instalējiet kā iepriekš.
nb: Besøk <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> og last ned en kopi av den seneste utgaven av Tor-nettleseren, og installer den som før.
pt: Visite <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> e transfira uma cópia do lançamento mais recente do Tor Browser, depois instale-o normalmente.
sv: Besök <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> och ladda ner en kopia av den senaste Tor Browser utgåvan, installera den sedan som förut.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
ar: Satori هي إضافة لمتصفّحي كروم و كروميوم تتيح لك تنزيل عدّة برامج تتعلّق بالأمان و الخصوصية من مصادر مختلفة.
bg: Satori e добавка за Chrome или Chromium браузърите, която разрешава да изтеглите няколко програми за сигурност и защита на личното пространство от различни източници.
id: Satori adalah sebuah tambahan untuk peramban chrome atau chromium yang mengijinkan anda mengunduh beberapa program keamanan dan privasi dari sumber yang berbeda
ka: Satori არის დამატება Chrome-ის ან Chromium-ზე დაფუძნებული ბრაუზერებისთვის, რომელიც საშუალებას გაძლევთ ჩამოტვირთოთ უსაფრთხოებისა და პირადულობის დაცვის ცალკეული პროგრამები, სხვადასხვა წყაროებიდან.
lv: Satori ir Chrome un Chromium pārlūku pievienojums, kas ļauj no dažādiem avotiem lejuplādēt vairākas drošības un privātuma programmas.
nb: Satori er et programtillegg for Chrome- eller Chromium-nettleserne som lar deg laste ned forskjellige sikkerhets- og personverns-programmer fra forskjellige kilder.
sv: Satori är ett tillägg för Chrome eller Chromium webbläsarna som låter dig hämta flera säkerhets- och sekretessprogram från olika källor.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
ar: عندما يفتح Satori، انقر على لغتك المفضّلة. ستفتح قائمة بالتنزيلات المتوفّرة لهذه اللغة. ابحث عن مدخلة متصفّح تور تحت اسم نظام التشغيل الذي تستخدمه. اختر إما A أو B بعد اسم البرنامج — كل منها يمثّل مصدرا مختلفا للحصول على البرنامج. بعد ذلك يبدأ التنزيل.
bg: Когато Satori се отвори, изберете предпочитания език. Ще се отвори меню изброяващо наличните тегления за избрания език. Намерете Tor браузър под името операционната Ви система. Или изберете "А" или "B" след името на приложението - всяка буква представлява различно място за теглене на софтуера. Тегленето ще започне.
id: Ketika Satori dibuka, Klik pada bahasa yang anda inginkan. Menu A akan membuka daftar mengunduh yang tersedia untuk bahasa tersebut. Temukan akses untuk TorBrowser dengan nama sistem operasi Anda. Pilih "A" atau "B" setelah nama program - masing-masing mewakili sumber yang berbeda untuk mendapatkan perangkat lunak. Unduhan anda akan di mulai.
ka: როდესაც Satori გაიხსნება, დააწკაპეთ სასურველ ენაზე. მენიუში გამოჩნდება ხელმისაწვდომი ჩამოტვირთვების ჩამონათვალი, შერჩეულ ენაზე. მონახეთ Tor-ბრაუზერის შესაბამისი ჩანაწერი, თქვენი საოპერაციო სისტემისთვის. აირჩიეთ „A“ ან „B“ პროგრამის დასახელების შემდგომ — თითოეული მათგანი წარმოადგენს სხვადასხვა წყაროს, რომლიდანაც შესაძლებელია პროგრამის გადმოწერა. ამის შემდეგ თქვენი ჩამოტვირთვა დაიწყება.
lv: Kad atveras Satori, noklikšķiniet uz izvēlētās valodas. Atvērsies izvēlne, kurā būs norādītas valodai pieejamās lejuplādes. Sekojot savas operētājsistēmas vārdam, atrodiet Tor pārlūku. Pēc programmas vārda atlasiet vai nu „A“, vai „B“ — katrs no tiem norāda uz citu avotu programmatūras lejuplādei. Tad sāksies lejuplāde.
nb: Når Satori åpnes, klikk ditt foretrukne språk. En meny vil åpnes med tilgjengelige nedlastinger for valgt språk. Finn oppføringen for Tor-nettleseren under navnet på ditt operativsystem. Velg enten "A" eller "B" etter navnet på programmet — hver av dem representerer en kilde å laste ned programmet fra. Din nedlasting vil deretter begynne.
sv: När Satori öppnas klickar du på ditt önskade språk. Kommer en meny öppnas med listan över tillgängliga hämtningar för det språket. Hitta posten för Tor Browser under namnet på ditt operativsystem. Välj antingen "A" eller "B" efter programmets namn - var och en representerar en annan källa för att hämta mjukvaran. Din nedladdning startar sedan.
