Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <link xref="transports">Pluggable Transports</link> page for more information on the types of transport that are currently available.
ar: قد يحجب مزوّدك للإنترنت أو الدولة الولوج المباشر إلى شبكة تور. يشمل متصفّح تور بعض الأدوات لتجاوز هذا الحجب. تسمّى هذه الأدوات باسم ”النواقل الموصولة“. توجّه إلى صفحة <link xref="transports">النواقل الموصولة</link> للمزيد من المعلومات حول أنواع النقل المتوفّرة حالياً.
bg: Понякога директната връзка с Tor мрежата може да бъде блокирана от интернет доставчикът Ви или от правителството. Tor браузърът включва инструменти за заобикаляне на тези блокади. Тези инструменти се наричат "вградяеми транспорти". Разгледайте страницата <link xref="transports">Вградяеми транспорти</link> за повече информация за видове транспорти, които са на разположение в момента.
id: Akses langsung pada jaringan Tor terkadang bisa diblokir oleh penyedia layanan internet atau oleh pemerintah. Peramban Tor termasuk beberapa perangkat mengelak untuk mengatasi pemblokiran ini. Perangkat-perangkat ini disebut "Angkutan Colok". Lihat halaman <link xref="transports">Angkutan Colok</link>untuk informasi lebih tentang jenis angkutan yang tersedia.
ka: Tor-ქსელთან პირდაპირი კავშირი ზოგჯერ შეზღუდულია ხოლმე ინტერნეტ-მომსახურების მომწოდებლის ან მთავრობის მიერ. Tor-ბრაუზერს გააჩნია გარკვეული სახის გვერდის ავლის საშუალებები, ამ შეზღუდვების ასარიდებლად. მათ ეწოდება „მისაერთებელი გადამყვანები“. იხილეთ გვერდი <link xref="transports">მისაერთებელი გადამყვანები</link> დამატებითი ინფორმაციისთვის, თუ რა სახის გადამყვანებია ამჟამად ხელმისაწვდომი.
lv: Jūsu interneta pakalpojumu sniedzējs vai valdība dažkārt var bloķēt tiešu savienojumu ar tīklu Tor. Pārlūks Tor iekļauj vairākus šādu ierobežojumu apiešanas rīkus. Šos rīkus sauc “maināmi transporti”. Lūdzu skatiet lapu <link xref="transports">Maināmi transporti</link>, lai uzzinātu vairāk par pašlaik pieejamo transportu veidiem.
nb: Direkte tilgang til Tor-nettverket kan noen ganger være blokkert av din tjenestetilbyder for Internett, eller av en myndighet. Tor-nettleseren har noen omgåelsesverktøyene for å komme rundt disse blokkeringene. Disse verktøyene heter "pluggbare transporter". Se siden for <link xref="transports">Pluggbare transporter</link> for mer informasjon om transporttypene som er tilgjengelige for tiden.
pt: O acesso direto à rede Tor pode por vezes ser bloqueado pelo seu Provedor de Serviços da Internet ou por um governo. O Tor Browser inclui algumas ferramentas de evasão para contornar esses bloqueios. Estas ferramentas são chamadas de "transportes ligáveis". Consulte a a página <link xref="transports">Transportes Ligáveis</link> para mais informação sobre os tipos de transporte que atualmente estão disponíveis.
sv: Direktåtkomst till Tor-nätverket kan ibland blockeras av din Internetleverantör eller av en regering. Tor Browser innehåller några kringgående verktyg för att komma runt dessa blockeringar. Dessa verktyg kallas "pluggbara transporter". Se sidan <link xref="transports">Pluggbara transporter</link> för mer information om vilka transporttyper som för närvarande finns tillgängliga.

source: Using pluggable transports
ar: استخدام النواقل الموصولة
bg: Използване на вградяеми транспорти
id: Menggunakan pluggable transports
ka: მისაერთებელი გადამყვანების გამოყენება
lv: Maināmu transportu lietošana
nb: Bruk av pluggbare transporter
pt: Utilizar transportes ligáveis
sv: Använder pluggbara transporter

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
ar: لاستخدام النواقل الموصولة انقر "ضبط" في نافذة برنامج مشغل تور و التي تظهر أوّل تشغيلك لمتصفّح تور.
bg: За да използвате вградяеми транспорти, натиснете "Настройки" в Tor Launcher прозореца, когато включвате Tor браузърът.
id: Untuk menggunakan angkutan colok, klik "Configure" dalam jendela Peluncur Tor yang muncul ketika anda menjalankan Peramban Tor pertama kali.
ka: მისაერთებელი გადამყვანების გამოსაყენებლად, დააწკაპეთ „გამართვას“ Tor-ის გამშვებ ფანჯარაში, რომელიც გამოდის Tor-ბრაუზერის პირველი ჩართვისას.
lv: Ja lietojat maināmus transportus, noklikšķiniet „Konfigurēt“ Tor palaidēja logā, kas redzams, kas pirmo reizi palaižat pārluku Tor.
nb: For å bruke pluggbare transporter, klikk "Sett opp" i Tor-oppstartervinduet som kommer opp når du først kjører Tor-nettleseren.
pt: Para utilizar os transportes ligáveis, clique em "Configurar" na janela do Tor Launcher que aparece quando executa o Tor Browser pela primeira vez.
sv: För att använda pluggbara transporter, klicka på "Konfigurera" i Tor Launcher-fönstret som visas när du först kör Tor Browser.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
ar: بإمكانك أيضاً ضبط النواقل الموصولة بعد تشغيل متصفّح تولا، عبر النقر على البصلة الخضراء بجانب عنوان المتصفّح واختيار “إعدادات شبكة تور“.
bg: Също така можете да настроите вградяемите транспорти, когато Tor браузърът е включен като натиснете зеленият лук близо до адрес барът и изберете "Мрежови настройки на Тоr"
id: Anda juga bisa mengatur pluggable transports sembari Tor Browser sedang berjalan, dengan menekan pada bawang berwarna hijau di dekat kolom alamat dan memilih "Tor Network Settings"
ka: მისაერთებელი გადამყვანების გამართვა ასევე შესაძლებელია გაშვებული Tor-ბრაუზერიდანაც, მისამართების ველის გვერდზე არსებულ მწვანე ხახვის ნიშანზე დაწკაპებით და „Tor-ქსელის პარამეტრების“ არჩევით.
lv: Maināmus transportus Jūs varat nokonfigurēt arī tad, kad Pārlūks Tor strādā. To dara noklikšķinot uz zaļā sīpola blakus adreses joslai un izvēloties „Tīkla Tor iestatījumi“.
nb: Du kan også sette opp pluggbare transporter mens Tor-nettleseren kjører, ved å klikke på den grønne løken nært adressefeltet ditt og velge "Tor nettverksinnstillinger".
pt: Também pode configurar os transportes ligáveis enquanto o Tor Browser está a ser executado, clicando na cebola verde perto da sua barra de endereços e selecione "Definições de Rede do Tor".
sv: Du kan också konfigurera pluggbara transporter medan Tor Browser körs, genom att klicka på den gröna löken i närheten av adressfältet och välja "Tor nätverk inställningar".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
ar: اختر “نعم“ عند ظهور السؤال ”هل يحجب مزوّد الإنترنت التواصل مع شبكة تور؟“
bg: Изберете "да", когато бъдете попитанли дали вашия интерент доставчик блокирва връзката с Tor мрежата.
id: Pilih "yes" ketika ditanya jika penyedia layanan internet anda memblokir koneksi ke jaringan Tor.
ka: აირჩიეთ „დიახ“ პასუხი შეკითხვაზე იმ შემთხვევაში, თუ თქვენი ინტერნეტ-მომსახურების მომწოდებელი ზღუდავს Tor-ქსელთან კავშირს.
lv: Atlasiet „jā“, kad tiek jautāts par to, vai Jūsu interneta pakalpojumu sniedzējs bloķē savienojumus ar tīklu Tor.
nb: Velg "Ja" når du blir sport om din tjenestetilbyder for Internett blokkerer tilkoblinger til Tor-nettverket.
pt: Selecione "Sim" quando perguntado se o seu Provedor de Serviço de Internet bloqueia ligações para a rede TOR.
sv: Välj "ja" på frågan om din Internet-tjänsteleverantören blockerar anslutningar till Tor-nätverket.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
ar: اختر ”اتصل بالجسور المزوّدة“. يسمح متصفّح تور بالاختيار من ٦ نواقل موصولة.
bg: Изберете "Свързване с предоставените мостове". Tor браузърът в момента има шест опции за вградяеми транспорт.
id: PIlih "Connect with provided bridges". Peramban Tor saat ini memiliki enam opsi angkutan colok untuk dipilih.
ka: მიუთითეთ „მოცემულ გადამცემ ხიდებთან დაკავშირება“. Tor-ბრაუზერს ამჟამად გააჩნია ექვსი მისაერთებელი გადამყვანის არჩევის საშუალება.
lv: Atlasiet „Veidot savienojumu ar piedāvātajiem tiltiem“. Pārlūkam Tor šobrīd ir sešas maināmas transporta opcijas, kuras var izvēlēties.
nb: Velg "Koble til med utstyrte broer". Tor-nettleseren har for tiden seks pluggbare transportvalg å velge mellom.
pt: Selecione “Ligar com pontes fornecidas”. O Tor Browser tem atualmente seis opções de transporte ligáveis para escolher.
sv: Välj "Anslut med tillhandahållna broar". Tor Browser har för närvarande sex pluggbara transport alternativ att välja mellan.

source: Which transport should I use?
ar: أي ناقل عليّ استخدامه؟
bg: Кой транспорт да бъде използван?
id: Transport manakah yang sebaiknya saya gunakan?
ka: რომელი გადამყვანი უნდა გამოვიყენო?
lv: Kādu transportu man lietot?
nb: Hvilken transport burde jeg bruke?
pt: Que transporte é que eu deverei utilizar?
sv: Vilka transporter ska jag använda?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <link xref="transports">Pluggable Transports</link> page), and their effectiveness depends on your individual circumstances.
ar: يعمل كل من النواقل الموجودة في قائمة مشغل تور بطريقة مختلفة (للمزيد من المعلومات توجّه إلى صفحة <link xref="transports"> النواقل الموصولة</link> )، وتعتمد فعّالية كل منها على ظروفك الخاصة.
bg: Вески от изброените в менюто на Tor Launcher транспорти работи по различен начин (за повече информация, разгледайте страницата <link xref="transports">Вградяеми транспорти</link>) и ефективноста им зависи от вашите индивидуални обстоятелства.
id: Setiap transports yang terdaftar dalam menu Peluncur Tor bekerja dengan cara berbeda (untuk detil, lihat laman<link xref="transports">Angkutan Colok</link>), dan efektivitasnya bergantung pada keadaan anda.
ka: Tor-ის გამშვების მენიუში მუშაობს მოცემული თითოეული გადამყვანი, სხვადასხვაგვარად (ვრცლად, იხილეთ <link xref="transports">მისაერთებელი გადამყვანების</link> შესახებ გვერდი) და მათი შედეგიანობა დამოკიდებულია გვერდის ავლის თავისებურებებზე.
lv: Katrs Tor palaidēja izvēlnē norādītais transports strādā atšķirīgi (papildu informācijai, skatiet <link xref="transports">Maināmi transporti</link> lapa), un to efektivitāte ir atšķirīga dažādos apstākļos.
nb: Hver av transportene opplistet i Tor-oppstarterens meny fungerer på forskjellig vis (for ytterligere detaljer, se siden for <link xref="transports">pluggbare transporter</link>) Hvor effektive de er avhenger av dine individuelle omstendigheter.
pt: Cada um dos transportes listados no menu do Tor Launcher funciona de uma maneira diferente (para mais detalhes, consulte a página <link xref="transports">Transportes Ligáveis</link>), e a sua eficácia depende das suas circunstâncias individuais.
sv: Var och en av de transporter som anges i Tor Launcher-menyn fungerar på ett annat sätt (för mer information, se <link xref="transports">Pluggbara transporter</link>-sidan) och deras effektivitet beror på dina individuella omständigheter.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
ka: თუ თქვენი პირველი მცდელობაა შეზღუდვისთვის გვერდის ავლის, გირჩევთ სცადოთ სხვადასხვა გადამყვანები: obfs3, obfs4, ScrambleSuit, fte, meek-azure და Snowflake.
pt: Se você estiver tentando contornar uma conexão bloqueada pela primeira vez, experimente os diferentes transportes: obfs3, obfs4, ScrambleSuit, fte, meek-azure e Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <link xref="bridges">Bridges</link> section to learn what bridges are and how to obtain them.
ar: إذا جرّبت كل هذه الخيارات ولم تتمكّن من الوصول إلى الإنترنت، فسيكون عليك إدخال عناوين الجسور يدويا. اقرأ قسم<link xref="bridges">الجسور</link> لتتعلّم ماهيّة الجسور وكيفية الحصول عليها.
bg: Акоо пробвате всички тези опции и нито една от тях не ви свързва успешно, ще трябва да въведе ръчно адресите на мостове. Прочетете секцията <link xref="bridges">Мостове</link>, за да научите какво са мостовете и как да се сдобиете с тях.
id: Jika anda mencoba semua opsi yang tersedia, dan tidak ada yang membuat anda daring, anda oerlu untuk memasukkan alamat jembatan secara manual. Baca bagian<link xref="bridges">Jembatan-jembatan</link> untuk mempelajari apa itu jembatan dan bagaimana mendapatkannya.
ka: თუ ცდით ყველა მათგანს და ვერცერთი ვერ დაგაკავშირებთ ინტერნეტთან, დაგჭირდებათ გადამცემი ხიდის მისამართების ხელით მითითება. წაიკითხეთ <link xref="bridges">ხიდების</link> შესახებ განყოფილება და შეიტყვეთ, თუ რას წარმოადგენს ხიდები და როგორ ხდება მათი მოპოვება.
lv: Ja izmēģinat visas šīs iespējas un ne ar vienas palīdzību neizdodas nokļūt tiešsaistē, Jums nāksies manuāli ievadīt tiltu adreses. Lasiet <link xref="bridges">Tilti</link> nodaļu, lai uzzinātu, kas ir tilti un kā pie tiem tikt.
nb: Hvis du prøver alle disse valgene, og ingen av dem får deg på nett, vil du måtte skrive inn broadresser manuelt. Les delen om <link xref="bridges">Broer</link> for å lære hva broer er og hvordan du henter dem.
pt: Se tentar todas estas opções, e nenhuma funcionar, terá de inserir manualmente os endereços da ponte. Consulte a secção <link xref="bridges">Pontes</link> para saber o que são as pontes e como as obter.
sv: Om du försöker alla dessa alternativ, och ingen av dem får dig på nätet, måste du ange broadresser manuellt. Läs avsnittet <link xref="bridges">Broar</link> för att lära dig vilka broar som finns och hur man hämtar dem.

source: How to download Tor Browser
ar: كيفية تنزيل متصفّح تور
bg: Как да изтеглите Tor браузър
id: Bagaimana mengunduh Tor Browser
ka: როგორ ჩამოვტვირთო Tor-ბრაუზერი
lv: Kā lejupielādēt pārlūku Tor
nb: Hvordan laste ned Tor-nettleseren
pt: Como transferir o Tor Browser
sv: Hur du laddar ner Tor

source: Downloading
ar: التنزيل
bg: Изтегляне
id: Mengunduh
ka: ჩამოტვირთვა
lv: Lejupielādē
nb: Laster ned
pt: A transferir
sv: Hämtar

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <link xref="secure-connections">HTTPS</link>, which makes it much harder for somebody to tamper with.
ar: الطريقة الأبسط والأكثر أمانا لتنزيل متصفّح تور هي تنزيله من موقع مشروع تور الرسمي على https://www.torproject.org. اتصالك بالموقع مأمّن باستخدام بروتوكول <link xref="secure-connections">HTTPS</link> الذي يصعب التلاعب به.
bg: Най-сигурният и прост начин да изтеглите Tor браузър е от официалния сайт на Tor Project на https://www.torproject.org. Вашата връзка със сайта ще бъде подсигурена използвайки <link xref="secure-connections">HTTPS</link>, който прави фалшифицирането много по-трудно.
id: Cara aman dan mudah untuk mengunduh TOR Browser yaitu berasal dari situs resmi TOR Project https:/www.torproject.org. Koneksi ke situs akan terlindungi dengan menggunakan <link xref="secure-connections">HTTPS</link>, sehingga ini akan membuat seseorang sulit melakukan gangguan.
ka: ყველაზე მეტად უსაფრთხო და მარტივი გზა Tor-ბრაუზერის ჩამოსატვირთად, Tor-პროექტის ოფიციალური ვებსაიტია https://www.torproject.org. თქვენი კავშირი საიტთან დაცულია <link xref="secure-connections">HTTPS</link>-კავშირით, რომელიც არ აძლევს უცხო პირებს კავშირში ჩართვის ან გვერდის გაყალბების საშუალებას.
lv: Vienkāršākais un drošākais pārlūka Tor lejuplādes veids ir Tor projekta oficiālā tīmekļa vietne https://www.torproject.org. Jūsu savienojumu ar vietni nodrošinās <link xref="secure-connections">HTTPS</link>, kas padara kompromitēšanu ievērojami grūtāku.
nb: Den raskeste og enkleste måten å laste ned Tor-nettleseren er fra den offisielle nettsiden for Tor-prosjektet på https://www.torproject.org . Din tilkobling til siden vil bli sikret ved bruk av <link xref="secure-connections">HTTPS</link>, noe som gjør det mye vanskeligere for noen å tukle med.
pt: O modo mais simples e seguro para transferir o Tor Browser é a partir da página oficial do site da Web do Projeto Tor em https://www.torproject.org. A sua ligação ao site será seguro, utilizando <link xref="secure-connections">HTTPS</link>, o que torna mais difícil que alguém a intercete.
sv: Det säkraste och enklaste sättet att ladda ner Tor Browser är från den officiella Tor Project-webbplatsen på https://www.torproject.org. Din anslutning till webbplatsen kommer att säkras med hjälp av <link xref="secure-connections">HTTPS</link>, vilket gör det mycket svårare för någon att manipulera med.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
ar: غير أنّك قد لا تتمكّن أحيانا من الوصول إلى موقع مشروع تور: على سبيل المثال قد يكون الموقع محجوبا على شبكتك. في هذه الحال، تستطيع استخدام إحدى طرق التنزيل البديلة المذكورة أدناه:
bg: Понякога може да случи да не може да се свържите с уебсайта на Tor Project: примерно, когато мрежата го блокира. Ако това се случи, може да пробвате някой от алтернативните методи изброени по-долу.
id: Namun, dalam sejumlah kasus anda tak bisa mengakses situs TOR Project: misalnya, situs ini diblokir oleh jaringan Anda. Jika ini terjadi, Anda bisa menggunakan sejumlah jalur alternatif unduhan seperti daftar di bawah ini.
ka: თუმცა, ზოგ შემთხვევაში, შესაძლოა არ იყოს შესაძლებელი Tor-პროექტის საიტთან წვდომა: მაგალითად, როცა შეზღუდულია თქვენი ქსელიდან. ასეთ შემთხვევებში, სანაცვლოდ შეგიძლიათ გამოიყენოთ ქვემოთ მითითებული გზები.
lv: Tomēr var būt situācijas, kad Jūs nevarat piekļūt Tor projekta tīmekļa vietnei, piemēram, Jūsu tīklā šī vietne var būt bloķēta. Šādā situācijā varat lietot kādu no turpmāk norādītajām lejuplādes metodēm.
nb: Dog kan det være tider der Tor-prosjektets nettside er utilgjengelig: for eksempel kan den være blokkert på ditt nettverk. Hvis dette skjer, kan du bruke en av de alternative nedlastingsmetodene nedenfor.
pt: No entanto, pode haver momentos em que não consegue aceder ao site da Web do Projeto Tor: por exemplo, este poderá estar bloqueado na sua rede. Se isto acontecer, pode utilizar um dos métodos alternativos de transferência , listados abaixo.
sv: Det kan dock finnas tillfällen då du inte kan komma åt Tor Project-webbplatsen. Det kan till exempel vara blockerat på ditt nätverk. Om det händer kan du använda en av de alternativa hämtningsmetoderna nedan.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ka: GetTor წარმოადგენს მომსახურებას, რომელიც წერილზე პასუხის სახით ავტომატურად აგზავნის ბმულებს Tor-ბრაუზერის უახლესი ვერსიების, რომლებიც განთავსებულია სხვადასხვა საიტებზე, როგორიცაა Dropbox, Google Drive და GitHub.
pt: O GhetTo é um serviço que responde automaticamente a mensagens com links para a versão mais recente do Tor Browser, hospedada em vários locais, como Dropbox, Google Drive e GitHub.

source: To use GetTor via email:
ar: لاستخدام GetTor عبر البريد الإلكتروني:
bg: За да използвате GetТор през имейл:
id: Menggunakan GetTor lewat email:
ka: GetTor-ის ელფოსტით გამოსაყენებლად:
lv: Lai saņemtu GetTor e-pastā:
nb: For å bruke GetTor via e-post:
pt: Para utilizar GetTor via e-mail:
sv: För att använda GetTor via e-post:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ar: أرسل بريدا إلكترونيا إلى gettor@torproject.org، وفي متن الرسالة اكتب ”windows“، أو ”osx“، أو ”linux“ حسب نظام التشغيل الذي تستخدمه.
bg: Изпратете имейл на gettor@torproject.org и в тялото на съобщението просто напишете “windows”, “osx”, or “linux”(без кавичките) в зависимост от Вашата операционна система.
id: Kirim email ke gettor@torproject.org, dan di dalam pesan tulislah "windows", "osx", atau "linux", (tanpa tanda kutip) tergantung sistem operasi ada.
ka: გაგზავნეთ წერილი ელფოსტაზე gettor@torproject.org და შიგთავსში ჩაუწერეთ უბრალოდ „windows“, „osx“ ან „linux“ (ბრჭყალების გარეშე), თქვენი სისტემის შესაბამისად.
lv: Nosūtiet e-pastu uz gettor@torproject.org , un ziņojuma korpusā atkarībā no Jūsu operētājsistēmas ierakstiet „windows“, „osx“ vai „linux“, (bez pēdiņām).
nb: Send en e-post til gettor@torproject.org, og i få med "windows", "osx" eller "linux" (uten anførselstegn og avhengig av ditt operativsystem) i brødteksten av meldingen.
pt: Envie uma mensagem para gettor@torproject.org, e no corpo da mesma, simplesmente escreva “windows”, “osx”, ou “linux”, (sem aspas) dependendo do seu sistema operativo.
sv: Skicka ett e-post till gettor@torproject.org med något av följande i meddelandetexten "winows", "osx" eller "linux" (ta inte med citattecken) beroende på ditt val av operativsystem.
