Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ar: بالرغم من أن متصفح تور مصمم ليتيح إخفاء هوية مستخدميه بشكل كامل على الوب، إلا أنه أحيانا ما يكون من المفيد استخدام تور مع مواقع تتطلب أسماء مستخدمين وكلمات سر، أو معلومات تعريفية أخرى.
bg: Въпреки, че Tor браузърът е създаден, за да направи възможна пълната анонимност на потребителите си, може да има ситуации, в които е логично да се използва Tor през уебсайтове, които изискват потребителско име, парола или някаква друга идентифицираща информация.
id: Meskipun Tor Browser dirancang untuk memungkinkan anonimitas total pengguna di web, mungkin ada situasi di mana masuk akal untuk menggunakan Tor dengan situs web yang memerlukan nama pengguna, kata sandi, atau informasi identitas lainnya.
ka: მიუხედავად იმისა, რომ Tor-ბრაუზერი განკუთვნილია მომხმარებლის ვინაობის სრულად დასაფარად ინტერნეტში, ზოგჯერ არის შემთხვევები, როცა Tor-ის გამოყენება გამოსადეგია საიტებზე, რომლებიც ანგარიშზე შესასვლელად საჭიროებს მომხმარებლის სახელს, პაროლს ან სხვა მონაცემებს.
lv: Lai arī pārlūks Tor ir veidots pilnīgas lietotāju anonimitātes nodrošināšanai tīmeklī, var rasties situācijas, kurās ir pamatoti lietot Tor ar tīmekļa vietnēm, kas pieprasa lietotājvārdus, paroles vai citu identificējošu informāciju.
nb: Selv om Tor-nettleseren er laget for å gi brukere fullstendig anonymitet på nettet, kan det være situasjoner der det gir mening å bruke Tor med nettsider som krever brukernavn, passord, eller annen identifiserende informasjon.
pt: Embora o Tor Browser tenha sido criado para permitir um anonimato total do utilizador na Web, podem existir outras situações em que faz sentido utilizar o Tor com os sites da Web que requerem nomes de utilizador, palavras-passe ou outra informação de identificação.
sv: Även om Tor Browser är utformad för att möjliggöra total användaranonymitet på webben kan det finnas situationer där det är vettigt att använda Tor med webbplatser som kräver användarnamn, lösenord eller annan identifierande information.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ar: عند ولوجك إلى موقع باستخدام متصفح عادي فأنت تكشف أيضا عن مكانك الجغرافي وعنوان الإنترنت (IP). ونفس الشيء كثيرا ما يحدث عندما ترسل بريدا إلكترونيا. لكن الولوج إلى حسابات شبكات التواصل الاجتماعي والبريد الإلكتروني من متصفح تور يتيح لك التحكم في المعلومات التي تكشفها في نفسك للمواقع التي تتصفحها. كما يفيد الولوج عبر متصفح تور إذا كان الموقع الذي تحاول الوصول إليه محجوبا على شبكتك.
bg: Ако се впишете в уебсайт използвайки обикновения си браузър, вашето местоположение и IP адрес биват разкрити в процеса. Същото се случва, когато изпращате имейл. Всписването в социални мрежи и имейл профили използвайки Tor браузърът ви разрешава да изберате каква точно информация да разкриете на уебсайта, който посещавате. Вписването, използвайки Tor браузъра е полезно ако уебсайта, който се опитвате да посетите е цензуриран във Вашата мрежа.
id: Bila kamu masuk ke sebuah situs menggunakan peramban reguler, kamu juga menunjukkan alamat IP dan lokasi geografis anda dalam prosesnya. Hal yang sama seringkali juga terjadi saat kamu mengirim surel. Masuk ke dalam media sosial atau akun surel anda menggunakan Tor Browser memungkinkan anda untuk memilih informasi mana yang ingin anda ungkap ke situs yang anda kunjungi. Masuk menggunakan Tor Browser juga berguna bila situs yang kamu coba untuk akses disensor pada jaringan anda.
ka: თუ საიტის ანგარიშზე ჩვეულებრივი ბრაუზერით შეხვალთ, თქვენ ასევე გასცემთ თქვენს IP-მისამართსა და ადგილმდებარეობას. იგივე ეხება ელფოსტის გაგზავნასაც. ხოლო, თუ სოციალურ ქსელსა და ელფოსტაზე Tor-ბრაუზერით შეხვალთ, თქვენ შეგეძლებათ ზუსტად განსაზღვროთ, რა მონაცემების გამხელა გსურთ ამ ვებსაიტებისთვის. Tor-ბრაუზერის გამოყენება ანგარიშებზე შესასვლელად, აგრეთვე გამოსადეგია მაშინ, როცა საიტთან კავშირი ან ქსელი შეზღუდულია და ცენზურის ქვეშაა.
lv: Ja piesakāties tīmekļa vietnē ar parastu pārlūku, Jūs procesā atklāsit savu IP adresi un ģeogrāfisko atrašanās vietu. Tāpat notiek, kad nosūtat epastu. Kad reģistrācijai savos sociālajos tīklos vai epasta kontos lietojat pārlūku Tor, Jūs varat izvēlēties tieši kādu informāciju izpaužat tīmekļa vietnēm, kuras pārlūkojat. Pieteikšanās ar pārlūku Tor ir arī noderīga, kad tīmekļa vietne, kuru vēlaties apskatīt, tiek Jūsu tīklā cenzēta.
nb: Hvis du logger inn på en nettside med en vanlig nettleser, avslører du også IP-adressen og din geografiske plasseringen. Det samme er ofte sant om foresendelse av e-post. Å logge inn på dine sosiale nettverks- eller e-post -kontoer ved bruk av Tor-nettleseren lar deg velge akkurat hvilken informasjon du avslører ovenfor nettsidene du surfer på. Å logge inn ved bruk av Tor-nettleseren er også nyttig hvis siden du prøver å nå er sensurert på ditt nettverk.
pt: Se iniciar a sessão num site da Web utilizando um navegador comum, também pode revelar o seu endereço de IP e localização geográfica no processo. O mesmo é frequentemente verdade quando envia uma mensagem. Se iniciar a sessão nas redes sociais ou contas de e-mail utilizando o Tor Browser permite-lhe escolher exatamente qual a informação que revela aos sites da Web onde navega. Ao iniciar a sessão com o Tor Browser também é útil se o site da Web que está a tentar aceder está a censurar a sua rede.
sv: Om du loggar in på en webbplats med en vanlig webbläsare avslöjar du också din IP-adress och geografiska plats i processen. Detsamma är ofta sant när du skickar ett mail. Genom att logga in på dina sociala nätverk eller e-postkonton med hjälp av Tor Browser kan du välja exakt vilken information du avslöjar för de webbplatser du surfar på. Att logga in med Tor Browser är också användbart om webbplatsen du försöker nå är censurerad på ditt nätverk.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ar: عند الولوج إلى موقع عبر متصفح تور، فهناك بعض النقاط التي ينبغي الانتباه إليها:
bg: Когато се вписвате в уебсайт през Тор има няколко важни неща, които трябва да помните:
id: Ketika anda masuk ke sebuah website memakai TOR, ada sejumlah hal yang mesti anda ingat:
ka: საიტზე Tor-ით შესვლისას, რამდენიმე რამ უნდა გაითვალისწინოთ:
lv: Kad piesakāties tīmekļa vietnē, izmantojot Tor, jāpatur prātā vairākas lietas:
nb: Når du logger på en nettside over Tor, er det flere punkter du bør ha i minnet:
pt: Quando inicia a sessão num site da Web com o Tor, existem vários pontos que deverá ter em mente:
sv: När du loggar in på en webbplats över Tor finns det flera punkter du bör tänka på:

source: See the <link xref="secure-connections">Secure Connections</link> page for important information on how to secure your connection when logging in.
ar: راجع صفحة <link xref="secure-connections">الاتصالات الآمنة</link> لمعلومات مهمة حول كيفية تأمين اتصالك أثناء الولوج.
bg: Разгледайте страницата <link xref="secure-connections">Сигурни връзки</link> за важна информация относно как да подсигурите връзката си при вписване.
id: Lihat halaman<link xref="secure-connections">Secure Connections</link>untuk informasi penting tentang cara mengamankan koneksi Anda saat login.
ka: იხილეთ <link xref="secure-connections">დაცული კავშირების</link> გვერდი, მნიშვნელოვანი ინფორმაციის მისაღებად, თუ როგორ უნდა დაიცვათ თქვენი კავშირი ანგარიშზე შესვლისას.
lv: Skatiet lapu <link xref="secure-connections">Droši savienojumi</link> , lai uzzinātu svarīgu informāciju par to, kā nodrošināt savu savienojumu, kad esat pieteicies.
nb: Se siden for <link xref="secure-connections">Sikre tilkoblinger</link> for viktig informasjon om hvordan du sikrer din tilknytning når du logger inn.
pt: Consulte a página <link xref="secure-connections">Ligações Seguras</link> para informação importante de como proteger a sua ligação quando inicia a sessão.
sv: Se <link xref="secure-connections">Säkra anslutningar</link>-sidan för viktig information om hur du säkrar din anslutning när du loggar in.

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ar: كثيرا ما يجعل متصفح تور اتصالاتك تبدو وكأنها قادمة من منطقة أخرى من العالم. بعض المواقع، مثل البنوك أو خدمات البريد الإلكتروني، قد تفسر هذا على أنه مؤشر على اختراق حسابك، وبالتالي تمنعك من الولوج. الحل الوحيد لهذه المشكلة هو اتباع الإجراءات التي ينصح به الموقع لاستعادة الحساب، أو التواصل مع مشغلي الموقع لتوضيح اللبس.
bg: Tor браузърът често прави така, че връзката изглежда идва от напълно различна част на света. Някои уебсайтове, като банки и имейл доставчици, могат да интерпретират това като знак, че профилът ви е хакнат или компроментиран и да го заключат. Единственият начин за решаване на този проблем е да следвате инструкциите на уебсайта за отключване, или да се свържете с операторите и да обясните ситуацията.
id: Tor Browser seringkali membuat koneksi anda seakan-akan datang dari bagian dunia yang sama sekali berbeda. Sejumlah situs, seperti bank atau penyedia email mungkin saja mengartikan ini sebagai tanda bahwa akun anda telah diretas atau terkompromikan dan mengkunci anda dari layanan. Satu-satunya cara untuk memecahkan masalah ini adalah dengan mematuhi prosedur yang direkomendasikan oleh situs yang dimaksud untuk menjalankan pemulihan akun atau menghubungi operator manusia dan menjelaskan situasi anda.
ka: Tor-ბრაუზერით კავშირისას, უმეტეს შემთხვევაში ჩანს, რომ მსოფლიოს სულ სხვა წერტილიდან შედიხართ საიტზე. ზოგიერთმა მათგანმა კი, მაგალითად ბანკებმა ან ელფოსტის მომსახურების მომწოდებლებმა, ეს შეიძლება აღიქვას თქვენი ანგარიშის უკანონო ხელყოფად და მასზე წვდომის უფლება სრულად შეზღუდოს. ერთადერთი გზა ამის მოსაგვარებლად, ანგარიშის აღდგენაა, საიტზე მოცემული მითითებების მიხედვით ან მხარდაჭერის სამსახურთან დაკავშირება და მათთვის არსებული მდგომარეობის ახსნა.
lv: Pārlūks Tor bieži pēc izskata padara Jūsu savienojumu tādu it kā tas būtu no pavisam citas pasaules daļas. Dažas tīmekļa vietnes, piemēram bankas vai epasta pakalpojumu sniedzēji var to iztulkot, ka Jūsu konts ir uzlauzts vai kompromitēts, un Jūs atslēgt. Vienīgais veids kā situāciju risināt ir sekot vietnes rekomendētajai konta atgūšanas procedūrai vai sazināties ar operatoriem un paskaidrot sitāciju.
nb: Tor-nettleseren får det ofte til å se ut du er tilkoblet fra en helt annen del av verden. Noen nettsider, som banker eller e-posttilbydere, kan tolke dette som et tegn på at din konto har blitt hacket eller overtatt, for så å låse deg ute. Den eneste måten å løse dette på er ved å følge sidens anbefalte prosedyre for gjenoppretting av konto, eller å kontakte operatørene og forklare situasjonen.
pt: O Tor Browser muitas das vezes faz com que a sua ligação pareça como se esta é proveniente de uma da parte do mundo totalmente diferente. Alguns sites da Web, tal como bancos ou provedores de e-mail, podem interpretar isto como um sinal de que a sua conta foi atacada ou comprometida, e bloqueiam-no. A única maneira de resolver isto é seguir o procedimento recomendado pelo site para a recuperação da conta, ou contactar os operadores e explicar a situação.
sv: Tor Browser gör att din anslutning ofta visas som om den kommer från en helt annan del av världen. Vissa webbplatser, till exempel banker eller e-postleverantörer, kan tolka detta som ett tecken på att ditt konto har hackats eller kompromissad och låser ut dig. Det enda sättet att lösa det här är att följa webbplatsens rekommenderade procedur för kontoåterställning eller kontakta operatörerna och förklara situationen.

source: Changing identities and circuits
ar: تغيير الهويات والدوائر
bg: Смяна на идентичноста и веригите
id: Mengubah identitas dan sirkuit
ka: ვინაობისა და წრედის შეცვლა
lv: Identitāšu un ķēžu maiņa
nb: Endring av identiteter og kretser
pt: A alterar identidades e circuitos
sv: Ändra identiteter och kretsar

# _
source: external ref='media/managing-identities/new_identity.png' md5='15b01e35fa83185d94b57bf0ccf09d76'
pt: ref. externa='media/managing-identities/new_identity.png' md5='15b01e35fa83185d94b57bf0ccf09d76'

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the Torbutton menu.
ar: يحتوي متصفح تور على خياري ”هوية جديدة“ و ”دائرة تور جديدة لهذا الموقع“، في قائمة زر تور.
bg: Tor браъзърът включва опциите "Нов самоличност" и "Нова Тor верига за този сайт", които се намират в менюто на Tor бутона.
id: Pilihan fitur Tor Browser "New Identity (Identitas Baru)" dan "New Tor Circuit for this Site (Sirkuit Tor Baru untuk situs ini)" berada di menu Torbutton.
ka: Tor-ბრაუზერის შესაძლებლობები „ახალი ვინაობა“ და „ახალი Tor-წრედი ამ საიტისთვის“ მდებარეობს Torbutton-ის მენიუში.
lv: Izvēlnē Tor poga atrodas pārlūka Tor izvēles iespējas „Jauna identitāte“ un „Jauna Tor shēma šai vietnei“.
nb: Tor-nettleseren har valg for funksjoner som "Ny identitet" og "Ny Tor-krets for denne siden", som finnes i Tor-knapp-menyen.
pt: As funcionalidades das opções do Tor Browser "Nova Identidade" e "Novo Circuito Tor para este Site", localizadas no menu do botão Tor.
sv: Tor Browser har alternativet "Ny identitet" och "Ny Tor krets för denna sida", som finns i Torbutton-menyn.

source: New Identity
ar: هوية جديدة
bg: Нова самоличност
id: Identitas Baru
ka: ახალი ვინაობა
lv: Jauna identitāte
nb: Ny identitet
pt: Nova Identidade
sv: Ny identitet

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
ar: يفيد هذا الخيار إذا كنت تريد منع ربط نشاطات تصفحك بما كنت تفعله قبلها. اختيار هذا سيغلق كل الألسنة والنوافذ المفتوحة، وسيمسح كل البيانات الخاصة مثل الكعكات وتأريخ التصفح، وسيستخدم دوائر تور جديدة للاتصالات. سيحذرك متصفح تور عن إيقاف كل الأنشطة والتنزيلات، لذا ضع هذا في الحسبان قبل النقر على ”هوية جديدة“.
bg: Тази опция е полезна ако желаете да избегнете свързването на понататъчните Ви действия с това, което сте направили преди. Избирането на тази опция ще затвори всички отворени табове и прозорци, ще изтрие всяка лична информация като бисквитки и историята на сърфирането, и ще използва нова Тор верига за всички връзки. Tor браузърът ще предупреди, че всички текущи действия и тегления ще бъдат преустановени, така че имайте това предвид преди да натиснете "Нова самоличност"
id: Pilihan ini berguna jika Anda ingin mencegah aktivitas browser Anda agar tidak terhubung dengan apa yang Anda lakukan sebelumnya. Memilihnya akan menutup semua tab dan jendela yang terbuka, menghapus semua informasi pribadi seperti cookies dan riwayat penjelajahan, dan menggunakan sirkuit Tor baru untuk semua koneksi. Browser Tor akan memperingatkan Anda bahwa semua aktivitas dan unduhan akan dihentikan, jadi pertimbangkanlah ini sebelum mengklik "New Identity".
ka: ეს პარამეტრი გამოსადეგია, თუ გსურთ, რომ თქვენი მომდევნო მოქმედებები ვებგვერდებზე, არ იყოს დაკავშირებული წინა მოქმედებებთან. შედეგად, ყველა გახსნილი ჩანართი და ფანჯარა დაიხურება, გასუფთავდება პირადი მონაცემები, როგორიცაა ფუნთუშები და ისტორია, შემდეგ კი ახალი კავშირებისთვის, ახალი Tor-წრედები შეიქმნება. Tor-ბრაუზერი გაგაფრთხილებთ, რომ ყველა თქვენი მოქმედება და ჩამოტვირთვა შეწყდება, ასე რომ გაითვალისწინეთ ეს ყველაფერი, სანამ გამოიყენებთ „ახალ ვინაობას“.
lv: Šī opcija ir noderīga, ja vēlaties novērst, ka Jūsu turpmāka pārlūkošanas aktivitāte ir sasaistāma ar to, ko darījāt pirms tam. Atlasot opciju, tiks aizvērtas visas Jūsu atvērtās cilnes un logi, notīrīta visa privāta informācija, tāda kā sīkdatnes un pārlūkošanas vēsture, bet visiem savienojumiem tiks izmantotas jaunas Tor ķēdes. Pārlūks Tor brīdinās Jūs, ka visas aktivitātes un lejuplādes tiks apturētas, tāpēc ņemiet to vērā pirms noklikšķiniet „Jauna identitāte“.
nb: Dette valget er nyttig hvis du ønsker å unngå din fremtidige nettleseraktivitet fra å kunne knyttes til hva du gjorde tidligere. Å velge den vil lukke alle åpne faner og vinduer, tømme all privat informasjon som kaker og surfehistorikk, og bruke nye Tor-kretser for alle tilkoblinger. Tor-nettleseren vil advare deg om at all aktivitet og nedlastinger vil bli stoppet, så ha dette i minnet før du trykker "Ny identitet".
pt: Esta opção é útil se quiser impedir que a sua atividade subsequente do navegador seja interligada com o que estava a fazer antes. Ao selecioná-la irá fechar todos os separadores e janelas abertos, limpe toda a informação privada, tais como cookies e histórico de navegação, e utilize os novos circuitos Tor para todas as ligações. O Tor Browser irá avisá-lo de que todas as atividades e transferências serão paradas, para ter isto em conta antes de clicar em "Nova Identidade".
sv: Denna inställningen är användbar ifall du vill förebygga din föregående aktivitet ska vara länkbar med vad du har gjort innan. Vid val av denna inställningen kommer att stänga alla öppna flikar, fönster, all privat data som cookies och webbläsar historik kommer att tas bort, och nya Tor kretsar kommer användas för alla uppkopplingar. Tor webläsaren kommer att varna dig att all aktivitet och nedladdningar kommer att stoppas, tänk på detta innan du klicka "Ny identitet".

source: New Tor Circuit for this Site
ar: دائرة تور جديدة لهذا الموقع
bg: Нова Tor верига за този сайт
id: Sirkuit Tor Baru untuk Situs ini
ka: ახალი Tor-წრედი ამ საიტისთვის
lv: Jauns Tor maršruts šai vietnei
nb: Ny Tor-krets for denne siden
pt: Novo Circuito Tor para este Site
sv: Ny Tor-krets för den här webbplatsen

source: This option is useful if the <link xref="about-tor-browser#how-tor-works">exit relay</link> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ar: يفيد هذا الخيار في حال تعذّر على <link xref="about-tor-browser#how-tor-works">تحويلة الخروج</link> التي تستخدمها الاتصال بالموقع الذي تريده، أو لم يحمل بشكل صحيح. اختيار هذا سيتسبب في إعادة تحميل الصفحة أو اللسان الحالي عبر الدائرة الجديدة. الألسنة والنوافذ الأخرى من نفس الموقع ستستخدم الدائرة الجديدة عند إعادة تحميلهم. لا يمسح هذا الخيار أي بيانات خاصة أو يفضل الرابط بين نشاطاتك، أو يؤثر على الاتصالات الحالية للمواقع الأخرى.
bg: Тази опция е полезна ако <link xref="about-tor-browser#how-tor-works">последният препращач</link>, който използвате не може да се свърже с уебсайта, който искате, или ако не се зарежда правилно. Избирането ѝ ще презареди вече отворените табове и прозорци през нова Tor верига. Тази опция не изтрива никаква лична информация и не премахва връзката с действията Ви, нито променя връзката с други уебсайтове.
id: Pilihan ini berguna jika 1) exit relay 2) anda menggunakan saat tidak dapat terhubung dengan situs yang ada inginkan, atau tidak berjalan dengan baik. Memilih itu akan menyebabkan tab yang aktif saat ini atau jendela yang sedang berjalan melalui sebuah sirkuit Tor yang baru. Tabs lain yang sedang terbuka dan jendela dari website yang sama akan menggunakan sirkuit yang baru demikian juga dengan yang sedang dijalankan. Opsi ini tidak akan menghilangkan setiap infomasi pribadi atau tidak menghubungkan aktivitas anda, tidak juga berdampak pada koneksi anda saat ini pada website yang lain.
ka: ეს პარამეტრი გამოსადეგია მაშინ, როცა არსებული <link xref="about-tor-browser#how-tor-works">გამსვლელი წერტილით</link> ვერ ხერხდება საჭირო საიტთან დაკავშირება ან მისი სათანადოდ ჩატვირთვა. შედეგად, მოქმედი ჩანართი ან ფანჯარა ხელახლა ჩაიტვირთება ახალი Tor-წრედით. დანარჩენი ჩანართები და ფანჯრები, რომლებშიც იგივე საიტის სხვა გვერდებია გახსნილი, აგრეთვე ახალ წრედს გამოიყენებს, ხელახლა ჩატვირთვის შემდეგ. ამ შემთხვევაში, პირადი მონაცემები არ წაიშლება და არც თქვენი მოქმედებების განცალკევება არ მოხდება, ასევე ეს ყველაფერი არ იმოქმედებს თქვენს კავშირზე სხვა საიტებთან.
lv: Šī opcija ir noderīga, ja Jūsu lietotais <link xref="about-tor-browser#how-tor-works">izejas relejs</link> nevar izveidot savienojumu ar Jums nepieciešamo tīmekļa vietni vai tā neielādējas pareizi. Opcijas izvēle pa citu Tor ķēdi pārlādēs patreiz aktīvo cilni vai logu. Citas tās pašas tīmekļa vietnes atvērtās cilnes vai logi pēc to pārlādēšanas lietos jauno ķēdi. Šī opcija nenotīra jebkādu privātu informāciju un neatsaista Jūsu aktivitāti, kā arī neietekmē izveidotos savienojumus ar citām tīmekļa vietnēm.
nb: Dette valget kommer godt med hvis det<link xref="about-tor-browser#how-tor-works">utgående rutingstafettoppsettet</link> du bruker ikke kan koble til nettsiden du krever, eller ikke lastet inn på rett vis. Å velge den vil forårsake gjeninnlasting av gjeldende aktive faner eller vinduer over en ny Tor-krets. Andre åpne faner og vinduer fra samme nettside vil også bruke den nye kretsen når de har blitt gjeninnlastet. Dette valget tømmer ikke all privat informasjon og frakobler ikke din aktivitet, ei heller påvirker det dine gjeldende tilkoblinger til andre nettsider.
pt: Esta opção é útil se a <link xref="about-tor-browser#how-tor-works">retransmissão de saída</link> que está a utilizar não consegue ligar ao site da Web que necessita, ou não a está a carregar adequadamente. A seleção dessa opção irá fazer com que o separador atual/ativo seja recarregado através de um novo circuito Tor. Outros separadores abertos e janelas do mesmo site da Web também irão utilizar o novo circuito assim que estes sejam recarregados. Esta opção não limpa qualquer informação privada ou desvincula a sua atividade, nem afeta as suas ligações atuais para outros sites da Web.
sv: Det här alternativet är användbart om <link xref="about-tor-browser#how-tor-works">utgångsrelän</link> du använder inte kan ansluta till webbplatsen du begär, eller den laddas inte ordentligt. Om du väljer det kommer den aktuella aktiva fliken eller fönstret att laddas om över en ny Tor-krets. Andra öppna flikar och fönster från samma webbplats kommer även att använda den nya kretsen när de laddas om. Det här alternativet rensar inte någon privat information eller kopplar bort din aktivitet, och det påverkar inte dina aktuella anslutningar till andra webbplatser.

source: Services that are only accessible using Tor
ar: الخدمات المتاحة عبر تور فقط
bg: Услуги, които са достъпни само през Tor
id: Layanan hanya bisa diakses menggunakan Tor
ka: მომსახურებები, რომლებიც მხოლოდ Tor-იდანაა ხელმისაწვდომი
lv: Pakalpojumi, kam var piekļūt vienīgi ar Tor
nb: Tjenester som bare kan nås ved bruk av Tor
pt: Serviços que só estão acessíveis utilizando o Tor
sv: Tjänster som endast nås via Tor

source: Onion Services
ar: خدمات البصلة (Onion)
bg: Onion услуги
id: Layanan Onion
ka: Onion-მომსახურებები
lv: Sīpolpakalpojumi
nb: Løk-tjenester
pt: Serviços da Cebola
sv: Onion tjänster
