Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Tor is ready
az: Tor hazırdır
bg: Tor е готов
bn: টর প্রস্তুত
eo: Tor pretas
gl: Tor está listo
id: Tor telah siap
ja: Torの準備が完了しました
ka: Tor მზადაა
kk: Tor дайын
ml: ടോർ തയ്യാറാണ്
ms_my: Tor sudah sedia
nb: Tor er klar
sk: Tor je pripravený
sq: Tor është gati
sv: Tor är redo

source: You can now access the Internet.
az: İndi internetə qoşula bilərsən.
bg: Вече може да получите достъп до Интернет.
bn: আপনি এখন ইন্টারনেট অ্যাক্সেস করতে পারেন।
eo: Nun vi povas aliri al Interreto.
gl: Agora pode acceder a Internet.
id: Sekarang Anda dapat mengakses Internet.
ja: インターネットにアクセスできます。
ka: ახლა უკვე შეგიძლიათ გამოიყენოთ ინტერნეტი.
kk: Енді Интернетке кіруге болады.
ml: താങ്കൾക്കു ഇപ്പോൾ ഇന്റർനെറ്റ് ഉപയോഗിക്കാം
ms_my: Kini anda boleh mencapai Internet.
nb: Du har nå tilgang til Internett.
sk: Teraz môžete pristupovať k Internetu.
sq: Ju s'mund të qaseni në Internet.
sv: Du har nu tillgång till internet.

source: <h1>Help us fix your bug!</h1> <p>Read <a href="%s">our bug reporting instructions</a>.</p> <p><strong>Do not include more personal information than needed!</strong></p> <h2>About giving us an email address</h2> <p> Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. On the other hand it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails. </p>
bg: <h1>Помогнете ни да поправим вашия бъг!</h1> <p>Прочетете <a href="%s">нашите инструкции за докладване на бъгове</a>.</p> <p><strong>Не включвайте повече лична информация от колкото е нужно!</strong></p> <h2>Относно предоставянето ни на е-поща</h2> <p> Давайки ни имейл адрес ни позволявате да се свържем с вас, за да изясним проблема. Това е необходимо за по-голямата част от докладите, които получаваме, тъй като повечето доклади без никаква информация за контакт са безполезни. От друга страна също така предоставя възможност за подслушване, на електронната си поща или интернет доставчик, за да потвърди, че използвате Tails. </p>
bn: <h1> আপনার বাগ ঠিক করার জন্য আমাদের সাহায্য করুন! </ h1> <p> <a href="%s"> আমাদের বাগ রিপোর্টিং নির্দেশাবলী </a> পড়ুন। </ p> <p> <strong> প্রয়োজনের বেশি ব্যক্তিগত তথ্য অন্তর্ভুক্ত করবেন না </ strong> </ p &> <h2> আমাদের একটি ইমেল ঠিকানা দেওয়ার বিষয়ে </ h2> <P> যে আমাদের একটি ইমেল ঠিকানা প্রদান আমরা আপনাকে সমস্যা ব্যাখ্যা করতে যোগাযোগ করতে করব। এই আমরা যে রিপোর্টগুলি পেয়েছি তার বেশিরভাগ রিপোর্টগুলির জন্য প্রয়োজন হয় কোন যোগাযোগের তথ্য ব্যতীত অর্থহীন হয়। অন্যদিকে এটি এটি প্রদান করে আপনার ইমেইল বা ইন্টারনেট প্রদানকারী, যেমন eavesdroppers জন্য একটি সুযোগ আপনি পেরেক ব্যবহার করছেন তা নিশ্চিত করুন ? </ P>
gl: <h1>Axúdenos a amañar o seu bug!</h1> <p>Lea <a href="%s">as nosas instruccións para informar de bugs</a>.</p> <p><strong>Non inclúa máis información persoal da necesaria!</strong></p> <h2>Acerca de proporcionarnos un enderezo electrónico</h2> <p> O darnos un email permítenos contactarlle para clarificar o problema. Isto é necesario para a ampla maioría dos informes que recibimos xa que moitos informes sen información de contacto son inútiles. Na outra banda tamén proporciona unha oportunidade para escoitas indiscretas, como o seu email ou proveedor de Internet, para confirmar que vostede usa Tails. </p>
id: <h1>Bantu kami memperbaiki kutu!</h1> <p>Baca <a href="%s">panduan pelaporan kutu kami</a>.</p> <p><strong>Jangan sertakan informasi personal lebih dari yang diperlukan!</strong></p> <h2>Tentang alamat surel yang Anda berikan kepada kami</h2> <p> Memberikan alamat surel Anda kepada kami memungkinkan kami menghubungi Anda untuk mengklarifikasi masalah tersebut. Hal ini diperlukan untuk sebagian besar laporan yang kami terima karena kebanyakan laporan tanpa informasi kontak tidak berguna. Dengan kata lain, hal tersebut juga menyediakan informasi kemungkinan adanya orang di tengah, seperti surel atau penyedia Internet Anda, untuk mengonfirmasi bahwa Anda menggunakan Tails. </p>
ja: <h1>バグ修正に協力してください！</h1> <p><a href="%s">バグの報告方法</a>を読んでください。</p> <p><strong>不必要な個人情報を含めないでください！</strong></p> <h2>メールアドレスの提供について</h2> <p> 我々が問題を特定するために連絡できるよう、あなたのメールアドレスを教えてください。 我々に届く情報の大半は、追加情報なしでは役に立たないためです。 一方で、これはメール機能の提供者やプロバイダーなどの盗聴者に、あなたが Tails を利用していることを知られる機械を与える事にもなります。 </p>
ka: <h1>დაგვეხმარეთ ხარვეზების აღმოფხვრაში!</h1> <p>წაიკითხეთ<a href="%s">ჩვენი მითითებები ხარვეზების მოხსენებაზე</a>.</p> <p><strong>მოხსენებას ნუ დაურთავთ ზედმეტ პირად ინფორმაციას!</strong></p> <h2>ელსფოსტის მოწოდების თაობაზე</h2> <p> ელფოსტის მისამართის მოწოდებით, საშუალება მოგვეცემა დაგიკავშირდეთ ხარვეზში უკეთ გასარკვევად. ეს საჭიროა უმეტეს შემთხვევაში ხარვეზების მოხსენებისას, რადგან გამოხმაურების შესაძლებლობის გარეშე, ბევრი მოხსენება უბრალოდ გამოუსადეგარია. მეორე მხრივ, არსებობს საფრთხეც, რომ შესაძლო მიმყურადებლებს, მაგალითად თქვენი ელფოსტის ან ინტერნეტმომსახურების მომწოდებლებს, შეეძლებათ დაადასტურონ, რომ ნამდვილად სარგებლობთ Tails-ით. </p>
ml: <h1>നിങ്ങളുടെ ബഗ് പരിഹരിക്കാൻ ഞങ്ങളെ സഹായിക്കൂ!</h1> <p>ഞങ്ങളുടെ<a href="%s"> ബഗ് റിപ്പോർട്ടിംഗ് നിർദ്ദേശങ്ങൾ വായിക്കുക.</a></p> <p><strong>ആവശ്യമുള്ളതിനേക്കാൾ കൂടുതൽ സ്വകാര്യ വിവരങ്ങൾ ഉൾപ്പെടുത്തരുത്</strong></p> <h2>ഞങ്ങൾക്ക് ഒരു ഇമെയിൽ വിലാസം നൽകുന്നതിനെക്കുറിച്ച്</h2> <p> ഞങ്ങൾക്ക് ഒരു ഇമെയിൽ വിലാസം നൽകുന്നത് പ്രശ്നം വ്യക്തമാക്കുന്നതിന് നിങ്ങളെ ബന്ധപ്പെടാൻ ഞങ്ങളെ അനുവദിക്കുന്നു.ഈ മിക്ക റിപ്പോർട്ടുകളായി ഞങ്ങൾക്ക് ലഭിക്കുന്ന ബഹുഭൂരിപക്ഷം റിപ്പോർട്ടുകൾക്കും ഇത് ആവശ്യമാണ് ഒരു കോൺ‌ടാക്റ്റ് വിവരവുമില്ലാതെ ഉപയോഗശൂന്യമാണ്. മറുവശത്ത് ഇത് നൽകുന്നു നിങ്ങളുടെ ഇമെയിൽ അല്ലെങ്കിൽ ഇൻറർനെറ്റ് ദാതാവ് പോലുള്ള ഒളിഞ്ഞുനോട്ടക്കാർക്കുള്ള അവസരം നിങ്ങൾ ടൈൽസ് ഉപയോഗിക്കുന്നുവെന്ന് സ്ഥിരീകരിക്കുക </p>
ms_my: <h1>Bantu kami membaiki pepijat yang anda temui!</h1> <p>Baca <a href="%s">arahan pelaporan pepijat kami</a>.</p> <p><strong>Jangan sertakan banyak maklumat peribadi kecuali yang diperlukan sahaja!</strong></p> <h2>Berkenaan penyerahan alamat emel kepada kami</h2> <p> Dengan menyertakan alamat emel kami dapat menghubungi anda untuk mengesahkan masalah tersebut. Ia diperlukan bagi kebanyakan laporan yang kami terima kerana laporan-laporan tanpa maklumat perhubungan dianggap tidak berguna. Selain itu, ia memberi peluang kepada para pengintip, iaitu alamat emel dan penyedia Internet anda, yang mahu tahu atau mengesahkan sama ada anda pengguna Tails. </p>
nb: <h1>Hjelp oss med å ordne feilen du har funnet!</h1> <p>Les <a href="%s">vår instruks om rapportering av feil</a>.</p> <p><strong>Ikke inkluder flere personvernsdetaljer enn nødvendig!</strong></p> <h2>Om det å gi oss en e-post -adresse</h2> <p> Det å gi oss en e-post -adresse tillater oss å kontakte deg for å få klarhet i problemet. Dette er som oftest nødvendig siden de fleste feilrettingsrapportene trenger ytterligere detaljer for å være brukbare. Dog gir det også en mulighet for overvåkningsinstanser, som din e-post eller Internettilbyder, til å bekrefte at du bruker Tails </p>
sk: <h1>Pomôžte nám opraviť vašu chybu!</h1> <p>Čítajte <a href="%s">naše inštrukcie pre nahlásenie chyby</a>.</p> <p><strong>Nevkladajte viac osobných údajov ako je nevyhnutné!</strong></p> <h2>O poskytovaní emailovej adresy nám</h2> <p> Poskytnutie emailovej adresy nám umožňuje kontaktovať vás aby sme objasnili problém. Toto je potrebné pre obrovské množstvo, väčšina hlásení, ktoré dostávame, pričom najviac bez akýchkoľvek kontaktných údajov, je nepoužiteľná. Na druhej strane to taktiež poskytuje príležitosť špehom, ako vášmu emailovému či internetovému poskytovateľovi, si potvrdiť, že používate Tails. </p>
sq: <h1>Na ndihmoni të ndreqim gabimin tuaj!</h1> <p>Lexoni <a href="%s">instruksionet tona mbi raportimin e gabimit</a>.</p> <p><strong>Mos përfshini më shumë informacion mbi veten, sesa nevojitet</strong></p> <h2>Rreth të dërguarit tek ne të një adrese e-poste</h2> <p> Dhënit tek ne e një adrese e-poste, na lejon të kontaktojmë me ju për të qartësuar problemin. Kjo nevojitet për shumicën e raporteve që ne marrim, përderisa shumica e raporteve, pa asnjë informacion kontakti, janë të papërdorshme. Nga ana tjetër, kjo gjë ofron gjithashtu një mundësi që përgjuesit, si ofruesi i e-postës apo Internetit tuaj, të konfirmojnë që ju po përdorni Tails. </p>
sv: <h1>Hjälp oss att åtgärda ditt fel!</h1> <p>Läs <a href="%s">våra instruktioner för att rapportera fel</a>.</p> <p><strong>Inkludera inte mer personlig information än nödvändigt!</strong></p> <h2>Om att ge oss din e-postadress</h2> <p> Att ge oss din e-postadress gör det möjligt för oss att komma i kontakt med dig för att reda ut problemet. Det här är nödvändigt för den stora majoriteten av rapporterna vi tar emot eftersom att de flesta rapporter utan kontaktinformation är oanvändbara. Å andra sidan ger det också en möjlighet för obehöriga, som din e-post- eller Internetleverantör, att bekräfta att du använder Tails. </p>

source: Additional Software
bn: অতিরিক্ত সফটওয়্যার
id: Perangkat Lunak Tambahan
ja: 追加ソフトウェア
ka: დამატებითი პროგრამა
kk: Қосымша бағдарлама
ml: അധികമായിട്ടുള്ള സോഫ്റ്വരെസ്
ms_my: Perisian Tambahan
nb: Tilleggsprogramvare
sk: Ďalší softvér
sr: Dodatni softver
sv: Extra program

source: You can install additional software automatically from your persistent storage when starting Tails.
bn: Tails শুরু করার সময় আপনি আপনার একরোখা স্টোরেজ থেকে স্বয়ংক্রিয়ভাবে অতিরিক্ত সফটওয়্যার ইনস্টল করতে পারেন ।
id: Anda dapat memasang perangkat lunak tambahan secara otomatis dari tempat penyimpanan tetap saat memulai Tails.
ja: Tailsを起動する時に、固定記憶域から追加ソフトウェアをインストールできます。
ka: ავტომატურად შეგიძლიათ დამატებითი პროგრამის დაყენება მუდმივი მეხსიერების საცავიდან Tails-ის გაშვებისას.
kk: Қалдықтарды іске қосу кезінде қосымша бағдарламалық жасақтаманы тұрақты сақтау орнынан автоматты түрде орната аласыз.
ml: ടെയിൽ‌സ് ആരംഭിക്കുമ്പോൾ‌ നിങ്ങളുടെ സ്ഥിരമായ സംഭരണത്തിൽ‌ നിന്നും അധിക സോഫ്റ്റ്വെയർ‌ സ്വപ്രേരിതമായി ഇൻ‌സ്റ്റാൾ‌ ചെയ്യാൻ‌ കഴിയും.
ms_my: Anda boleh memasang perisian tambahan secara automatik melalui storan berterusan ana ketika memulakan Tails.
nb: Du kan installere tilleggsprogramvare automatisk fra vedvarende lagring når du starter Tails.
sk: Môžete inštalovať doplnkový softvér automaticky z Vášho Trvalého úložiska keď Tails naštartuje.
sv: Du kan installera extra program automatiskt från din bestående lagring när du startar Tails.

source: The following software is installed automatically from your persistent storage when starting Tails.
bn: Tails শুরু করার সময় নিম্নোক্ত সফটওয়্যারটি আপনার একরোখা ভাণ্ডার থেকে স্বয়ংক্রিয়ভাবে সংস্থাপিত হয় ।
id: Perangkat lunak ini terpasang secara otomatis dari tempat penyimpanan tetap saat memulai Tails.
ja: Tailsを起動する時に、以下のソフトウェアは自動的に固定記憶域からインストールされます。
ka: მოცემული პროგრამა ავტომატურად დაყენდება მუდმივი მეხსიერების საცავიდან Tails-ის გაშვებისას.
kk: Қалдықтарды іске қосу кезінде тұрақты сақтаудан автоматты түрде келесі бағдарлама орнатылады.
ml: ടെയിൽ‌സ് ആരംഭിക്കുമ്പോൾ‌ നിങ്ങളുടെ സ്ഥിരമായ സംഭരണത്തിൽ‌ നിന്നും ഇനിപ്പറയുന്ന സോഫ്റ്റ്വെയർ‌ സ്വപ്രേരിതമായി ഇൻ‌സ്റ്റാൾ‌ ചെയ്യുന്നു.
ms_my: Perisian berikut dipasang secara automatik melalui storan berterusan anda ketika memulakan Tails.
nb: Følgende programvare installeres automatisk fra vedvarende lagring når du starter Tails.
sk: Nasledujúci softvér bude automaticky nainštalovaný z Vášho Trvalého úložiska keď Tails naštartuje.
sv: Följande program installeras automatiskt från din bestående lagring när Tails startas.

source: To add more, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bn: আরও জুড়তে, <a href="synaptic.desktop">Synaptic প্যাকেজ ব্যবস্থাপক</a> বা <a href="org.gnome.Terminal.desktop">APT</a> ব্যবহার করে কিছু সফ্টওয়্যার ইনস্টল করুন কমান্ড লাইনে ।
id: Untuk menambah, pasang perangkat lunak menggunakan <a href="synaptic.desktop">Synaptic Package Manager</a> atau <a href="org.gnome.Terminal.desktop">APT pada baris perintah</a>.
ja: 他のソフトウェアを追加するには、<a href="synaptic.desktop">Synapticパッケージ・マネージャー</a>、あるいは<a href="org.gnome.Terminal.desktop">APTでコマンドラインから</a>インストールして下さい。
ka: დასამატებლად, დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
kk: Қосымша ақпарат алу үшін кейбір бағдарламалық жасақтаманы орнатыңыз<a href="synaptic.desktop">Synaptic Package Manager</a>or<a href="org.gnome.Terminal.desktop">APT пәрмен жолында</a>.
ml: കൂടുതൽ ചേർക്കാൻ, കമാൻഡ് ലൈനിൽ <a href="synaptic.desktop">സിനാപ്റ്റിക് പാക്കേജ് മാനേജർ </a>അല്ലെങ്കിൽ <a href="org.gnome.Terminal.desktop">എപിടി </a>ഉപയോഗിച്ച് കുറച്ച് സോഫ്റ്റ്വെയർ ഇൻസ്റ്റാൾ ചെയ്യുക.
ms_my: Untuk menambah lagi, pasang beberapa perisian menggunakan <a href="synaptic.desktop">Pengurus Pakej Synaptic</a> atau <a href="org.gnome.Terminal.desktop">APT dalam baris perintah</a>.
sk: Ak chcete pridať viac, nainštalujte ďalší softvér pomocou <a href="synaptic.desktop">Správcu baličkov Synaptic</a> alebo <a href="org.gnome.Terminal.desktop">APT v príkazovom riadku</a>.
sv: För att lägga till mer, installera lite program med <a href="synaptic.desktop">Synaptic-pakethanterarne</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.

source: _Create persistent storage
bn: _Create অবিরাম স্টোরেজ
id: _Buat tempat penyimpanan tetap
ja: 永続的ストレージの作成 (_C)
ka: _მუდმივი საცავის შექმნა
kk: _Тұрақты сақтауды жасаңыз
ml: _ സ്ഥിരമായ സംഭരണം സൃഷ്ടിക്കുക
ms_my: _Cipta storan berterusan
nb: _Lag vedvarende lagring
sk: _Vytvoriť Trvalé úložisko
sv: _Skapa bestående lagring

source: Persistence is disabled for Electrum
bg: Устойчивостта е забранена за Electrum
bn: অধ্যবসায় জন্য ইস্ট্রাম নিষ্ক্রিয় করা হয়েছে
gl: A persistencia está deshabilitada para Electrum
id: Persistensi dinonfungsikan untuk Electrum
ja: Electrum の保存機能が無効です
ka: მუდმივი მეხსიერება გამორთულია Electrum-ისთვის
kk: Тұрақтылық Electrum үшін өшірілген
ml: ഇലക്ട്രോണിനായി സ്ഥിരത പ്രവർത്തനരഹിതമാക്കി
ms_my: Berterusan telah dilumpuhkan untuk Electrum
nb: Vedvarende lagring avskrudd for Electrum
sk: Zotrvačnosť je pre Electrum vypnutá
sq: Vazhdimësia është paaftësuar për Electrum
sv: Bestående är avaktiverat för bitcoin-klienten Electrum

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
bn: আপনি যখন "টেইলস" রিবুট করবেন তখন আপনার বিটকয়েন ওয়ালেট সহ ইলেক্ট্রামের সমস্ত ডেটা নষ্ট হয়ে যাবে। পেরেসিস্তেন্স বৈশিষ্ট্যটি সক্রিয় করা হলে কেবল Electrum চালানোর জন্য দৃঢরুপে সুপারিশ করা হয়।
ja: Tailsを再起動すると、すべてのビットコインウォレットを含むElectrumのデータが失われます。 永続化の機能がオンになっている場合にのみ、Electrumを実行することを強くお勧めします。
ka: როდესაც ხელახლა გაეშვება Tails, Electrum-ის ყველა მონაცემი დაიკარგება, მათ შორის თქვენი Bitcoin-საფულე. დაბეჯითებით გირჩევთ გაუშვათ Electrum მხოლოდ იმ შემთხვევაში, თუ მისი მუდმივი მეხსიერების საცავი ჩართულია.
ml: നിങ്ങൾ വാലുകൾ റീബൂട്ട് ചെയ്യുമ്പോൾ, നിങ്ങളുടെ ബിറ്റ്കോയിൻ വാലറ്റ് ഉൾപ്പെടെ ഇലക്ട്രത്തിന്റെ എല്ലാ ഡാറ്റയും നഷ്ടപ്പെടും. സ്ഥിരമായ സവിശേഷത സജീവമാകുമ്പോൾ മാത്രം ഇലക്ട്രം പ്രവർത്തിപ്പിക്കാൻ ശക്തമായി ശുപാർശ ചെയ്യുന്നു.
sk: Ak reštartujete Tails, všetky dáta z programu Electrum budú stratené, vrátane vašej Bitcoin peňaženky. Dôrazne sa odporúča spúštať Electrum iba ak je aktivovaná funkcia trvalého oddielu.
sv: När du startar om Tails kommer alla Electrums data att gå förlorade, inklusive din Bitcoin-plånbok. Det rekommenderas starkt att endast köra Electrum när dess bestående-funktion är aktiverad.

source: Do you want to start Electrum anyway?
bg: Искате ли да стартирате Electrum така или иначе?
bn: আপনি কি শুরু করতে চান Electrum যাহাই হউক না কেন?
gl: Quere arrancar Electrum de todos modos?
id: Apakah Anda tetap ingin memulai Electrum?
ja: それでも Electrum を起動しますか？
ka: მაინც გსურთ, გაუშვათ Electrum?
kk: Сіз бәрібір Electrum-ды бастауды қалайсыз ба?
ml: ഏതുവിധേനയും ഇലക്ട്രം ആരംഭിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
ms_my: Anda mahu memulakan Electrum jua?
nb: Vil du starte Electrum uansett?
sk: Chcete spustiť napriek tomu Electrum?
sq: Dëshironi ta nisni Electrum gjithsesi?
sv: Vill du starta Electrum ändå?

source: _Launch
az: _Başlat
bg: _Стартиране
eo: _Ŝalti
gl: _Iniciar
id: _Luncurkan
ja: 起動 (_L)
ka: _გაშვება
kk: _Іске қосу
ml: _ സമാരംഭിക്കുക
ms_my: _Lancar
nb: _Start
sk: _Spustiť
sq: _Lëshoni
sv: _Starta

source: _Exit
az: _Çıxış
bg: _Изход
gl: _Saír
id: _Keluar
ja: 終了 (_E)
ka: _დახურვა
kk: _Шығу
ml: _പുറത്ത് പോകുക
ms_my: _Keluar
nb: _Avslutt
sk: _Ukončiť
sq: _Dilni
sv: _Avsluta

source: For debugging information, execute the following command: sudo tails-debugging-info
bg: Относно информация за дебъгване, изпълнете командата: sudo tails-debugging-info
bn: তথ্য ডিবাগ করার জন্য নিম্নলিখিত কমান্ডটি চালান: sudo tails-debugging-info
es_mx: Para información de depuración, ejecute el siguiente comando: sudo tails-debugging-info
id: Untuk informasi pengawakutuan, eksekusi perintah berikut: sudo tails-debugging-info
ja: デバッグ情報を見るために、このコマンドを実行してください：sudo tails-debugging-info
ka: გამართვისთვის საჭირო ინფორმაციისთვის, გაუშვით შემდეგი ბრძანება: sudo tails-debugging-info
lb: Féiert folgenden Befehl fir Debugging Informatiounen aus: sudo tails-debugging-info
ml: ഡീബഗ്ഗിംഗ് വിവരങ്ങൾക്കായി, ഇനിപ്പറയുന്ന കമാൻഡ് നടപ്പിലാക്കുക: sudo tails-debugging-info
ms_my: Untuk maklumat penyahpepijatan, lakukan perintah berikut: sudo tails-debugging-info
nb: For feilsøkingsinformasjon, kjør følgende kommando: "sudo tails-debugging-info"
nl_be: Voor debug-informatie, voer het volgende command uit: sudo tails-debugging-info
sk: Pre informácie ku diagnostike chýb, spustite nasledujúci príkaz: sudo tails-debugging-info
sv: För debuginformation, kör följande kommando: sudo tails-debugging-info
th: สำหรับข้อมูลเพื่อการดีบัก ใช้คำสั่ง: sudo tails-debugging-info

source: Error while checking for upgrades
bg: Грешка при проверка на обновленията
bn: আপগ্রেডগুলির জন্য চেক করার সময় ত্রুটি
es_mx: Error durante búsqueda de actualizaciones
id: Galat saat memeriksa pemutakhiran
ja: アップグレードのチェック中にエラー
ka: შეცდომა განახლებების ძიებისას
lb: Feeler beim Iwwerpréiwen vun méiglechen Upgrades
ml: അപ്‌ഗ്രേഡുകൾക്കായി പരിശോധിക്കുമ്പോൾ പിശക്
ms_my: Ralat ketika memeriksa proses penataran
nb: Feil under søk etter tilgjengelige oppgraderinger
nl_be: Fout bij het controleren naar updates
sk: Vyskytla sa chyba pri kontrole aktuálizácií
sl: Napaka med preverjanjem nadgradnje
sv: Fel vid sökning efter uppgraderingar
th: เกิดข้อผิดพลาดขณะตรวจหาการอัพเกรด

source: <b>Could not determine whether an upgrade is available from our website.</b> Check your network connection, and restart Tails to try upgrading again. If the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
bg: <b>Не можах да разбера, дали е налично обновление от нашия сайт. </b> Проверете връзката си към мрежата, и рестартирайте Tails за да оптитате отново. Ако проблема продължи, отидете на file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
bn: <b> আমাদের ওয়েবসাইট থেকে একটি আপগ্রেড উপলব্ধ কিনা তা নির্ধারণ করা যায়নি। আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন, এবং পুনরায় আপগ্রেড করার চেষ্টা করার জন্য পুনরুক্ত করুন। যদি সমস্যাটি বজায় থাকে তবে ফাইলটিতে যান file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
es_mx: <b>No se pudo determinar si hay una actualización disponible de nuestro sitio.</b> Revisa tu conexión de red, y reinicia Tails para intentar actualizar de nuevo. Si el problema persiste, ve al archivo file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
id: <b>Tidak dapat menentukan apakah pemutakhiran tersedia dari situs web kami.</b> Periksa koneksi jaringan Anda, dan mulai ulang Tails untuk mencoba memutakhirkannya lagi. Jika masalah tetap ada, kunjungi file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ja: <b>アップグレードが Tor のウェブサイトから入手可能か断定できませんでした。</b> ネットワーク接続を確認してからTailを再起動して、もう一度アップグレードを試してください。 問題が続く場合は、 file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html をご覧ください。
ka: <b>ვერ ხერხდება დადგენა, არის თუ არა განახლება ხელმისაწვდომი ჩვენს საიტზე.</b> შეამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails, განახლების გასამეორებლად. თუ ხარვეზი არ გამოსწორდება, იხილეთ file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
lb: <b>Konnt net erausfannen op een Upgrade op eiser Websäit do ass.</b> Iwwerpréift är Netzwierk Connectioun a start Tails nei fir ee weideren Upgrade Versuch ze ënnerhuelen. Wann de Problem dann nach do ass, da gitt op file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ml: <b>ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിന്ന് ഒരു അപ്‌ഗ്രേഡ് ലഭ്യമാണോ എന്ന് നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല.</b> നിങ്ങളുടെ നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും അപ്‌ഗ്രേഡുചെയ്യാൻ ശ്രമിക്കുന്നതിന് ടൈൽസ് പുനരാരംഭിക്കുക. പ്രശ്നം നിലനിൽക്കുകയാണെങ്കിൽ, ഫയലിലേക്ക് പോകുക file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ms_my: <b>Tidak dapat tentukan sama ada penataran sudah tersedia dalam laman sesawang kami.</b> Periksan sambungan rangkaian anda, dan mulakan semula Tails untuk cuba menatarnya sekali lagi. Jika masalah masih berlaku, pergi ke file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
nb: <b>Kunne ikke avgjøre hvorvidt en oppgradering er tilgjengelig fra vår nettside.</b> Sjekk nettverksforbindelsen din, start Tails på nytt og forsøk å oppgradere igjen. Hvis problemet vedvarer, se file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
nl_be: <b>Het was niet mogelijk om te bepalen of een bijgewerkte versie beschikbaar is op onze website.</b> Controleer uw netwerkverbinding en start Tails opnieuw op om de upgrade nogmaals te proberen. Als het probleem aanhoudt, ga dan naar file:///usr/share/doc/tails/website/doc/upgrade/error/check.nl.html
sk: <b>Nepodarilo sa zistiť, či je aktualizácia z našej webstránky dostupná.</b> Skontrolujte, prosím, vaše pripojenie, reštartujte Tails a skúste systém znova aktualizovať. Ak problém pretrváva, otvorte si stránku file:///usr/share/doc/tails/website/doc/upgrade/error/check.sk.html
sl: <b> Ni mogoče ugotoviti, ali je na voljo nadgradnja na našem spletnem mestu. </ b> Preverite omrežno povezavo in ponovno zaženite Sledi za ponovno nadgradnjo. Če težava ne izgine, pojdite na datoteko: ///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
sv: <b>Kunde inte avgöra om någon uppgradering finns tillgänglig från vår webbplats.</b> Kontrollera din nätverksanslutning, och starta om Tails för att försöka uppgradera igen. Om problemet kvarstår, se file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
th: <b>ไม่สามารถตรวจสอบได้ว่ามีการอัพเกรดใหม่บนเว็บไซต์ของเราหรือไม่</b> ตรวจสอบการเชื่อมต่อเครือข่ายของคุณ แล้วเริ่ม Tails ใหม่อีกครั้งเพื่อลองอัพเกรด ถ้าหากยังพบปัญหาให้ไปยัง file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
