Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ar: يحتوي متصفح تور على ”مؤشر أمان“ يتيح لك زيادة مستوى الأمان بتعطيل بعض خصائص الوب التي قد تستخدم للتعدي على أمانك وخصوصيتك. زيادة مستوى أمان متصفح تور سيتسبب في توقف بعض صفحات الوب عن العمل كما ينبغي، لذا عليك الموازنة بين احتياجاتك الأمنية وسهولة الاستخدام.
bg: Tor браузърът включва "Плъзгач на сигурност", който разрешава да увеличава сигурноста като се изключват определени уеб функции, които могат да бъда използвани за атакуване на Вашата сигурност и анонимост. Увеличаването на нивото на сигурност на Tor браузъраможе да попречи на някои уеб страници да функционират правилно, така че трябва да вземете решение за баланса между нуждите си за сигурност и използваемост.
id: Tor Browser termasuk "Security Slider" akan mengajak Anda untuk meningkatkan keamanan dengan me-nonaktif-kan fitur situs tertentu yang bisa digunakan untuk menyerang kemanan dan identitas Anda. Peningkatan keamanan Tor Browser akan menghentikan sejumlah fungsi dari halaman situs, jadi Anda harus menyesuaikan kebutuhan tingkat keamanan Anda.
ka: Tor-ბრაუზერს გააჩნია „უსაფრთხოების რბია“, რომელიც საშუალებას გაძლევთ გაზარდოთ უსაფრთხოება გარკვეული შესაძლებლობების გათიშვით, რომლებიც შესაძლოა გამოყენებული იყოს შესატევად, პირადი მონაცემების ხელყოფისთვის. Tor-ბრაუზერის დაცვის დონის გაზრდით, ზოგიერთი ვებსაიტი გამართულად ვერ იმუშავებს, ასე რომ მოგიწევთ გარკვეული წონასწორობის შერჩევა, უსაფრთხოებისა და გამოყენების ხარისხს შორის.
lv: Pārlūkā Tor ir „Drošības slīdnis”, kas ļauj Jums palielināt Jūsu drošību, atspējojot noteiktas tīmekļa iezīmes, kuras var tikt izmantotas, lai apdraudētu Jūsu drošību un anonimitāti. Pārlūka Tor drošības līmeņa paaugstināšana pārtrauks dažu mājas lapu pareizu darbību, tādēļ Jums jāsamēro savas drošības vajadzības ar nepieciešamo lietojamības līmeni.
nb: Tor-nettleseren inneholder en "sikkerhetsglidebryter" som lar deg øke sikkerhetsnivået ved å skru av noen nettleserfunksjoner som kan brukes for å angripe din sikkerhet og anonymitet. Øking av Tor-nettleserens sikkerhetsnivå vil forhindre noen nettsider i å virke ordentlig, så du bør veie dine sikkerhetshenseender mot graden av formålstjenlighet du ønsker.
pt: O Tor Browser inclui um "Cursor de Segurança" que o deixa aumentar a sua segurança desativando determinados funcionalidades da Web que podem ser utilizadas para atacar a sua segurança e anonimato. O aumento do nível de segurança do Tor Browser irá fazer com que algumas páginas da Web não funcionem corretamente, e assim deverá pesar as suas necessidades de segurança contra o grau de usabilidade que necessita.
sv: Tor Browser innehåller en "Säkerhetsreglage" som låter dig öka säkerheten genom att inaktivera vissa webbfunktioner som kan användas för att attackera din säkerhet och anonymitet. Ökande av Tor Browserens säkerhetsnivå hindrar vissa webbplatser från att fungera korrekt, så du borde väga dina säkerhetsbehov mot den grad av användbarhet du behöver.

source: Accessing the Security Slider
ar: الوصول إلى مؤشر الأمان
bg: Достъп до Плъзгача на сигурност
id: Mengakses Security Slider
ka: უსაფრთხოების რბიასთან წვდომა
lv: Piekļuve Drošības slīdnim
nb: Tilgang til sikkerhetsglidebryteren
pt: Aceder ao Cursor de Segurança
sv: Åtkomst till säkerhetsreglaget

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
ka: უსაფრთხოების რბია მდებარეობს Torbutton-ის „უსაფრთხოების პარამეტრებში“.
pt: O controle deslizante de segurança está localizado no menu "Configurações de segurança" do Torbutton.

source: Security Levels
ar: مستويات الأمان
bg: Нива на сигурност
id: Tingkat Keamanan
ka: უსაფრთხოების დონეები
lv: Drošības līmeņi
nb: Sikkerhetsnivå
pt: Níveis de Segurança
sv: Säkerhetsnivåer

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
ar: زيادة مستوى مؤشر الأمان سيعطل بعض خصائص المتصفح كليا أو جزئيًا لحمايتك من الهجمات المحتملة.
bg: Увеличаването на нивто на Плъзгача на сигурност ще изключи напълно или частично някои функции на браузъра, за да защити от възможни атаки.
id: Peningkatan level Security Slider akan di-nonaktif-kan atau sebagian di-nonaktif-kan khususnya fitur peramban untuk melindungi pelbagai kemungkinan serangan.
ka: უსაფრთხოების რბიის აწევა გათიშავს ან ნაწილობრივ შეზღუდავს ბრაუზერის გარკვეულ შესაძლებლობებს, შეტევებისგან დაცვის გასაძლიერებლად.
lv: Drošības slīdņa līmeņa paaugstināšana atspējos vai daļēji atspējos noteiktas pārlūka iezīmes, lai aizsargātu pret iespējamiem uzbrukumiem.
nb: Økning av nivået på sikkerhetsglidebryteren vil skru noen nettleserfunksjoner helt eller delvis for å beskytte mot mulige angrep.
pt: Aumentar o nível do 'Cursor de Segurança' irá desativar ou desativar parcialmente determinadas funcionalidades do navegador para proteger contra possíveis ataques.
sv: Om du höjer nivån på säkerhetsreglaget kommer du att inaktivera eller delvis inaktivera vissa webbläsarfunktioner för att skydda mot eventuella attacker.

source: Safest
ka: სრულიად დაცული
pt: A Mais Segura

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
ar: في هذا المستوى وسائط HTML5 المرئية والمسموعة ستحتاج للنقر عليها لتشغيلها، وكل تحسينات الأداء في جافاسكربت ستعطّل، وبعض المعادلات الرياضية قد لا تعرض كما ينبغي، وبعض خصائص عرض النصوص والخطوط ستعطّل، وكذلك بعض أنواع الصور، وستعطّل جافاسكربت مبدئيًا على كل المواقع، وأغلب أنساق الصوت والڤديو ستعطل، وبعض الخطوط أو الأيقونات قد لا تعمل.
bg: На това ниво, HTML5 видео и аудио стават активни само при кликане върху тях чрез NoScript; всички JavaScript оптимизации са деактивирани; някои математически уравнения може да не се показват правилно; някои функции по показване на шрифтове са деактивирани; някои видове изображения са деактивирани; JavaScript е деактивиран по подразбиране на всички сайтове; повечето видео и аудио формати са деактивирани; и някои шрифтове и икони може да не се показват правилно.
id: Pada tingkat ini, media video dan audio HTML 5 menjadi klik-untuk- memainkan melalui NoScript; setiap optimalisasi tampilan JavaScript menjadi non-aktif; beberapa persamaan matematika kemungkinan tidak ditampilkan secara benar; beberapa fitur terjemahan huruf menjadi non-aktif; beberapa tipe dari gambar menjadi non-aktif; Javascript menjadi non-aktif secara otomatis pada seluruh situs; hampir semua video dan audio format menjadi non-aktif; dan beberapa huruf dan ikon kemungkinan tidak dapat ditampilkan secara tepat
ka: მოცემულ დონეზე, HTML5-ის ვიდეო და ხმოვანი ფაილები გაეშვება მხოლოდ დაწკაპებით, NoScript-ის საშუალებით; JavaScript-ის წარმადობის ყველანაირი გაუმჯობესება გათიშულია; მათემატიკური გამოთვლების ნაწილი, შესაძლოა არასათანადოდ გამოჩნდეს; ზოგიერთი შრიფტის გამოსახვა შეზღუდულია; სურათების ნაწილი გათიშულია; JavaScript ნაგულისხმევად გამორთულია ყველა საიტზე; ვიდეოებისა და ხმოვანი ფაილების ფორმატები შეზღუდულია; აგრეთვე, შრიფტებისა და ხატულების ნაწილი, შესაძლოა არ გამოჩნდეს გამართულად.
lv: Šajā līmenī ar NoScript maina HTML5 video un audio vidi par noklikšķināt-lai-spēlētu; tiek atspējotas visas JavaScript veiktspējas optimizācijas, dažas matemātiskas vienādības var netikt attēlotas pareizi; dažas fontu attēlošanas iezīmes ir atspējotas; daži attēlu veidi ir atspējoti; pēc noklusējuma visās vietnēs ir atspējots Javscript; vairums video un audio formātu ir atspējoti un daži fonti un ikonas var netikt attēloti pareizi.
nb: På dette nivået vil HTML5-video og -lyd bli klikk-for-å-spille via NoScript; alle JavaScript-ytelsesforbedringer er avskrudd; noen matematiske ligninger vil kanskje ikke vises skikkelig; noen skriftvisningsfunksjoner er avskrudd; noen typer bilder er avskrudd; JavaScript er avskrudd som forvalg på alle nettsider; de fleste video- og lyd -formater er avskrudd; og noen skrifter og ikoner vil kanskje ikke vises ordentlig.
pt: A este nível, multimédia em HTML5 de vídeo e áudio tornam-se 'clique para reproduzir' através de NoScript; todas as otimizações de desempenho de JavaScript são desativadas; algumas equações matemáticas poderão não funcionar corretamente; algumas funcionalidades de renderização de tipo de letra são desativadas; alguns tipos de imagem são desativados; o Javascript é desativado por predefinição em todos os sites; a maioria dos formatos de áudio e vídeo são desativados; e alguns tipos de letra e ícones podem não ser exibidos corretamente.
sv: På den här nivån blir HTML5-video och ljudmedia klicka-för-att-spela via NoScript; alla JavaScript-prestandaoptimeringar är inaktiverade; vissa matematiska ekvationer kanske inte visas korrekt; vissa typsnittsfunktioner är inaktiverade; vissa typer av bilder är inaktiverade; Javascript är inaktiverat som standard på alla webbplatser; De flesta video- och ljudformat är inaktiverade; och vissa typsnitt och ikoner kanske inte visas korrekt.

source: Safer
ka: მეტად დაცული
pt: Mais Segura

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<link xref="secure-connections">HTTPS</link> sites.
ar: في هذا المستوى وسائط HTML5 المرئية والمسموعة ستحتاج للنقر عليها لتشغيلها، وكل تحسينات الأداء في جافاسكربت ستعطّل، وبعض المعادلات الرياضية قد لا تعرض كما ينبغي، وبعض خصائص عرض النصوص والخطوط ستعطّل، وكذلك بعض أنواع الصور، وستعطّل جافاسكربت مبدئيًا على كل المواقع التي لا تستخدم <link xref="secure-connections">HTTPS</link>.
bg: На това ниво, HTML5 видео и аудио стават активни само при кликане върху тях чрез NoScript; всички JavaScript оптимизации са деактивирани; някои математически уравнения може да не се показват правилно; някои функции по показване на шрифтове са деактивирани; някои видове изображения са деактивирани; JavaScript е деактивиран по подразбиране на всички не-<link xref="secure-connections">HTTPS</link> сайтове.
id: Pada level ini, HTML5 media audio dan visual menjadi click-to-play lewat NoScript; semua optimalisasi kinerja JavaScript akan di-nonaktif-kan; beberapa formula matematika kemngkinan tidak ditampilkan secara baik; sejumlah perubahan fitur huruf di-nonaktif-kan; sejumlah jenis gambar di-nonaktif-kan; dan JavaScript di-nonaktif-kan secara otomatif pada semua non-<link xref="secure-connections">HTTPS</link>sites
ka: მოცემულ დონეზე, HTML5-ის ვიდეო და ხმოვანი ფაილები გაეშვება მხოლოდ დაწკაპებით, NoScript-ის საშუალებით; JavaScript-ის წარმადობის ყველანაირი გაუმჯობესება გათიშულია; მათემატიკური გამოთვლების ნაწილი, შესაძლოა არასათანადოდ გამოჩნდეს; ზოგიერთი შრიფტის გამოსახვა შეზღუდულია; სურათების ნაწილი გათიშულია; JavaScript ნაგულისხმევად გამორთულია ყველა <link xref="secure-connections">HTTPS</link>-ის არმქონე საიტზე.
lv: Šajā līmenī NoScript maina HTML5 video un audio vidi par noklikšķināt-lai-spēlētu; tiek atspējotas visas JavaScript veiktspējas optimizācijas, dažas matemātiskas vienādības var netikt attēlotas pareizi; dažas fontu attēlošanas iezīmes ir atspējotas; daži attēlu veidi ir atspējoti; pēc noklusējuma tiek atspējots Javscript visās vietnēs, kas nav -<link xref="droši savienojumi">HTTPS</link> vietnes.
nb: På dette nivået vil HTML5-video og -lyd bli klikk-for-å-spille via NoScript; alle JavaScript-ytelsesforbedringer er avskrudd; noen matematiske ligninger vil kanskje ikke vises skikkelig; noen skriftvisningsfunksjoner er avskrudd; noen typer bilder er avskrudd; og JavaScript er avskrudd som forvalg på alle nettsider som ikke bruker <link xref="secure-connections">HTTPS</link>.
pt: A este nível, multimédia em HTML5 de vídeo e áudio tornam-se 'clique para reproduzir' através de NoScript; todas as otimizações de desempenho de JavaScript são desativadas; algumas equações matemáticas poderão não funcionar corretamente; algumas funcionalidades de renderização de tipo de letra são desativadas; alguns tipos de imagem são desativados; e o Javascript é desativado por predefinição em todos os não sites <link xref="secure-connections">HTTPS</link>.
sv: På den här nivån blir HTML5-video och ljudmedia klicka-för-att-spela via NoScript; alla JavaScript-prestandaoptimeringar är inaktiverade; vissa matematiska ekvationer kanske inte visas korrekt; vissa typsnittsfunktioner är inaktiverade; vissa typer av bilder är inaktiverade; Javascript är inaktiverat som standard på alla webbplatser; De flesta video- och ljudformat är inaktiverade; och vissa typsnitt och ikoner kanske inte visas korrekt på alla <link xref="secure-connections">HTTPS</link>-sidor.

source: Standard
ka: ჩვეულებრივი
pt: Padrão

source: At this level, all browser features are enabled. This is the most usable option.
ar: في هذا المستوى كل ميزات المتصفح مدعومة. يوفر هذا الخيار أفضل قابلية للاستخدام.
bg: На това ниво, всички функции на браузъра са активирани. Това е опцията, която дава най-голяма функционалност.
id: Pada level ini, semua fitur peramban dapat digunakan. Ini adalah pilihan yang paling berguna.
ka: მოცემულ დონეზე, ბრაუზერის ყველა შესაძლებლობა ჩართულია. ესაა ყველაზე მეტად მოსახერხებელი გამოსაყენებლად.
lv: Šajā līmenī ir iespējotas visas pārlūka iezīmes. Šī ir vispiemērotāka opcija.
nb: På dette nivået, er alle nettleser-funksjoner påskrudd. Dette er det mest brukbare.
pt: Neste nível, estão ativadas todas as funcionalidades do navegador. É a opção mais utilizada.
sv: På den här säkerhetsnivån är webbläsarens alla funktioner aktiverade. Detta är det mest användbara alternativet.

source: Becoming a translator for the Tor Project
ka: გახდით მთარგმნელი Tor-პროექტში
pt: Tornando-se um tradutor para o Projeto Tor

source: Becoming a Tor Translator
ka: გახდით Tor-ის მთარგმნელი
pt: Tornando-se um tradutor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
ka: თუ გსურთ დაეხმაროთ პროექტს სახელმძღვანელოს ან Tor-ბრაუზერის გადათარგმნაში თქვენს ენაზე, მეტად მადლიერნი დაგრჩებით! წვლილის შეტანის დასაწყებად, საჭიროა ანგარიშის შექმნა Transifex-ზე, თარგმნის გასაიოლებელ ხელსაწყოზე. ქვემოთ მოცემულია მითითებები, თუ როგორ ხდება ანგარიშის შექმნა და მუშაობის დაწყება.
pt: Se você estiver interessado em ajudar o projeto traduzindo o manual ou o Navegador Tor para o seu idioma, sua ajuda será muito apreciada! Para começar a contribuir, você terá que se inscrever no Transifex, o terceiro que facilita nossas traduções. Abaixo está um resumo de como se inscrever e começar.

source: Signing up on Transifex
ka: Transifex-ზე ანგარიშის შექმნა
pt: Inscrevendo-se no Transifex

source: Head over to the <link href="https://transifex.com/signup/">Transifex signup page</link>.
ka: გადადით <link href="https://transifex.com/signup/">Transifex-ის ანგარიშის შექმნის გვერდზე</link>.
pt: Vá até a página de inscrição da Transifex.

source: Enter your information into the fields and click the 'Sign Up' button:
ka: შეიყვანეთ თქვენი მონაცემები შესაბამის ველებში და დააწყაპეთ „Sign up“ ღილაკს:
pt: Insira suas informações nos campos e clique no botão "Inscrever-se":

source: Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
ka: შეიყვანეთ შემდეგ გვერდზე თქვენი სახელი და მიუთითეთ „Localization“ და „Translator“ ჩამოსაშლელი მენიუდან.
pt: Preencha a próxima página com o seu nome e selecione "Localização" e "Tradutor" nos menus suspensos:

source: On the next page, select 'Join an existing project' and continue.
ka: შემდეგ გვერდზე, აირჩიეთ „Join an existing project“ პროექტში ჩასართავად.
pt: Na próxima página, selecione 'Ingressar em um projeto existente' e continue.

source: On the next page, select the languages you speak from the drop-down menu and continue.
ka: მომდევნო გვერდზე კი აირჩიეთ ენა, რომელზეც საუბრობთ, ჩამოსაშლელი მენიუდან და განაგრძეთ.
pt: Na próxima página, selecione os idiomas que você fala no menu suspenso e continue.

source: You are now signed up! Go to the <link href="https://www.transifex.com/otf/torproject/">Tor Transifex page</link>.
ka: თქვენი ანგარიში უკვე შექმნილია! გადადით <link href="https://www.transifex.com/otf/torproject/">Tor-ის Transifex-გვერდზე</link>.
pt: Agora você está inscrito! Vá para a página Tor Transifex .

source: Click the blue 'Join Team' button on the far right:
ka: დააწკაპეთ მარჯვნივ არსებულ ლურჯ ღილაკს „Join Team“ გუნდში შემოერთებისთვის:
pt: Clique no botão azul "Participar da equipe" na extrema direita:

source: Select the language you would like to translate from the dropdown menu:
ka: მიუთითეთ ენა, რომლიდანაც გსურთ თარგმნოთ, ჩამოსაშლელი მენიუდან:
pt: Selecione o idioma que você gostaria de traduzir no menu suspenso:

source: A notification will now show up on the top of the page like so:
ka: შეტყობინება ნაჩვენები იქნება გვერდის თავში ამგვარად:
pt: Uma notificação será exibida na parte superior da página assim:

source: After your membership is approved you can begin translating; simply navigate back to the <link href="https://www.transifex.com/otf/torproject/">Tor Transifex page</link> when you are ready to begin. Thanks for your interest in helping the project!
ka: როდესაც თქვენი წევრად მიღება დადასტურდება, შეგიძლიათ თარგმნის დაწყება; უბრალოდ გადადით უკან <link href="https://www.transifex.com/otf/torproject/">Tor-ის Transifex-გვერდზე</link>, როდესაც მზად იქნებით მუშაობის დასაწყებად. გმადლობთ, რომ სურვილი გაქვთ დაეხმაროთ პროექტს!
pt: Depois que sua associação for aprovada, você poderá começar a traduzir; basta navegar de volta para a página Tor Transifex quando estiver pronto para começar. Obrigado pelo seu interesse em ajudar o projeto!

source: Types of pluggable transport
ar: أنواع النواقل الموصولة
bg: Видове вградяеми транспорти
id: Jenis-jenis pluggable transport
ka: მისაერთებელი გადამყვანის სახეები
lv: Maināmu transportu veidi
nb: Typer pluggbare transporter
pt: Tipos de transporte ligáveis
sv: Typer av pluggbara transporter

source: Pluggable Transports
ar: النواقل الموصولة
bg: Вградяеми транспорти
ka: მისაერთებელი გადამყვანები
lv: Maināmi transporti
nb: Pluggbare transporter
pt: Transportes Ligáveis
sv: Pluggbara transporter

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
ar: النواقل الموصولة هي أدوات يمكن أن يستخدمها تور لتمويه حركة النشاط التي تخرج منه. يفيد هذا في حالة كون مزود خدمة الإنترنت أو سلطة أخرى تحجب اتصالات شبكة تور.
bg: Вградяемите транспорти са инструменти, които Tor може да използва за прикриване на трафика, който изпраща. Това може да е полезно при ситуации, в които интернет доставчикът или друга власт активно блокират връзките към Tor мрежата.
id: Pluggable transports adalah perkakas yang Tor bisa gunakan untuk menyamarkan lalu lintas ini untuk pengiriman keluar. Ini bisa berguna dalam situasi-situasi di mana penyedia layanan internet atau otoritas lain aktif memblokir koneksi ke jaringan Tor.
ka: მისაერთებელი გადამყვანები წარმოადგენს ხელსაწყოებს, რომლებითაც Tor-ს შეუძლია მონაცემების მიმოცვლის შენიღბვა. ეს გამოსადეგია იმ შემთხვევებისთვის, როდესაც ინტერნეტ-მომსახურების მომწოდებელი ან სხვა რომელიმე ზემდგომი მუდმივად ცდილობს შეზღუდოს Tor-ქსელთან კავშირი.
lv: Maināmi transporti ir rīki, ko Tor var izmantot uz āru sūtītās datu plūsmas maskēšanai. Tas var būt derīgi, kad interneta pakalpojuma sniedzējs vai cita iestāde aktīvi bloķē savienojumus ar tīklu Tor.
nb: Pluggbare transporter er verktøy Tor kan bruke for å forkle trafikken den sender ut. Dette kan være nyttig i situasjoner der en tjenestetilbyder for Internett eller annen autoritet aktivt blokkerer tilkoblinger til Tor-nettverket.
pt: Transportes ligáveis são ferramentas que o Tor pode utilizar para disfarçar o tráfego que este envia. Isto pode ser útil em situações onde um Provedor de Serviços da Internet ou outra autoridade está a bloquear ativamente as ligações à rede Tor.
sv: Pluggbara transporter är verktyg som Tor kan använda för att dölja den trafik som den skickar ut. Detta kan vara användbart i situationer där en Internetleverantör eller annan myndighet aktivt blockerar anslutningar till Tor-nätverket.

source: Currently there are six pluggable transports available, but more are being developed.
ar: يتوفر حاليا ستة نواقل موصولة، ويجري تطوير غيرها.
bg: В момента има шест вградяеми транспорта на разположение, но дъпълнителни са в процес на разработване.
id: Sekarang terdapat tiga pluggable transports dapat diakses, tapi lebih untuk pengembangan.
ka: ამჟამად ექვსი სახის მისაერთებელი გადამყვანია ხელმისაწვდომი, მაგრამ სხვებიც მუშავდება.
lv: Šobrīd ir pieejami seši maināmi transporti, bet tiek veidoti arī jauni.
nb: Seks pluggbare transporter er tilgjengelige for tiden, men flere er i utvikling.
pt: Atualmente existem seis transportes ligáveis disponíveis, mas ainda estão em desenvolvimento.
sv: För närvarande finns sex pluggbara transporter tillgängliga, men fler utvecklas.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
ka: obfs3 აძლევს Tor-ით მიმოცვლილ მონაცემებს შემთხვევით სახეს, შედეგად აღარ ჩანს, რომ კავშირი ხდება Tor-ით ან სხვა რამე პროტოკოლით. მიუხედავად იმისა, რომ იგი ნაგულისხმევად ჯერ კიდევ გამოიყენება, მეტად სასურველია obfs4-ის გამოყენება მის ნაცვლად, რადგან გააჩნია უსაფრთხოების არაერთი სახის გაუმჯობესება, obfs3-სთან შედარებით.
pt: O obfs3 faz com que o tráfego do Tor pareça aleatório, de modo que não se pareça com o Tor ou qualquer outro protocolo. Embora ainda incluído por padrão, recomenda-se usar o obfs4, já que ele possui várias melhorias de segurança sobre o obfs3.
