Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <link xref="security-slider">Security Slider</link> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
ka: მომხმარებლები, რომლებსაც მაღალი ხარისხის უსაფრთხოებას ითხოვენ ვებგვერდების მონახულებისას, Tor-ბრაუზერის <link xref="security-slider">უსაფრთხოების რბია</link> აუცილებლად უდნა დააყენონ „მეტად დაცულზე“ (რომელიც გათიშავს JavaScript-ს HTTPS-ს არმქონე საიტებზე) ან „სრულიად დაცულზე“ (რომელიც იმავეს გააკეთებს ყველა ვებსაიტზე). თუმცა, JavaScript-ის გათიშვა ხელს შეუშლის საიტების გამართულად მუშაობას, ასე რომ Tor-ბრაუზერში ნაგულისხმევად დაშვებულია ყველა საიტზე სკრიპტების გაშვება „ჩვეულებრივ“ რეჟიმში.
pt: Os usuários que exigem um alto grau de segurança em sua navegação na Web devem definir o Controle deslizante de segurança do Navegador Tor como “Mais Seguro” (que desabilita o JavaScript para sites não HTTPS) ou “Mais Seguro” (que faz isso para todos os sites). No entanto, desativar o JavaScript impedirá que muitos sites sejam exibidos corretamente, portanto, a configuração padrão do navegador Tor é permitir que todos os sites executem scripts no modo "Padrão".

source: Browser Add-ons
ar: إضافات المتصفح
bg: Браузърни добавки
id: Peraban Add-ons
ka: ბრაუზერის დამატებები
lv: Pārlūka pievienojumi
nb: Programtillegg for nettleser
pt: Complementos de Navegador
sv: Add-ons till webläsaren

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ar: بُني متصفح تور على فَيَرفُكس، وكل إضافات المتصفح والسمات المتوافقة مع فَيَرفُكس يمكن تنصيبها على تور.
bg: Tor браузърът е базиран на Firefox, и всички добавки или теми, които са съвместими с Firefox могат да бъдат инсталирани и в Tor.
id: Tor Browser berbasiskan pada Firefox, dan setiap add-ons atau tema peramban yang cocok dengan Firefox dapat dipasang pada Tor Browser.
ka: Tor-ბრაუზერი დაფუძნებულია Firefox-ზე და ნებისმიერი დამატება ან თემა რომელიც თავსებადია Firefox-სთან, ასევე შეიძლება დაყენდეს Tor-ბრაუზერშიც.
lv: Pārlūks Tor pamatā ir lietots Firefox, un pārlūkā Tor var instalēt visus ar Firefox savietojamus pārlūku pievienojumus vai tēmas.
nb: Tor-nettleseren er basert på Firefox, og ethvert programtillegg og enhver drakt kompatibelt med Firefox kan også installeres i Tor-nettleseren.
pt: O Tor Browser é baseado no Firefox, e qualquer "add-ons" ou temas do navegador que são compatíveis com o Firefox também podem ser instalados no Tor Browser.
sv: Tor Browser är baserad på Firefox, och alla webbläsartillägg eller teman som är kompatibla med Firefox kan också installeras i Tor Browser.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ar: لكن الإضافات الوحيدة التي جُرِّبت مع متصفح تور هي تلك التي تأتي معه. تنصيب أي إضافة متصفح أخرى قد يفسد بعض خصائص متصفح تور أو يتسبب في مشاكل خطيرة تأثر على خصوصيتك وأمانك. لا ننصح أبدا بتنصيب أي إضافات أخرى، ولن يوفر متصفح تور أي دعم في هذه الحالة.
bg: Обаче, единствените добавки, които са тествани с Tor браузъра са тези, които са включени по подразбиране. Инсталирването на каквито и да други добавки може да развали функционалноста на Tor браузъра или да създаде по-големи проблеми, които се отразяват на личното пространство и сигурнста. Силно препоръчителни е да не се инсталирват допълнителни добавки и Tor проектът няма да предоставя подръжка на такива конфигурации.
id: Namun, hanya add-ons yang sudah diuji untuk digunakan dengan Tor Browser yang termasuk dalam bawaan. Memasang add-ons pada peramban lain bisa merusak fungsi dalam Tor Browser atau menyebabkan masalah lebih serius terhadap privasi dan keamanan anda. Sangat tidak dianjurkan untuk memasang add-ons tambahan, dan Tor Project tidak akan menawarkan bantuan untuk konfigurasi seperti ini.
ka: თუმცა, დამატებები რომლებიც შემოწმებულია Tor-ბრაუზერზე გამოსაყენებლად მხოლოდ ისინია, რომლებიც მოყვება ნაგულისხმევად. ნებისმიერი სხვა დამატების დაყენებამ, შესაძლოა ხელი შეუშალოს Tor-ბრაუზერის მუშაობას ან საფრთხე შეუქმნას უსაფრთხოებასა და პირადი მონაცემების დაცვას. ასე რომ, სხვა დამატებების დაყენება მეტად არასასურველია და Tor-პროექტი არ უჭერს მხარს.
lv: Taču pēc noklusējuma tiek iekļauti vienīgi tie pievienojumi, kas ir pārbaudīti darbam ar pārlūku Tor. Jebkuru citu pārlūka pievienojumu instalēšana var radīt traucējumus pārlūka Tor darbībā vai radīt nopietnākas problēmas, kuras nelabvēlīgi ietekmē Jūsu privātumu un drošību. Tāpēc tiek stingri rekomendēts neinstalēt papildu pievienojumus, un Tor Projekts nepiedāvās šādu konfigurāciju atbalstu.
nb: Dog er de eneste programtilleggene som har blitt testet for bruk med Tor-nettleseren dem som er inkludert som forvalg. Installasjon av andre programtillegg kan knekke funksjonalitet i Tor-nettleseren eller forårsake mer alvorlige problemer som har innvirkning på din sikkerhet eller personvern. Det frarådes sterkt å installere ytterligere programtillegg, og Tor-prosjektet vil ikke tilby støtte for disse oppsettene.
pt: Contudo, os únicos add-ons que foram testados para utilizar com o Tor Browser são aquelas incluídos por predefinição. A instalação de quaisquer outros add-ons de navegador podem interromper a funcionalidade no Tor Browser ou causar problemas mais graves que afetam a sua privacidade e segurança. É altamente desaconselhado que instale add-ons adicionais, e o Projeto Tor não irá oferecer apoio para essas configurações.
sv: Men de enda tillägg som har testats för användning med Tor Browser är de som ingår som standard. Installera andra tilläggsprogram för webbläsare kan bryta funktionen i Tor Browser eller orsaka allvarligare problem som påverkar din integritet och säkerhet. Det är starkt avskräckt att installera ytterligare tillägg, och Tor Project erbjuder inte stöd för dessa konfigurationer.

source: Learn how to protect your data using Tor Browser and HTTPS
ar: تعلم كيف تحمي بياناتك باستخدام متصفح تور وHTTPS
bg: Научете как да защитите своята информация, използвайки Tor браузъра и HTTPS
id: Pelajari bagaimana mengamankan data anda memakai Tor Browser dan HTTPS
ka: იხილეთ ვრცლად, თუ როგორ უნდა დაიცვათ მონაცემები Tor-ბრაუზერითა და HTTPS-ით
lv: Uzziniet kā, lietojot pārlūku Tor un HTTPS, aizsargāt savus datus,
nb: Lær hvordan du beskytter din dataflyt ved bruk av Tor-nettleseren og HTTPS
pt: Saiba como proteger os seus dados utilizando o Tor Browser e HTTPS
sv: Lär hur du skyddar din data med hjälp av Tor Browser och HTTPS

source: Secure Connections
ar: الاتصالات الآمنة
bg: Сигурни връзки
id: Koneksi Aman
ka: დაცული კავშირები
lv: Droši savienojumi
nb: Sikre tilkoblinger
pt: Ligações Seguras
sv: Säkra anslutningar

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ar: عندما تنتقل المعلومات الشخصية، مثل كلمات السر، دون تعمية على الإنترنت يصبح من السهل على المتنصتين اعتراضها. عندما تلج إلى أي موقع فعليك التأكد من أنه يوفر تعمية HTTPS، التي تحمي من هذا النوع من التنصت. يمكنك التحقق من هذا في شريط العناوين: إذا كان الاتصال معمً فستكون بداية العنوان ”‪https://‬“ وليس ”‪http://‬“
bg: Ако лична информация като парола пътува не криптирана през интернет, тя може много лесно да бъде пресрешната от подслушвател. Ако се вписвате, в който и да е уебсайт е най-добре да се уверите, че той предлага HTTPS криптиране, което предпазва срещи този тип подслушване. Може да се уверите в това като погледнете полето с интерент адреса: ако връзката е криптирана, адресът ще започва с "https://", а не с "http://".
id: Bila informasi personal seperti kata sandi dikirimkan ke internet tanpa enkripsi bisa dengan mudah disadap. Bila anda masuk ke sebuah situs web, anda harus memastikan apakah situs tersebut menawarkan enkripsi HTTPS, yang melindungi anda dari penyadapan seperti ini. Anda bisa memverifikasi ini di kolom URL: Bila koneksi anda terenkripsi, alamat situs tersebut diawali dengan "https://, bukan "http://"
ka: თუ პირადი მონაცემები, როგორიცაა ანგარიშის სახელი და პაროლი, ინტერნეტით დაუშიფრავად გადაიცემა, მარტივად იქნება ხელმისაწვდომი მეთვალყურეებისთვის. საიტის ანგარიშზე შესვლისას, დარწმუნდით რომ ეს საიტი უზრუნველყოფს HTTPS-დაშიფვრას, რომელიც დაგიცავთ ინფორმაციის ამგვარი სახით ხელყოფისგან. ამის გადამოწმება შეგიძლიათ მისამართების ველიდან. თუ თქვენი კავშირი დაშიფრულია, მისამართის თავსართი იქნება „https://“ და არა „http://“.
lv: Ja personiska informācija, piem., pieteikšanās parole, internetā tiek pārsūtīta nešifrēta, to var viegli pārtvert. Ja piesakāties kādā tīmekļa vietnē, pārliecinieties, ka vietne piedāvā HTTPS šifrēšanu, kura novērš šāda veida pārtveršanu. To varat verificēt URL joslā - ja Jūsu savienojums tiek šifrēts, adrese sāksies ar „https://”, nevis „http://”.
nb: Hvis personlig informasjon som innloggingspassord flyter ukryptert over Internett, kan det veldig enkelt overværes av en avlytter. Hvis du logger på ei nettside, burde du forsikre deg om at siden tilbyr HTTPS-kryptering, som beskytter deg mot denne typen avlytting. Du kan bekrefte dette i nettadresse-feltet: hvis din tilkobling er kryptert, vil adressen begynne med “https://”, snarere enn “http://”.
pt: Se a informação pessoal, tal como uma palavra-passe de sessão viaja desencriptada através da Internet, esta pode muito facilmente ser intercetada por uma escuta indiscreta. Se tiver com sessão iniciada em qualquer site da Web, deverá ter a certeza que o site oferece encriptação HTTPS, que protege contra este tipo de espionagem. Pode verificar isso na barra de URL: se a sua ligação está encriptada, o endereço começará com "https://" em vez de "http://".
sv: Om personuppgifter, t.ex. ett inloggningslösenord, körs okrypterat via Internet, kan det mycket enkelt avlyssas av en tjuvlyssnare. Om du loggar in på någon webbplats bör du se till att webbplatsen erbjuder HTTPS-kryptering, vilket skyddar mot denna typ av avlyssning. Du kan verifiera detta i adressfältet: Om din anslutning är krypterad börjar adressen med "https://", snarare än "http://".

# _
source: external ref='media/secure-connections/https.png' md5='364bcbde7a649b0cea9ae178007c1a50'
id: eksternal ref='media/secure-connections/https.png' md5='364bcbde7a649b0cea9ae178007c1a50'
pt: ref. externa='media/secure-connections/https.png' md5='364bcbde7a649b0cea9ae178007c1a50'

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ar: يوضح الشكل التالي ما البيانات التي يستطيع المتنصتون الاطلاع عليها عند استخدام أو عدم استخدام متصفح تور وتعمية HTTPS.
bg: Следната визуализация показва каква информация е видима на подслушващите с и без Tor браузъра и HTTPS криптиране:
id: Visualisasi berikut ini menunjukkan informasi apa yang bisa dilihat oleh penyusup dengan atau tanpa Tor Browser dan enskripsi HTTPS:
ka: შემდეგი გამოსახულება აჩვენებს, თუ რა ინფორმაციაა ხილული მეთვალყურეებისთვის, Tor-ბრაუზერითა და HTTP-დაშიფვრით ან მათ გარეშე:
lv: Attēls rāda, kādu informāciju redz pārtvērēji, ja tiek vai netiek izmantots pārlūks Tor un HTTPS šifrēšana:
nb: Følgende visualisering viser informasjon som er synlig for avlyttere med og uten Tor-nettleseren og HTTPS-kryptering:
pt: A visualização seguinte mostra que informação está visível para as escutas indiscretas com e sem a encriptação do Tor Browser e HTTPS:
sv: Följande visualisering visar vilken information som är synlig för tjuvlyssnare med och utan Tor Browser och HTTPS-kryptering:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ar: انقر على زر ”تور“ لرؤية البيانات البيانات التي يستطيع المراقبون الاطلاع عليها أثناء استخدامك لتور. سيظهر الزر باللون الأخضر ليبين أن تور يعمل.
bg: Натиснете "Tor" бутона, за да видите каква информация е видима за наблюдаващите, когато ползвате Tor. Бутонът ще стане зелен, за да покаже, че Tor е включен.
id: Click tombol "Tor" untuk melihat apakah data ditampilkan kepada pengamat ketika Anda menggunakan Tor. Tombol akan berubah menjadi hijau untuk menandakan Tor sedang aktif.
ka: დააწკაპეთ „Tor-ის“ ღილაკს რომ იხილოთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, Tor-ით სარგებლობისას. ღილაკი იქცევა მწვანედ იმის მისანიშნებლად, რომ Tor ჩართულია.
lv: Noklikšķiniet pogu „Tor”, lai redzētu kādi dati ir redzami novērotājiem, kad izmantojat Tor. Pogas krāsa kļūs zaļa, parādot, ka Tor strādā.
nb: Klikk på "Tor"-knappen for å se hvilken data som er synlig for observatører når du bruker Tor. Den grønne knappen vil bli grønn for å indikere at Tor er påslått.
pt: Clique no botão "Tor" para ver quais os dados que visíveis para os observadores quando estiver a utilizar o Tor. O botão ficará verde para indicar que o Tor está ligado.
sv: Klicka på "Tor"-knappen för att se vilka data som är synliga för observatörer när du använder Tor. Knappen blir grön för att indikera att Tor är på.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ar: انقر على زر ”HTTPS“ لرؤية البيانات البيانات التي يستطيع المراقبون الاطلاع عليها أثناء استخدامك HTTPS. سيظهر الزر باللون الأخضر ليبين أن HTTPS يعمل.
bg: Натиснете "HTTPS" бутона, за да видите каква информация е видима за наблюдаващите, когато ползвате HTTPS. Бутонът ще стане зелен, за да покажа, че HTTPS е включен.
id: Click tombol "HTTPS" untuk melihat apakah data ditampilkan kepada pengamat saat Anda menggunakan HTTPS, tombol akan berubah menjadi hijau untuk menandakan HTTPS sedang aktif.
ka: დააწკაპეთ „HTTPS-ის“ ღილაკზე, რომ იხილოთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, HTTPS-ით სარგებლობისას. ღილაკი იქცევა მწვანედ, იმის მისანიშნებლად, რომ HTTPS ჩართულია.
lv: Noklikšķiniet pogu „HTTPS”, lai redzētu kādi dati ir ir redzami novērotājiem, kad izmantojat HTTPS. TPogas krāsa kļūs zaļa, parādot, ka HTTPS strādā.
nb: Klikk på "HTTPS"-knappen for å se hvilken data som er synlig for observatører når du bruker HTTPS. Knappen vil bli grønn for å indikere at HTTPS er påslått.
pt: Clique no botão "HTTPS" para ver quais dados que estão visíveis para a observadores quando estiver a utilizar HTTPS. O botão ficará verde para indicar que HTTPS está ligado.
sv: Klicka på knappen "HTTPS" för att se vilken data som är synlig för observatörer när du använder HTTPS. Knappen blir grön för att indikera att HTTPS är på.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
ar: عندما يظهر الزران باللون الأخضر فسترى البيانات التي يستطيع المراقبون الاطلاع عليها عند استخدامك الأداتين معًا.
bg: Когато и двата бутона са зелени ще видите каква информация е видима за наблюдаващите, когато и двете услуги са включени.
id: Saat masing-masing tombol berwarna hijau, Anda dapat melihat data ditampilkan kepada orang yang mengamati ketika Anda tidak menggunakan salah satu perkakas.
ka: როდესაც ორივე ღილაკი მწვანეა, თქვენ იხილავთ, თუ რამონაცემებია ხილული გარეშე თვალისთვის, ორივე მათგანით სარგებლობისას.
lv: Kasd abas pogas ir zaļas, Jūs redzat datus, kas redzami novērotājiem, kad izmantojat abus rīkus.
nb: Når begge knappene er grønne vil du se dataen som er synlig for observatører når du bruker begge verktøy.
pt: Quando ambos os botões estiverem verdes, irá ver quais os dados que estão visíveis para os observadores quando estiver a utilizar ambas as ferramentas.
sv: När båda knapparna är gröna, ser du de data som är synliga för observatörer när du använder båda verktygen.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ar: عندما يظهر الزران باللون الرمادي فسترى البيانات التي يستطيع المراقبون الاطلاع عليها عند عدم استخدامك أيا من الأداتين.
bg: Когато и двата бутона са сиви ще видите каква информация е видима за наблюдаващите, когато нито една услуга не е включена.
id: Saat masing-masing tombol berwarna abu-abu, Anda dapat melihat data ditampilkan kepada orang yang mengamati ketika Anda tidak menggunakan salah satu perkakas.
ka: როდესაც ორივე ღილაკი ნაცრისფერია, თქვენ იხილავთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, როცა არცერთ მათგანს არ იყენებთ.
lv: Kad abas pogas ir pelēkas, Jūs redzat datus, kas redzami novērotājiem, kad Jūs neizmantojat nevienu no abiem rīkiem.
nb: Når begge knappene er grået ut, ser du dataen som er synlig for observatører når du ikke bruker hvert av verktøyene.
pt: Quando ambos os botões estiverem cinzentos, irá ver quais os dados que estão visíveis para os observadores quando não estiver a utilizar ambas as ferramentas.
sv: När båda knapparna är grå, ser du de data som är synliga för observatörer när du inte använder något av dessa verktyg.

source: Potentially visible data
ar: البيانات التي يمكن أن تظهر
bg: Потенциално видима информация
id: Data berpotensi ditampilkan.
ka: შესაძლო ხილული მონაცემები
lv: Potenciāli redzami dati
nb: Potensielt synlig data
pt: dados potencialmente visíveis
sv: Potentiellt synliga data

source: The site being visited.
ar: الموقع المزار
bg: Сайтът, който посещавате.
id: Situs telah dikunjungi.
ka: მონახულებული საიტი.
lv: Vietne tiek apmeklēta.
nb: Siden som blir besøkt.
pt: O site que está a visitar.
sv: Webbplatsen som besöks.

source: Username and password used for authentication.
ar: اسم المستخدم وكلمة السر المستخدمين للاستيثاق
bg: Потребителско име и парола използване за вписване.
id: Nama pengguna dan kata sandi digunakan untuk autentifikasi.
ka: შესვლისას გამოყენებული მომხმარებლის სახელი და პაროლი.
lv: Autentifikācijai izmantots lietotājvārds un parole.
nb: Brukernavn og passord brukt for identitetsbekreftelse.
pt: O nome de utilizador e a palavra-passe para a autenticação.
sv: Användarnamn och lösenord som används för autentisering

source: Data being transmitted.
ar: البيانات المنقولة
bg: Информацията, която е предавана.
id: Data sudah dikirim.
ka: გადაგზავნილი მონაცემები.
lv: Dati tiek pārsūtīti.
nb: Data som blir overført.
pt: Os dados que estão a ser transmitidos.
sv: Data överförs

source: Network location of the computer used to visit the website (the public IP address).
ar: مكان الحاسوب (المستخدم لزيارة الموقع) على الإنترنت (عنوان IP العمومي).
bg: Местоположение на компютърът използван за посещаване на уебсайта (публичен IP адрес).
id: Lokasi jaringan komputer yang digunakan untuk mengunjungi situs (IP alamat publik).
ka: ქსელის მისამართი, რომელსაც კომპიუტერი იყენებს საიტზე შესვლისას (გარე IP-მისამართი).
lv: Tīmekļa vietnes apmeklēšanai lietotā datora tīkla atrašanās vieta (publiskā IP adrese).
nb: Nettverksplassering til datamaskinen bruk til å besøke nettsiden (den offentlige IP-adressen).
pt: A localização da rede do computador utilizado para visitar o site da Web (o endereço de IP público).
sv: Nätverksplats på datorn som används för att besöka webbplatsen (den publika IP-adress).

source: Whether or not Tor is being used.
ar: ما إذا كنت تستخدم تور
bg: Дали се използва Tor браузърът.
id: Apakah Tor sedang dipakai atau tidak.
ka: გამოყენებულია თუ არა Tor.
lv: Vai Tor tiek vai netiek izmantots.
nb: Hvorvidt Tor blir brukt.
pt: Se o Tor está ou não a ser utilizado.
sv: Om Tor används eller ej

source: Configuring Tor Browser for security and usability
ar: ضبط تور لتجقيق الأمان مع سهولة الاستخدام
bg: Настройки на Tor браузърът за сигурност и използваемост
id: Mengkonfigurasi Tor Browser untuk keamanan dan kegunaan.
ka: Tor-ბრაუზერის გამართვა უსაფრთხოებისა და მოსახერხებლად გამოყენებისთვის
lv: Pārlūka Tor konfigurēšana drošībai un lietošanai
nb: Oppsett av Tor-nettleseren for sikkerhet og formålstjenlighet
pt: A configurar o Tor Browser para segurança e usabilidade
sv: Konfigurera Tor Browser för säkerhet och användbarhet

source: Security Slider
ar: مؤشر الأمان
bg: Плъзгач на сигурност
ka: უსაფრთხოების რბია
lv: Drošības slīdnis
nb: Sikkerhetsglidebryter
pt: Cursor de Segurança
sv: Säkerhetsreglage
