Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Any changes you have made will only take effect after restarting Tails. You may now close this application.
bg: Всички промени, които сте направили, ще влязат в сила след рестартиране на Tails. ⏎ ⏎ Сега можете да затворите тази програма.
bn: আপনার তৈরি করা কোনও পরিবর্তনগুলি কেবল টুকরা পুনরায় আরম্ভ করার পরেই কার্যকর হবে। আপনি এখন এই অ্যাপ্লিকেশন বন্ধ করতে পারে।
id: Perubahan-perubahan yang telah Anda buat hanya akan berlaku setelah Tails dijalankan ulang. Anda dapat menutup aplikasi ini sekarang.
ja: 行った変更はTails再起動後まで効果を発揮しません。 現在はこのアプリケーションを閉じても構いません。
ka: ნებისმიერი ცვლილება, მხოლოდ Tails-ის ხელახლა გაშვების შემდგომ აისახება. ახლა უკვე შეგიძლიათ დახუროთ პროგრამა.
ml: റീ സ്റ്റാർട്ട് ചെയ്‌താൽ മാത്രമേ നിങ്ങൾ നിർമിച്ചിരിക്കുന്ന മാറ്റങ്ങൾ ഫലിക്കുകയുള്ളു . നിങ്ങൾ ഇപ്പോൾ ഈ ആപ്ലിക്കേഷൻ ക്ലോസെ ചെയ്യുക .
ms_my: Segala perubahan yang anda buat hanya berkesan selepas memulakan semula Tails. Anda boleh menutup aplikasi ini.
nb: Endringer du har gjort vil kun tas i bruk etter omstart av Tails. Du kan nå lukke dette programmet.
sk: Akékoľvek zmeny, ktoré ste urobili, sa prejavia až po reštartovaní Tails. Teraz môžete zatvoriť túto aplikáciu.
sr: Sve izmene koje ste uradili će biti primenjene tek po ponovnom pokretanju Tails-a. Sada možete ugasiti ovu aplikaciju.
sv: Ändringar kommer inte att gälla förrän du har startat om Tails. Du kan nu stänga det här programmet.

source: su is disabled. Please use sudo instead.
bn: su অক্ষমিত। এর পরিবর্তে sudo ব্যবহার করুন ।
id: su dinonaktifkan. Mohon gunakan sudo sebagai gantinya.
ja: suは無効にされます。代わりにsudoを使って下さい。
ka: su გათიშულია. გთხოვთ, სანაცვლოდ გამოიყენოთ sudo.
kk: su өшірілген. Оның орнына sudo пайдаланыңыз.
ml: su പ്രവർത്തനരഹിതമാക്കി. പകരം sudo ഉപയോഗിക്കുക.
ms_my: su dilumpuhkan. Sila guna sudo sebagai ganti.
nb: su er avslått. vær vennelig og bruk sudo istedet.
sk: su je vypnutý. Prosím použite namiesto toho sudo
sv: su är inaktiverad. Använd sudo istället.

source: The device Tails is running from cannot be found. Maybe you used the 'toram' option?
bg: Устройствата от което Tails работи не може да бъде намерено. Може би сте използвали опцията "toram"?
bn: টাইল যে ডিভাইস থেকে চলছে তা পাওয়া যাবে নি। হয়তো আপনি 'toram' বিকল্প ব্যবহার করেছেন?
id: Perangkat yang sedang menjalankan Tails tidak dapat ditemukan. Mungkin Anda menggunakan pilihan 'toram'?
ja: Tailsが動作しているデバイスを発見出来ませんでした。もしかして`toram' オプションを使ってはいませんか？
ka: მოწყობილობა რომლიდანაც Tails ეშვება ვერ მოიძებნა. „toram“ პარამეტრს ხომ არ იყენებდით?
ml: ടൈൽ പ്രേവര്തിക്കുന്ന ഉപകരണം കണ്ടുകിട്ടുന്നില്ല . ചിലപ്പോൾ നിങ്ങൾ ടോർ ആം തിരഞ്ഞെടുത്തിട്ടുണ്ടാകും ?
ms_my: Peranti Tail sedang berjalan tetapi tidak ditemui. Adakah anda menggunakan pilihan 'toram'?
nb: Finner ikke enheten Tails kjører fra. Kanskje du brukte "toram"-valget?
sk: Nedá sa nájsť zariadenie, z ktorého beží Tails. Možno ste použili možnosť 'toram'?
sv: Enheten Tails körs från kan inte hittas. Kanske använde du alternativet "toram"?

source: The drive Tails is running from cannot be found. Maybe you used the 'toram' option?
bg: Устройството от което Tails работи не може да бъде намерено. Може би сте използвали опцията "toram"?
bn: টাইল যে ডিভাইস থেকে চলছে তা পাওয়া যাবে নি। হয়তো আপনি 'toram' বিকল্প ব্যবহার করেছেন?
id: Hard drive tempat Tails dijalankan, tidak dapat ditemukan. Mungkin Anda menggunakan opsi 'toram'?
ja: Tailsが動作しているドライブを発見出来ませんでした。もしかして`toram' オプションを使ってはいませんか？
ka: დისკწამყვანი რომლიდანაც Tails ეშვება ვერ მოიძებნა. „toram“ პარამეტრს ხომ არ იყენებდით?
ml: ടൈൽ പ്രേവര്തിക്കുന്ന ഡ്രൈവ് കണ്ടുകിട്ടുന്നില്ല . ചിലപ്പോൾ നിങ്ങൾ 'ടോർ ആം'തിരഞ്ഞെടുത്തിട്ടുണ്ടാകും ?
ms_my: Pemacu Tail sedang berjalan tetapi tidak ditemui. Adakah anda menggunakan pilihan 'toram'?
nb: Finner ikke CD-rom-stasjonen Tails kjører fra. Kanskje du brukte "toram"-valget?
sk: Nedá sa nájsť zariadenie, z ktorého beží Tails. Možno ste použili možnosť 'toram'?
sv: Disken som Tails körs från kan inte hittas. Kanske använde du alternativet "toram"?

source: Lock screen
bg: Заключване на екрана
bn: লক স্ক্রিন
id: Kunci layar
ja: ロック画面
ka: ჩამკეტი ეკრანი
kk: Бекіту экраны
ml: സ്‌ക്രീൻ ലോക്കുചെയ്യുക
ms_my: Skrin kunci
nb: Låseskjerm
sk: Zamknúť obrazovku
sv: Lås skärmen

source: Suspend
bn: সাস্পেণ্ড করা
id: Ditangguhkan
ja: 中断する
ka: გადადება
ml: സസ്പെൻഡ് ചെയ്യുക
ms_my: Tangguh
nb: dvalemodus
sk: Uspať
sv: Inaktivera

source: Restart
bg: Рестарт
bn: পুনরায় চালু করুন
gl: Reiniciar
id: Mulai ulang
ja: 再起動
ka: ხელახლა გაშვება
kk: Қайта қосу
ml: പുനരാരംഭിക്കുക
ms_my: Mula Semula
nb: Start på nytt
sk: Reštart
sq: Rihap
sv: Starta om

source: Power Off
az: Söndür
bg: Изключване
bn: যন্ত্র বন্ধ
eo: Malŝalti
gl: Apagar
id: Matikan
ja: 電源を切る
ka: გათიშვა
kk: Қуат көзін өшіру
ml: പവർ ഓഫ്
ms_my: Matikan
nb: Slå av
sk: Vypnúť
sq: Shuajeni
sv: Stäng av

source: Tails
kk: Қалдықтар
ml: ടൈൽസ്

source: About Tails
az: Tails Haqqında
bg: Относно Tails
bn: Tails সম্পর্কে
eo: Pri Tails
gl: Acerca de Tails
id: Tentang Tails
ja: Tailsについて
ka: Tails-ის შესახებ
kk: Қалдықтар туралы
ml: ടൈൽസിനെക്കുറിച്ചു
ms_my: Perihal Tails
nb: Om Tails
sk: O Tails
sq: Rreth Tails
sv: Om Tails

source: The Amnesic Incognito Live System
az: Amnestik İnkoqnito Canlı Sistemi
bn: অ্যামেসিক ছদ্মবেশী লাইভ সিস্টেম
ja: Amnesic Incognito Live System
ka: ვინაობის დაფარვის და დავიწყების პირდაპირი სისტემა
kk: Amnesic Incognito Live жүйесі
ml: ആംനെസിക് ആൾമാറാട്ട ലൈവ് സിസ്റ്റം
ms_my: Amnesic Incognito Live System
nb: The (Det) Amnesiske Inkognito Levende System
sk: Amnesic Incognito Live System
sq: Sistemi i Drejtpërdrejtë e i Fshehur Amnesic

source: Build information: %s
az: Quruluş məlumatı: %s
bg: Билд на информация: %s
bn: তথ্য তৈরি করুন:: %s
gl: Información da Compilación: %s
ja: ビルド情報: %s
ka: ანაწყობის მონაცემები: %s
kk: Ақпаратты құру: %s
ml: വിവരങ്ങൾ നിർമ്മിക്കുക: %s
ms_my: Maklumat binaan: %s
nb: Versjon informasjon: %s
sk: Informácie o builde: %s
sq: Informacioni mbi realizimin: %s

source: not available
az: qeyri mümkün
bg: не е в наличност
bn: পাওয়া যায় না
eo: neatingebla
gl: non dispoñíbel
id: tak tersedia
ja: 利用不可
ka: არაა ხელმისაწვდომი
kk: қол жетімсіз
ml: ലഭ്യമല്ല
ms_my: tidak tersedia
nb: Ikke tilgjengelig
sk: nie je dostupný
sq: i padisponueshëm
sv: ej tillgängligt

source: {details} Please check your list of additional software or read the system log to understand the problem.
bn: {details} অনুগ্রহ করে আপনার অতিরিক্ত সফটওয়্যারের তালিকা পরীক্ষা করুন অথবা সমস্যা বুঝে সিস্টেম কার্যবিবরণী পড়ুন ।
id: {details} tolong, mohon cek daftar perangkat lunak tambahan anda atau baca catatan sistem untuk memahami masalahnya.
ja: {details} 追加ソフトウェアのリストを確認して、またはシステムログを参照して、より問題を理解して下さい。
ka: {details} გთხოვთ, გადაამოწმოთ დამატებითი პროგრამების სია ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზის გამოსარკვევად.
kk: {Толығырақ} Мәселені түсіну үшін қосымша бағдарламалық жасақтама тізімін тексеріңіз немесе жүйелік журналды оқыңыз.
ml: {വിശദാംശങ്ങൾ} ദയവായി നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ പട്ടിക പരിശോധിക്കുക അല്ലെങ്കിൽ പ്രശ്നം മനസിലാക്കാൻ സിസ്റ്റം ലോഗ് വായിക്കുക.
ms_my: {details} Sila periksa senarai perisian tambahan atau baca log sistem untuk mengetahui masalah yang berlaku.
sk: {details} Prosím preverte zoznam doplnkového softvéru alebo prečítajte log systému na porozumenie problému.
sv: {details} Kontrollera din lista över extra program eller läs systemloggen för att förstå problemet.

source: Please check your list of additional software or read the system log to understand the problem.
bn: অনুগ্রহ করে আপনার অতিরিক্ত সফটওয়্যারের তালিকা পরীক্ষা করুন অথবা সমস্যা বুঝে সিস্টেম কার্যবিবরণী পড়ুন ।
id: tolong, mohon cek daftar perangkat lunak tambahan anda atau baca catatan sistem untuk memahami masalahnya.
ja: 追加ソフトウェアのリストを確認して、またはシステムログを参照して、より問題を理解して下さい。
ka: გთხოვთ გადაამოწმოთ დამატებითი პროგრამების სია ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზის გამოსარკვევად.
kk: Мәселені түсіну үшін қосымша бағдарламалық жасақтама тізімін тексеріңіз немесе жүйе журналын оқып шығыңыз.
ml: പ്രശ്നം മനസിലാക്കാൻ നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ പട്ടിക പരിശോധിക്കുക അല്ലെങ്കിൽ സിസ്റ്റം ലോഗ് വായിക്കുക.
ms_my: Sila periksa senarai perisian tambahan atau baca log sistem untuk mengetahui masalah yang berlaku.
nb: Vennligst sjekk listen over tilleggsprogramvare, eller les systemloggen for å forstå problemet.
sk: Prosím preverte zoznam doplnkového softvéru alebo prečítajte log systému na porozumenie problému.
sv: Kontrollera din lista över extra program eller läs systemloggen för att förstå problemet.

source: Show Log
bg: Покажи Лог
bn: লগ প্রদর্শন করুন
id: Tampilkan Log
ja: ログの表示
ka: ჩანაწერების ჩვენება
kk: Журналды көрсету
ml: ഇടപാടുകൾ കാണിക്കുക
ms_my: Tunjuk Log
nb: Vis Logg
sk: Zobraziť Log
sv: Visa loggen

source: Configure
ar: اضبط
bg: Конфигурирай
bn: কনফিগার করুন
id: Konfigurasikan
ja: 設定
ka: გამართვა
kk: Теңшеу
lv: Konfigurēt
ml: ക്രമപ്പെടുത്തു
ms_my: Konfigur
nb: Sett opp
pt: Configurar
sk: Konfigurácia
sv: Konfigurera

source: {beginning} and {last}
bn: {beginning} এবং {last}
id: {beginning} dan {last}
ja: {beginning} と {last}
ka: {beginning} და {last}
kk: {басынан} және {соңынан}
ml: {ആരംഭം}, {അവസാന}
ms_my: {beginning} dan {last}
nb: {begynnelse} og {sist}
sv: {beginning} och {last}

source: Add {packages} to your additional software?
bn: আপনার অতিরিক্ত সফটওয়্যারের জন্য {packages} যোগ করুন?
id: menambah {packages} untuk perangkat lunak tambahanmu
ja: 追加したソフトウェアに {packages} を加えますか？
ka: ჩაემატოს {packages} თქვენს დამატებით პროგრამაში?
kk: Қосымша бағдарламалық жасақтамаға {packages} қосу керек пе?
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിലേക്ക് {പാക്കേജുകൾ } Add ചേർക്കണോ?
ms_my: Tambah {packages} ke dalam perisian tambahan anda?
nb: Vil du legge til {packages} i tilleggsprogramvaren din?
sk: Pridať {packages} medzi Váš dodatočný softvér?
sv: Lägg {packages} till dina extra program?

source: To install it automatically from your persistent storage when starting Tails.
bn: Tails শুরু করার সময় আপনার অবিরাম সঞ্চয় থেকে স্বয়ংক্রিয়ভাবে এটি ইনস্টল করতে হবে ।
id: Untuk memasangnya secara otomatis dari tempat penyimpanan tetap Anda saat memulai Tails.
ja: Tailsを起動する時に、固定記憶域から自動的にインストールする。
ka: მისი ავტომატურად დაყენება მუდმივი მეხსიერებიდან Tails-ის გაშვებისას.
kk: Қалдықтарды іске қосу кезінде оны тұрақты сақтау орнынан автоматты түрде орнату.
ml: ടൈൽസ് ആരംഭിക്കുമ്പോൾ നിങ്ങളുടെ സ്ഥിരമായ സംഭരണത്തിൽ നിന്ന് ഇത് യാന്ത്രികമായി ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന്.
ms_my: Untuk memasangnya secara automatik melalui storan berterusan anda ketika memulakan Tails.
nb: Å installere det automatisk fra vedvarende lagring når du starter Tails.
sk: Nasledujúci softvér bude automaticky nainštalovaný z Vášho Trvalého úložiska keď Tails naštartuje.
sv: För att installera det automatiskt från din bestående lagring när du Tails startas.

source: Install Every Time
bn: প্রতিবার ইনস্টল করুন
id: Memasang Setiap Waktu
ja: 毎回インストールする
ka: ყოველ ჯერზე დაყენება
kk: Әр қашан орнатыңыз
ml: ഓരോ തവണയും ഇൻസ്റ്റാൾ ചെയ്യുക
ms_my: Pasang Selalu
nb: Installer Hver Gang
sk: Inštalovať vždy pri spustení
sv: Installera varje gång

source: Install Only Once
bn: শুধুমাত্র একবার সংস্থাপন করুন
id: Memasang Hanya Sekali
ja: 1回だけインストールする
ka: მხოლოდ ერთხელ დაყენება
kk: Тек бір рет орнатыңыз
ml: ഒരു തവണ മാത്രം ഇൻസ്റ്റാൾ ചെയ്യുക
ms_my: Pasang Sekali Sahaja
nb: Installer bare en gang
sk: Inštalovať iba raz
sv: Installera endast en gång

source: The configuration of your additional software failed.
bn: আপনার অতিরিক্ত সফটওয়্যারের কনফিগারেশন ব্যর্থ হয়েছে ।
id: Konfigurasi pada perangkat lunak tambahan Anda gagal.
ja: 追加ソフトウェアの設定に失敗しました。
ka: დამატებითი პროგრამის გამართვა ვერ მოხერხდა.
kk: Қосымша бағдарламалық жасақтаманың конфигурациясы сәтсіз аяқталды.
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ കോൺഫിഗറേഷൻ പരാജയപ്പെട്ടു.
ms_my: Konfigurasi perisian tambahan anda mengalami kegagalan.
nb: Konfigurasjonen av tilleggsprogramvaren din mislyktes.
sk: Konfigurácia Vašeho dodatočnéhu softvéru zlyhala.
sv: Konfigurationen av extra programvara misslyckades.

source: To install it automatically when starting Tails, you can create a persistent storage and activate the <b>Additional Software</b> feature.
bn: Tails শুরু করার সময় স্বয়ংক্রিয়ভাবে এটি সংস্থাপন করতে, আপনি একটি একরোখা স্টোরেজ তৈরি করতে পারেন এবং <b>অতিরিক্ত সফটওয়্যার</b> বৈশিষ্ট্য সক্রিয় করতে পারবেন ।
id: Untuk memasang secara otomatis saat memulai Tails, Anda dapat membuat tempat penyimpanan tetap dan mengaktifkan fitur <b>Perangkat Lunak Tambahan</b>.
ja: Tailsを起動する時に自動的にインストールするには、固定記憶域を作成して<b>追加ソフトウェア</b>の機能を有効できます。
ka: ავტომატურად დასაყენებლად Tails-ის გაშვებისას, შეგიძლიათ შექმნათ მუდმივი საცავი და აამოქმედოთ <b>დამატებითი პროგრამის</b> შესაძლებლობა.
kk: Қалдықтарды іске қосу кезінде оны автоматты түрде орнату үшін, тұрақты сақтауды жасай аласыз және<b> Қосымша Бағдарламалық</b> жасақтаманы іске қосуға болады.
ml: ടെയിൽസ് ആരംഭിക്കുമ്പോൾ ഇത് സ്വപ്രേരിതമായി ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന്, നിങ്ങൾക്ക് സ്ഥിരമായ ഒരു സംഭരണം സൃഷ്ടിക്കാനും <b>അധിക സോഫ്റ്റ്വെയർ </b>സവിശേഷത സജീവമാക്കാനും കഴിയും.
ms_my: Untuk memasangnya secara automatik ketika memulakan Tails, anda perlu cipta satu storan berterusan dan aktifkan fitur <b>Perisian Tambahan</b>.
sk: Na automatickú inštaláciu keď sa spúšťa Tails, musíte vytvoriť Trvalé úložisko a aktivovať funkciu <b>Doplnkový softvér</b>.
sv: För att installera det automatiskt när du startar Tails kan du skapa en bestående lagring och aktivera <b>Extra program</b>-funktionen.

source: Create Persistent Storage
bn: অবিরাম স্টোরেজ তৈরি করুন
id: Membuat Penyimpanan Persisten
ja: 永続的ストレージの作成
ka: მუდმივი საცავის შექმნა
kk: Тұрақты сақтауды жасаңыз
ml: സ്ഥിരമായ സംഭരണം സൃഷ്ടിക്കുക
ms_my: Cipta Storan Berterusan
nb: Opprett vedvarende lagring
sk: Vytvoriť Trvalé úložisko
sv: Skapa bestående lagring

source: Creating your persistent storage failed.
bn: আপনার একরোখা ভাণ্ডার তৈরি করা ব্যর্থ হয়েছে ।
id: Gagal membuat penyimpanan persisten Anda.
ja: 永続的ストレージの作成に失敗しました。
ka: მუდმივი საცავის შექმნა ვერ მოხერხდა.
kk: Тұрақты сақтауды жасау сәтсіз аяқталды.
ml: നിങ്ങളുടെ സ്ഥിരമായ സംഭരണം സൃഷ്‌ടിക്കുന്നത് പരാജയപ്പെട്ടു.
ms_my: Gagal mencipta storan berterusan anda.
nb: Opprettelse av din vedvarende lagring feilet
sk: Vytvorenie Trvalého úložiska zlyhalo.
sv: Skapandet av din bestående lagring misslyckades.

source: You could install {packages} automatically when starting Tails
bn: Tails শুরু করার সময় আপনি {packages}-এ ইনস্টল করতে পারেন
id: Anda dapat memasang {packages} secara otomatis saat memulai Tails
ja: Tailsを起動する時に {packages} を自動的にインストールできます。
ka: შეგიძლიათ დააყენოთ {packages} ავტომატურად Tails-ის გაშვებისას
kk: Қалдықтарды іске қосу кезінде автоматты түрде {packages} орнатуға болады
ml: ടെയിൽസ് ആരംഭിക്കുമ്പോൾ നിങ്ങൾക്ക് യാന്ത്രികമായി {പാക്കേജുകൾ} ഇൻസ്റ്റാൾ ചെയ്യാൻ കഴിയും
ms_my: Anda patut memasang {packages} secara automatik ketika memulakan Tails
nb: Du kan installere {packages} automatisk når du starter Tails
sk: Mohli by ste inštalovať {packages} automaticky keď Tails naštartuje
sv: Du kan installera {packages} automatiskt när Tails startas.

source: To do so, you need to run Tails from a USB stick.
ja: そのためには、USBスティックからTailsを実行する必要があります。
ka: ამისთვის, საჭიროა Tails გაუშვათ USB-მეხსიერებიდან.
ml: അങ്ങനെ ചെയ്യുന്നതിന്, നിങ്ങൾ ഒരു യുഎസ്ബി സ്റ്റിക്കിൽ നിന്ന് ടൈൽസ് പ്രവർത്തിപ്പിക്കേണ്ടതുണ്ട്.
nb: For å gjøre det, må du kjøre Tails fra en USB-pinne.
sv: För att göra det måste du köra svansar från ett USB-minne.

source: Remove {packages} from your additional software?
bn: আপনার অতিরিক্ত সফ্টওয়্যার থেকে {packages} অপসারণ করুন?
id: Hapus {packages} dari perangkat lunak tambahan Anda?
ja: 追加したソフトウェアから {packages} を外しますか？
ka: წაიშალოს {packages} თქვენი დამატებითი პროგრამებიდან?
kk: Қосымша бағдарламадан {packages} жою керек пе?
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിൽ നിന്ന് {പാക്കേജുകൾ} നീക്കംചെയ്യണോ?
ms_my: Buang {packages} daripada perisian tambahan anda?
sk: Odstrániť {packages} z Vášho doplnkového softvéru?
sv: Ta bort {packages} från dina extra program?

source: This will stop installing {packages} automatically.
bn: এটি স্বয়ংক্রিয়ভাবে {packages} ইনস্টল করা বন্ধ করবে ।
id: Ini akan menghentikan pemasangan {packages} secara otomatis.
ja: これは {packages} の自動的インストールを停止します。
ka: შედეგად, აღარ დაყენდება {packages} ავტომატურად.
kk: Бұл автоматты түрде {packages} орнатуды тоқтатады.
ml: ഇത് {പാക്കേജുകൾ} സ്വപ്രേരിതമായി ഇൻസ്റ്റാൾ ചെയ്യുന്നത് നിർത്തും.
ms_my: Tindakan ini akan menghentikan pemasangan {packages} secara automatik.
nb: Dette vil slutte å installere {pakker} automatisk.
sk: Týmto prestanú byť {packages} automaticky nainštalované.
sv: Detta kommer att sluta installera {packages} automatiskt.

source: Remove
bg: Премахване
bn: অপসারণ
id: Hapus
ja: 解除
ka: წაშლა
kk: Жою
ml: ഒഴിവാക്കുക
ms_my: Buang
nb: Fjern
sk: Odstrániť
sv: Ta bort

source: Installing your additional software from persistent storage...
bn: আপনার অতিরিক্ত সফটওয়্যারকে একরোখা স্টোরেজ থেকে সংস্থাপন করা হচ্ছে...
id: Memasang perangkat lunak tambahan Anda dari penyimpanan tetap...
ja: 固定記憶域から追加ソフトウェアをインストール中...
ka: დამატებითი პროგრამის მუდმივი მეხსიერების საცავიდან დაყენება...
kk: Қосымша бағдарламалық жасақтаманы тұрақты сақтаудан орнату ...
ml: സ്ഥിരമായ സംഭരണത്തിൽ നിന്ന് നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയർ ഇൻസ്റ്റാൾ ചെയ്യുന്നു ...
ms_my: Memasang perisian tambahan anda melalui storan berterusan...
nb: Installerer tilleggsprogramvaren din fra vedvarende lagring...
sk: Inštaluje sa Váš doplnkový softvér z Trvalého úložiska...
sv: Installera dina extra program från bestående lagring...

source: This can take several minutes.
bn: এটি কয়েক মিনিট সময় নিতে পারে ।
id: Ini akan memakan waktu beberapa menit.
ja: これは数分かかります
ka: შეიძლება გასტანოს რამდენიმე წუთს.
kk: Бұған бірнеше минут кетуі мүмкін.
ml: ഇതിന് കുറച്ച് മിനിറ്റ് എടുത്തേക്കാം.
ms_my: Ia mengambil masa beberapa minit.
nb: Dette kan ta flere minutter.
sk: Môže to trvať niekoľko minút.
sv: Detta kan ta flera minuter.

source: The installation of your additional software failed
bn: আপনার অতিরিক্ত সফটওয়্যারের ইনস্টলেশন ব্যর্থ হয়েছে
id: Pemasangan perangkat lunak tambahan Anda gagal
ja: 追加ソフトウェアのインストールに失敗しました
ka: თქვენი დამატებითი პროგრამის დაყენება ვერ მოხერხდა
kk: Қосымша бағдарламаны орнату сәтсіз аяқталды
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെട്ടു
ms_my: Pemasangan perisian tambahan anda mengalami kegagalan
nb: Installasjonen av tilleggsprogramvaren din mislyktes
sk: Inštalácia Vášho doplnkového softvéru zlyhala.
sv: Installationen av dina extra program misslyckades

source: Additional software installed successfully
bn: অতিরিক্ত সফ্টওয়্যার সফলভাবে সংস্থাপিত হয়েছে
id: Perangkat lunak tambahan berhasil terpasang
ja: 追加ソフトウェアが正常にインストールされました。
ka: დამატებითი პროგრამა დაყენდა წარმატებით
kk: Қосымша бағдарламалық қамтамасыз ету сәтті орнатылды
ml: അധിക സോഫ്റ്റ്വെയർ വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു
ms_my: Perisian tambahan berjaya dipasang
nb: Ytterligere programvare er installert
sk: Doplnkový softvér bol úspešne nainštalovaný.
sv: Installation av extraprogram lyckades

source: The check for upgrades of your additional software failed
bn: আপনার অতিরিক্ত সফটওয়্যারের আপগ্রেড করার জন্য পরীক্ষণ ব্যর্থ হয়েছে
id: Pengecekan pemutakhiran untuk perangkat lunak tambahan Anda gagal
ja: 追加ソフトウェア更新のチェックは失敗しました。
ka: თქვენი დამატებითი პროგრამის განახლებებზე შემოწმება ვერ მოხერხდა
kk: Қосымша бағдарламалық жасақтаманың жаңартуларын тексеру сәтсіз аяқталды
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ നവീകരണത്തിനായുള്ള പരിശോധന പരാജയപ്പെട്ടു
ms_my: Pemeriksaan untuk menatar perisian tambahan anda mengalami kegagalan
nb: Kontrollen for oppgraderinger av tilleggsprogramvaren din mislyktes
sk: Overenie aktualizácií Vášho doplnkového softvéru zlyhalo.
sv: Kontrollen för uppgraderingar av dina extra program misslyckades

source: Please check your network connection, restart Tails, or read the system log to understand the problem.
bn: অনুগ্রহ করে আপনার নেটওয়ার্ক কানেকশান চেক করুন, Tails পুনর্সূচনা করুন বা সিস্টেম লগ-ইন সমস্যা বোঝার জন্য পড়ুন.
id: Mohon periksa koneksi jaringan anda, mulai ulang Tails, atau baca catatan sistem untuk memahami masalahnya.
ja: ネットワーク接続をチェックして、Tailsを再起動して、あるいはシステムログを参照してより問題を理解して下さい。
ka: გთხოვთ, გადაამოწმოთ ქსელთან კავშირი, ხელახლა გაუშვათ Tails ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზების გამოსარკვევად.
kk: Мәселені түсіну үшін желілік қосылымыңызды тексеріп, Tails қайта іске қосыңыз немесе жүйе журналын оқыңыз.
ml: പ്രശ്നം മനസിലാക്കാൻ ദയവായി നിങ്ങളുടെ നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക, ടൈൽസ് പുനരാരംഭിക്കുക അല്ലെങ്കിൽ സിസ്റ്റം ലോഗ് വായിക്കുക.
ms_my: Sila periksa sambungan rangkaian anda, mulakan semula Tails, atau baca log sistem untuk mengetahui masalah yang berlaku.
nb: Kontroller nettverkstilkoblingen, start Tails på nytt, eller les systemloggen for å forstå problemet.
sk: Prosím preverte vaše sieťové pripojenie, reštartujete Tails alebo prečítajte systémový záznam pre porozumenie problému.
sv: Vänligen kontrollera din nätverksanslutning, starta om Tails, eller läs systemloggen för att förstå problemet.

source: The upgrade of your additional software failed
bn: আপনার অতিরিক্ত সফটওয়্যারের উচ্চায়ন ব্যর্থ হয়েছে
id: Pembaruan perangkat lunak tambahan Anda gagal
ja: 追加ソフトウェアの更新は失敗しました。
ka: თქვენი დამატებითი პროგრამის განახლება ვერ მოხერხდა
kk: Қосымша бағдарламалық жасақтаманы жаңарту сәтсіз аяқталды
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിന്റെ നവീകരണം പരാജയപ്പെട്ടു
ms_my: Penataran perisian tambahan anda mengalami kegagalan
nb: Oppgraderingen av tilleggsprogramvaren din mislyktes
sk: Aktualizácia Vášho doplnkového softvéru zlyhala.
sv: Uppgraderingen av dina extra program misslyckades

source: Documentation
bg: Документация
bn: ডকুমেন্টেশন
id: Dokumentasi
ja: 文書
ka: დამხმარე მასალები
kk: Құжаттама
ml: ഉപയോക്തൃ മാനുവൽ
ms_my: Dokumentasi
nb: Dokumentasjon
sk: Dokumentácia
sv: Dokumentation

source: Remove {package} from your additional software? This will stop installing the package automatically.
bn: আপনার অতিরিক্ত সফ্টওয়্যার থেকে {package} অপসারণ করুন? এটি স্বয়ংক্রিয়ভাবে প্যাকেজ ইনস্টল করা বন্ধ করবে ।
id: Hapus {package} dari perangkat lunak tambahan Anda? Ini akan menghentikan pemasangan paket secara otomatis.
ja: 追加したソフトウェアから {package} を外しますか？これはパッケージの自動的インストールを停止します。
ka: წაიშალოს {package} თქვენი დამხმარე პროგრამიდან? შედეგად პაკეტის ავტომატური დაყენება შეწყდება.
kk: Қосымша бағдарламалық құралдан {package} жою керек пе? Бұл автоматты түрде пакетті орнатуды тоқтатады.
ml: നിങ്ങളുടെ അധിക സോഫ്റ്റ്വെയറിൽ നിന്ന് {പാക്കേജ് } നീക്കംചെയ്യണോ? ഇത് പാക്കേജ് യാന്ത്രികമായി ഇൻസ്റ്റാൾ ചെയ്യുന്നത് നിർത്തും.
ms_my: Buang {package} melalui perisian tambahan anda? Tindakan ini akan menghentikan pemasangan pakej secara automatik.
sk: Odstrániť {package} z Vášho doplnkového softvéru? Týmto bude automatická inštalácia balíku zastavená.
sv: Ta bort {package} från dina extra program? Detta kommer att sluta installera paketet automatiskt.

source: Failed to remove {pkg}
bn: {pkg} অপসারণ করতে ব্যর্থ হয়েছে।
id: Gagal menghapus {pkg}
ja: {pkg} の削除に失敗しました
ka: წაშლა ვერ მოხერხდა {pkg}
kk: {Pkg} жою сәтсіз аяқталды
ml: {Pkg } നീക്കംചെയ്യുന്നത് പരാജയപ്പെട്ടു
ms_my: Gagal membuang {pkg}
nb: Kunne ikke fjerne {pkg}
sk: Odtránenie {pkg} zlyhalo
sv: Det gick inte att ta bort {pkg}

source: Failed to read additional software configuration
bn: অতিরিক্ত সফটওয়্যার কনফিগারেশন পড়তে ব্যর্থ
id: Gagal membaca konfigurasi perangkat lunak tambahan
ja: 追加ソフトウェア設定の読み込みに失敗しました
ka: დამატებითი პროგრამის პარამეტრების წაკითხვა ვერ მოხერხდა
kk: Қосымша бағдарламалық жасақтама конфигурациясын оқу сәтсіз аяқталды
ml: അധിക സോഫ്റ്റ്വെയർ കോൺഫിഗറേഷൻ വായിക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms_my: Gagal membaca konfigurasi perisian tambahan
nb: Kunne ikke lese ytterligere programvarekonfigurasjon
sk: Načítanie konfigurácie doplnkového softvéru zlyhalo
sv: Det gick inte att läsa extra programkonfiguration
