Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ar: سيردّ GetTor مرسلا روابط تستطيع من خلالها تنزيل حزمة متصفّح تور، ز التوقيع المشفّر (ضروريّ لتوثيق التنزيل)، و بصمة المفتاح المستخدم لإنشاء التوقيع، و تلبيدة الحزمة. قد تجد خيارين للتنزيل: 32-bit أو 64-bit : اختر ما يناسب نوع الحاسوب الذي تستخدمه.
bg: GetTor ще отговори с имейл съдържащ връзки, от които да изтеглите Tor браузър приложението, електронния подпис(нужен за проверка на изтегления файл), отпечатъка от ключа използван за подписа, и checksum-а на файла. Може да ви бъде предложен избор от "32-битов" или "64-битов" софтуер: това зависи от модела на компютъра, който използвате.
id: GetTor akan merespon dengan email yang memuat tautan dari sumber pengunduh paket Tor Browser, tanda tangan kriptografi (diperlukan untuk memverikasi unduhan), sidik jari pengguna utama yang akan digunakan untuk membuat tanda tangan, dan paket checksum. Anda akan di tawarkan dengan dua pilihan perangkat lunak: '32 bit" atau 64 bit. Pilihan ini tergantung dengan model komputer yang anda gunakan
ka: GetTor ავტომატურად უპასუხებს წერილს ელფოსტაზე ბმულებით, რომლებითაც შეგეძლებათ ჩამოტვირთოთ Tor-ბრაუზერის დასაყენებელი პროგრამა, დაშიფრული ხელმოწერით (გამოსადეგია ჩამოტვირთული ფაილის ნამდვილობის შესამოწმებლად), ერთგვარი გასაღების ანაბეჭდით, რომელიც წარმოადგენს ფაილის სადარჯამს. ასევე შესაძლოა შემოთავაზებული იყოს არჩევანი, „32-ბიტიანი“ ან „64-ბიტიანი“ ვერსიის: ეს დამოკიდებულია, კომპიუტერის სისტემაზე.
lv: GetTor atbildēs ar e-pastu, kurā būs saites, kam sekojot Jūs varēsit lejuplādēt pārlūka Tor pakotni, kriptogrāfisko parakstu (nepieciešams lejuplādes verifikācijai), paraksta ģenerēšanai lietotās atslēgas ciparvirkni un pakotnes kontrolsummu. Jums var piedāvāt izvēlēties “32-bitu” vai “64-bitu” programmatūru -- to jāizvēlas atkarībā no Jūsu lietotā datora.
nb: GetTor vil svare med en e-post inneholdende lenker du kan laste ned Tor-nettleserpakken fra, den kryptografiske signaturen (som trengs for å bekrefte nedlastingen), fingeravtrykket til nøkkelen som ble brukt til å lage signaturen, og pakkens sjekksum. Du vil bli tilbudt et valg mellom "32-biters" og "64-biters" programvare: dette avhenger av datamaskinmodellen du bruker.
pt: GetTor irá responder com uma mensagem, contendo as hiperligações das quais pode transferir o Tor Browser, a assinatura criptográfica (necessária para verificar a transferência), a impressão digital da chave utilizada para criar a assinatura, e a soma de verificação do pacote. Pode ser oferecida uma opção de software “32 bits” ou “64 bits”: isto depende do modelo do computador que está a utilizar.
sv: GetTor svarar med ett e-postmeddelande med länkar från vilka du kan hämta Tor Browser-paketet, kryptografiska signaturen (behövs för att verifiera hämtningen), fingeravtryck av den nyckel som används för att göra signaturen och paketets kontrollsumma. Du kan erbjudas ett val av "32-bitars" eller "64-bitars" programvara: detta beror på vilken modell av datorn du använder.

source: To use GetTor via Twitter:
ar: لاستخدام GetTor عبر تويتر:
bg: За да използвате GetTor през Twitter:
id: Mengunakan GetTor melalui Twitter
ka: GetTor-ის Twitter-ით გამოსაყენებლად:
lv: Lietot GetTot caur Twitter:
nb: For å bruke GetTor via Twitter:
pt: Para utilizar GetTor via Twitter:
sv: För att använda GetTor via Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
ar: لتحصل على روابط تنزيل متصفّح تور بالإنجليزية لنظام ماك، أرسل برسالة مباشرة إلى @get_tor تحتوي على الكلمات ”osx en“ (لا تحتاج لمتابعة للحساب).
bg: За да получите връзки за теглене на Tor браузъра на Английски от OS X, изпратете директно съобщение на "get_tor с думите "osx en" в него (няма нужда да имате профил за това).
id: Untuk mendapatkan tautan guna mengunduh Tor browser dalam bahasa Inggris pada OS X, kirimlah email langsung ke @get_tor dengan subjek "osx en" (anda tidak perlu mengikuti akun tersebut)
ka: Tor-ბრაუზერის ინგლისური ვერსიის ბმულების მისაღებად OS X-ისთვის, გაგზავნეთ პირდაპირი შეტყობინება @get_tor-ზე სიტყვებით "osx en" (ანგარიშის გამოწერა არაა სავალდებულო).
lv: Lai saņemtu saites pārlūka Tor lejuplādei angļu valodā OS X, nosūtiet Tiešo ziņojumu uz @get_tor ar vārdiem „osx en“ (Jums nav jāseko kontam).
nb: For å få lenker til nedlasting av Tor-nettleseren på engelsk for OS X, send en direkte melding til @get_tor inneholdende ordene "osx en" (du trenger ikke å følge kontoen).
pt: Para obter hiperligações para a transferência do Tor Browser em inglês para o OS X, envie uma Mensagem Direta para @get_tor com as palavras "osx en" (não precisa de seguir a conta).
sv: För att få länkar för att hämta Tor Browser på engelska för OS X, skicka ett direktmeddelande till @get_tor med orden "osx en" i det (du behöver inte följa kontot).

source: To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
ka: GetTor-ის Jabber/XMPP-ით გამოსაყენებლად (Jitsi, CoyIM და ა.შ.):
pt: Para usar o GetTor via Jabber / XMPP (Jitsi, CoyIM, etc.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ar: للحصول على روابط تنزيل متصفّح تور باللغة الصينية لنظام ليتكس، أرسل رسالة مباشرة إلى gettor@torproject.org تحتوي على الكلمات ”linux zh“.
bg: За да получите връзки за теглене на Tor браузъра на Китайски за Linux, изпратете съобщение на gettor@torproject.org с думите "linux zh" в него.
id: Untuk mendapatkan tautan guna mengunduh Tor Browser dalam bahasa China untu Linux, kirimkan sebuah email ke gettor@torproject.org dengan subjek "linux zh"
ka: Tor-ბრაუზერის ჩინური ვერსიის ბმულების მისაღებად Linux-ისთვის, გაგზავნეთ შეტყობინება gettor@torproject.org სიტყვებით "linux zh".
lv: Lai saņemtu saites pārlūka Tor lejuplādei ķīniešu valodā Linux, nosūtiet ziņojumu uz gettor@torproject.org at vārdiem „linux zh“.
nb: For å hente lenker for nedlasting av Tor-nettleseren på Kinesisk for Linux, send en melding til gettor@torproject.org med ordene "linux zh" i brødteksten.
pt: Para obter hiperligações para a transferência do Tor Browser em chinês para o Linux, envie uma mensagem para gettor@torproject.org com as palavras "linux zh".
sv: För att få länkar för att hämta Tor Browser på kinesiska för Linux, skicka ett meddelande till gettor@torproject.org med orden "linux zh" i det.

source: To download Tor Browser using Satori:
ar: لتنزيل متصفّح تور باستخدام Satori:
bg: За да изтеглите Tor браузъра през Satori:
id: Gunakan Satori untuk menguduh Tor Browser
ka: Tor-ბრაუზერის Satori-ს მეშვეობით ჩამოსატვირთად:
lv: Lejupielādēt pārlūku Tor ar Satori:
nb: For å laste ned Tor-nettleseren ved bruk av Satori:
pt: Para transferir o Tor Browser utilizando Satori:
sv: Ladda ner Tor med Satori:

source: Install Satori from the Chrome App Store.
ar: نصّب Satori من متجر تطبيقات كروم.
bg: Инсталирайте Satori от Магазина на Chrome.
id: Pasang Satori pada Chrome apps store
ka: დააყენეთ Satori Chrome App Store-დან
lv: Instalēt Satori no Chrome lietotņu veikala.
nb: Installer Satori fra Chrome-programbutikken.
pt: Instalar Satori a partir da Loja de Aplicações do Chrome.
sv: Installera Satori med Chrome App Store.

source: Select Satori from your browser’s Apps menu.
ar: اختر Satori من قائمة التطبيقات في متصفّحك.
bg: Изберете Satori от менюто с приложения на браузъра.
id: Seleksi Satori dari browser apps menu anda
ka: აირჩიეთ Satori თქვენი ბრაუზერის App-ების მენიუდან
lv: No Jūsu pārlūka lietotņu izvēlnes atlasīt Satori.
nb: Velg Satori fra din nettlesers programmeny.
pt: Selecione Satori no menu de Aplicações do seu navegador.
sv: Välj Satori från din webbläsares Appar-meny.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
ar: انتظر حتى اكتمال التنزيل، ثمّ ابحث عن قسم ”أنشئ التلبيدة“ في قائمة Satori وانقر ”اختر الملفات“.
bg: Изчакайте за изтяглянето да приключи, намерете секцията "Generate Hash" в менюто на Satori и натиснете "Select Files".
id: Tunggu hingga unduhan anda selesai, kemudian temukan "Generate Hash" pada menu Satori, lalu klik "Select Files".
ka: დაელოდეთ ჩამოტვირთვის დასრულებას, შემდეგ მონახეთ „ჰეშკოდის შექმნის“ (Generate Hash) განყოფილება Satori-ს მენიუში და დააწკაპეთ „ფაილების შერჩევაზე“ (Select Files).
lv: Pagaidiet kamēr lejuplāde ir beigusies, tad Satori izvēlnē atrodiet nodaļu “Ģenerēt jaucējkodu” un noklikšķiniet “Atlasīt datnes”.
nb: Vent på at nedlastingen skal fullføres, finn så "Generer sjekksum"-delen i Satoris meny og klikk "Velg filer".
pt: Aguarde que a sua transferência termine, e depois encontre a secção "Gerar Hash" no menu do Satori e clique em "Selecionar Ficheiros".
sv: Vänta på att din hämtning är klar och hitta sedan avsnittet "Generera Hash" i Satori-menyn och klicka på "Välj filer".

source: Learn how to use Tor Browser for the first time
ar: تعلم كيفية استخدام متصفح تور للمرة الأولى
bg: Научете как да използвате Tor браузъра за първи път
id: Pelajari cara menggunakan Tor Browser untuk pertama kali
ka: იხილეთ, თუ როგორ უნდა გამოიყენოთ Tor-ბრაუზერი პირველად
lv: Uzziniet kā pirmo reizi izmantot pārlūku Tor
nb: Lær hvordan du bruker Tor-nettleseren for første gang
pt: Saiba como utilizar o Tor Browser pela primeira vez
sv: Lär dig använda Tor för första gången

source: Running Tor Browser for the first time
ar: تشغيل متصفح تور للمرة الأولى
bg: Пускане на Tor браузъра за първи път
id: Menjalankan Tor Browser untuk pertama kali
ka: Tor-ბრაუზერის პირველად გაშვება
lv: Pārlūka Tor pirmā palaišana
nb: Oppstart av Tor-nettleseren for første gang
pt: Executar o Tor Browser pela primeira vez
sv: Att använda Tor för första gången

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ar: عند تشغيلك متصفح تور للمرة الأولى، ستظهر لك نافذة إعدادات شبكة تور. تتيح لك خيارات الاتصال المباشر بشبكة تور أو ضبط خصائص اتصال متصفح تور.
bg: Когато пуснете Tor браузъра за първи път ще видите прозореца за Мрежови настройки. Той Ви предлага опцията да се свържете директно с Tor мрежата или да се нагласите връзката си с Tor мрежата.
id: Saat kamu menjalankan Tor Browser untuk pertama kali, kamu akan melihat laman Pengaturan Jaringan Tor. Ini memberikan pilihan untuk langsung terhubung ke jaringan Tor, atau melakukan konfigurasi Tor Browser untuk koneksi anda.
ka: როდესაც Tor-ბრაუზერს პირველად უშვებთ, თქვენ იხილავთ Tor-ქსელის პარამეტრების ფანჯარას. იგი გთავაზობთ აირჩიოთ პირდაპირი კავშირი Tor-ქსელთან ან გამართოთ Tor-ბრაუზერი თქვენი კავშირისთვის.
lv: Kad pirmo reiz palaižat pārlūku Tor, Jūs redzēsit Tor tīkla iestatījumu logu. Tanī piedāvās izveidot tiešu savienojumu ar tīklu Tor vai Jūsu savienojumam nokonfigurēt pārlūku Tor.
nb: Når du kjører Tor-nettleseren for første gang, vil du se et vindu for nettverksinnstillinger for Tor-nettverket. Dette lar deg koble til Tor-nettverket direkte, eller sette opp Tor-nettleseren for din tilkobling.
pt: Quando executar o Tor Browser pela primeira vez, irá ver uma janela das Configurações de Rede Tor. Esta oferece-lhe a opção de ligar diretamente para a rede Tor ou para configurar o Tor Browser para a sua ligação.
sv: När du kör Tor Browser för första gången ser du fönstret Tor Network Settings. Detta ger dig möjlighet att ansluta direkt till Tor-nätverket eller konfigurera Tor Browser för din anslutning.

source: Connect
ar: اتصل
bg: Свържи се
id: Sambung
ka: დაკავშირება
lv: Veidot savienojumu
nb: Koble til
pt: Ligar
sv: Anslut

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <link xref="troubleshooting">Troubleshooting</link> page for help solving the problem.
ar: في أغلب الحالات، اختيار ”اتصل“ سيتيح لك الاتّصال بشبكة تور دون أي إعدادات إضافية. بعد النّقر عليها سيظهر لك شريط الحالة، مبيّنا تقدّم الاتّصال بشبكة تور. إذا كان اتّصالك بالإنترنت سريعا نوعا ما، ورغم ذلك يبدو لك أن هذا الشريط عالق في نقطة معينة، توجّه إلى صفحة <link xref="troubleshooting">استكشاف الأخطاء وإصلاحها</link> للمساعدة على حلّ المشكلة.
bg: В повечето случаи, изберете "Свързване", което ще ви позволи да се свържете с Tor мрежата без никакви допълнителни настройки. Веднъж натиснато, ще се появи статус бар, който ви показва прогреса по установяване на връзка. Ако сте на бърза интернет връзка, но прогресът запецва на определено място вижте страницата <link xref="troubleshooting">Решаване на проблеми</link> за помощ при решаването на този проблем.
id: Dalam kebanyakan kasus, memilih "Connect" akan memungkinkan Anda terhubung ke jaringan Tor tanpa konfigurasi lebih lanjut. Setelah diklik, bar status akan muncul, menunjukkan kemajuan koneksi Tor. Jika Anda berada pada koneksi yang relatif cepat, namun bar ini tampaknya terjebak pada titik tertentu, lihat halaman 1 PPemecahan Masalah 2 untuk mendapatkan bantuan dalam menyelesaikan masalah.
ka: უმეტეს შემთხვევაში, „დაკავშირების“ მითითება საშუალებას მოგცემთ დაუკავშირდეთ Tor-ქსელს დამატებითი გამართვის გარეშე. როდესაც დააწკაპებთ, გამოჩნდება მდგომარეობის ზოლი, რომელზეც ნაჩვენები იქნება Tor-ის დაკავშირების მიმდინარეობა. თუ შედარებით სწრაფი ინტერნეტი გაქვთ და ზოლის შევსება გაიჭედება ერთ ადგილზე, იხილეთ <link xref="troubleshooting">გაუმართაობის აღმოფხვრის</link> გვერდი, დახმარების მისაღებად ხარვეზის გამოსწორებისთვის.
lv: Vairumā gadījumu, izvēloties „Veidot savienojumu“, būs iespējams bez papildu konfigurēšanas izveidot savienojumu ar tīklu Tor. Pēc noklikšķināšanas parādīsies statusa josla, kas rādīs Tor savienojuma progresu. Ja izmantojat nosacīti ātru savienojumu, bet izskatās, ka noteiktā brīdī josla ir apstājusies, skatiet lapu <link xref="troubleshooting">Problēmu novēršana</link> , lai saņemtu palīdzības informāciju problēmas novēršanai.
nb: I de fleste fall vil "Koble til" la deg koble til Tor-nettverket uten videre oppsett. Når du har klikket dette, vil en framdriftsindikator komme til syne. Hvis du har en ganske rask forbindelse, og denne ser ut til å ha satt seg fast, se siden for <link xref="troubleshooting">Problemløsning</link> page for å få hjelp.
pt: Na maioria dos casos, escolher "Ligar" permitirá que se ligue à rede Tor sem qualquer configuração adicional. Uma vez clicado, irá aparecer uma barra de estado, mostrando o progresso da ligação Tor. Se estiver numa ligação relativamente rápida, mas se esta barra parecer ficar parada a um certo ponto, consulte a página <link xref="troubleshooting">Resolução de Problemas</link> para ajudar a resolver o problema.
sv: I de flesta fall kan du välja "Anslut" så att du kan ansluta till Tor-nätverket utan ytterligare konfiguration. Efter att du klickat visas ett statusfält som visar Tors anslutningsframsteg. Om du har en relativt snabb anslutning, men den här fältet fastnar vid en viss punkt, se sidan <link xref="troubleshooting">Felsökning</link> för att lösa problemet.

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
ar: إذا كنت تعرف أنّ اتّصالك محجوبا أو يستخدم وسيطًا، فعليك النّقر على هذا الخيار. سيوجّهك متصفّح تور إلى عدّة خيارات للضبط.
bg: Ако знаете, че връзката е цензурирана, или използвате прокси, ще се наложи да изберете тази опция. Tor браузърът ще ви преведе през серия от опции за настройки.
id: Jika Anda tahu bahwa koneksi Anda disensor, atau menggunakan proxy, Anda harus memilih opsi ini. Tor Browser akan membawa Anda melalui serangkaian pilihan konfigurasi.
ka: თუ იცით რომ თქვენი კავშირი ცენზურის ქვეშაა, გამოიყენეთ პროქსი. მონიშნეთ ეს პარამეტრი. Tor-ბრაუზერი გაგატარებთ გარკვეული სახის პარამეტრების გამართვაზე.
lv: Ja Jums zināms, ka Jūsu savienojums tiek cenzēts vai lieto starpnieku, Jums jāatlasa šī izvēle. Parlūks Tor vadīs Jūs caur konfigurēšanas izvēlēm.
nb: Hvis du vet at din tilkobling er sensurert, eller bruker en mellomtjener, bør du gjøre bruk av dette valget. Tor-nettleseren vil ta deg gjennom en serie oppsettsvalg.
pt: Se souber que a sua ligação está censurada, ou utiliza um proxy, deve selecionar esta opção. O Tor Browser irá levá-lo através de uma série de opções de configuração.
sv: Om du vet att din anslutning är censurerad eller använder en proxy, ska du välja det här alternativet. Tor Browser tar dig igenom en rad konfigurationsalternativ.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <link xref="circumvention">Circumvention</link> screen to configure a pluggable transport.
ar: تسألك أول صفحة ما إذا كان اتّصالك بشبكة تور محجوبا أو خاضعا للرقابة. إذا كنت تظن أن هذا لا ينطبق عليك، فاختر ”لا“. إذا كنت تعرف أنّ اتّصالك خاضع للرقابة، أو إن حاولت الاتّصال بشبكة تور وفشلت، ولم تنجح أي حلول أخرى، اختر ”نعم“. ستوجّه عندئذ إلى صفحة <link xref="circumvention">تجاوز حول الحجب</link> لضبط ناقل موصول.
bg: Първият екран пита дали достъпът до Tor мрежата е блокиран или цензуриран на връзката. Ако не смятате, че това е така изберете "Не". Ако връзката е цензурирана, или сте опитали неуспешно да се свържете с Tor мрежата и никои други решения не са успешни, изберете "Да". Ще бъдете отведени на екранът <link xref="circumvention">Заобикаляне</link>, за да настроите вградяеми транспорти.
id: Layar pertama menanyakan jika akses ke jaringan Tor di blokir atau di sensor pada koneksi anda. Jika anda tidak yakin hal ini menjadi kasus, pilih "No". Jika anda mengetahui bahwa jaringan di sensor, atau anda mencoba dan gagal terhubung dengan jaringan Tor dan tidak ada yang lain yang berhasil, pilih "yes". Anda akan dibawa pada 1) circumvention 2) layar untuk mengkonfigurasi pluggable transport
ka: პირველ ფანჯარაში გამოჩნდება შეკითხვა, არის თუ არა Tor-ქსელთან კავშირი შეზღუდული ან ცენზურის ქვეშ. თუ ფიქრობთ რომ ასე არაა, აირჩიეთ „არა“. თუ იცით რომ თქვენი კავშირი ცენზურას ექვემდებარება ან სცადეთ დაკავშირება Tor-ქსელთან, მაგრამ ვერ მოხერხდა და ვერც სხვა გადაწყვეტებმა უშველა, აირჩიეთ „დიახ“. ამის შემდგომ, თქვენ გადამისამართდებით <link xref="circumvention">გვერდის ავლის</link> ფანჯარაზე, მისაერთებელი გადამყვანების გასამართად.
lv: Pirmajā ekrānā tiks jautāts vai piekļuve tīklam Tor no Jūsu savienojuma ir bloķēta vai tā tiek cenzēta. Ja domājat, ka tā nav, atlasiet „Nē”. Ja zināt, ka Jūsu savienojums tiek cenzēts vai jau mēginājāt un neizdevās izveidot savienojumu ar tīklu Tor, bet citi risinājumi nestrādāja, atlasiet „Jā”. Tad nokļūsit ekrānā <link xref="circumvention">Apiešana</link> , kur varēsit nokonfigurēt spraudnēšanas transportu.
nb: Denne første skjermen spør om tilgang til Tor-nettverket er sensurert eller blokkert på din tilknytning. Hvis du ikke tror dette er tilfellet, velg "Nei". Hvis du vet at din tilkobling blir sensurert, eller du har prøvd og feilet i tilkobling til Tor-nettverket, og ingen andre løsninger har virket, velg "Ja". Du vil så bli ført til skjermen for <link xref="circumvention">Omgåelse</link> for å sette opp en pluggbar transport.
pt: O primeiro ecrã pergunta se o acesso à rede Tor está bloqueado ou censurado na sua ligação. Se não acredita que este é o caso, selecione "Não". Se sabe que a sua ligação é censurada, ou tentou e falhou para se ligar à rede Tor e nenhuma das outras soluções funcionou, selecione "Sim". Será levado para o ecrã <link xref="circumvention">Contornar</link> para configurar um transporte ligável.
sv: Den första skärmen frågar om åtkomst till Tor-nätverket är blockerat eller censurerat på din anslutning. Om du inte tror detta är fallet, välj "Nej". Om du vet att din anslutning är censurerad, eller om du har försökt och misslyckats med att ansluta till Tor-nätverket och inga andra lösningar har fungerat, välj "Ja". Du kommer då att tas till skärmen <link xref="circumvention">Kringgående</link> för att konfigurera en pluggbar transport.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
ar: تسألك الصفحة الثانية ما إذا كان اتّصالك يستخدم وسيطًا (بروكسي). في أغلب الحالات، هذا غير ضروري. ستعرف عادة إذا عليك الإجابة ”نعم“، لأنّ الإعدادات نفسها ستكون مستخدمة للمتصفّحات الأخرى على جهازك. إذا أمكن، اطلب مساعدة مسئول الشبكة. إذا كنت لا تستخدم وسيطًا، فانقر ”أكمل“.
bg: Следващият екран ще ви пита дали връзката Ви използва прокси. В повечето случаи това не е така. Обикновено ще знаете дали трябва да отговорите с "Да", тъй като най-вероятно вече сте заложили подобни ръчни настройки в други браузъри на устройството. Ако е възможно поискайте съвет от системния си администратор. Ако връзката не използва прокси натиснете "Напред".
id: Layar selanjutnya menanyakan jika koneksi anda menggunakan sebuah proxy. Pada banyak kasus, hal ini tidak diperlukan. Biasanya anda akan mengetahui jika anda perlu menjawab "yes", sebagaimana pada pengaturan yang digunakan oleh browser yang lain pada sistem anda. Jika memungkinkan, tanyakan pengelola jaringan untuk panduan. Jika koneksi tidak menggunakan sebuah proksi, klik "continue".
ka: მომდევნო ეკრანზე იქნება შეკითხვა, იყენებს თუ არა თქვენი კავშირი პროქსის. ხშირ შემთხვევაში, ეს საჭირო არაა. ჩვეულებრივ, თქვენ ისედაც კარგად გეცოდინებათ, თუ „დიახ“ პასუხის მითითებაა საჭირო, იმავე პარამეტრების გამოყენება იქნება შესაძლებელი საკუთარ სისტემაზე, რომლებიც სხვა ბრაუზერებშია. თუ შესაძლებელია, გაესაუბრეთ თქვენი ქსელის ადმინისტრატორს დამატებითი მითითებებისთვის. თუ თქვენი კავშირი არ იყენებს პროქსის, დაწკაპეთ „გაგრძელებაზე“.
lv: Nākamajā ekrānā tiks jautāts, vai Jūsu savienojums lieto starpnieku. Vairumā gadījumu tas nav nepieciešams. Parasti Jūs zināsit vai Jums jāatbild „Jā”, jo tādus pašus iestatījumus lieto citi Jūsu sistēmas pārlūki. Ja iespējams, palūdziet padomu tīkla administratoram. Ja Jūsu savienojums nelieto starpnieku, noklikšķiniet „Turpināt”.
nb: Den neste skjermen spør om din tilkobling bruker en mellomtjener. I de fleste fall, er ikke dette nødvendig. Du vil vanligvis vite om du trenger å svare "Ja", siden den samme innstillingen vil være i bruk for andre nettlesere på ditt system. Hvis mulig, spør din nettverksadministrator om veiledning. Hvis din tilkobling ikke bruker en mellomtjener, klikk "Fortsett".
pt: O ecrã seguinte pergunta se a sua ligação utiliza um proxy. Na maioria dos casos, isto não é necessário. Normalmente irá saber se precisa de responder "Sim", porque serão utilizadas as mesmas definições pelos outros navegadores no seu sistema. Se possível, peça ao seu administrador da rede por alguma ajuda. Se a sua ligação não utilizar um proxy, clique em "Continuar".
sv: Nästa skärm frågar om din anslutning använder en proxy. I de flesta fall är det inte nödvändigt. Du vet vanligen om du behöver svara "Ja", eftersom samma inställningar kommer att användas för andra webbläsare på ditt system. Om möjligt, fråga din nätverksadministratör för vägledning. Om din anslutning inte använder en proxy, klicka på "Fortsätt".
