Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Select the downloaded Tor Browser file. Satori will display the checksum of the file, which you should compare with the software’s original checksum: you can find this by clicking the word “checksum” after the link you clicked on to start the download. If the checksums match, your download was successful, and you can <link xref="first-time">begin using Tor Browser</link>. If they do not match, you may need to try downloading again, or from a different source.
ar: اختر ملف متصفح تور الذي تمّ تنزيله. سيُظهر Satori تلبيدة الملف والتي عليك مقارنتها بتلبيدة البرنامج الأصلي: تحصل على الأصلي بالنقر على كلمة ”تلبيدة“ بعد الرابط الذي استخدمته لبدء التنزيل. إذا تطابقت نسختا التلبيدة فالتنزيل ناجح وبإمكانك <link xref="first-time">المباشرة باستخدام المتصفّح</link>. إن لم تتطابق النسختين، فقد يكون عليك معاودة التنزيل، أو التنزيل من مصدر مختلف.
bg: Изберете изтегленият tor браузър файл. Satori ще покаже checksum-a на файла, който трябва да сравните с оригиналния checksum на приложението: може да го намерите като натиснете думата "checksum" след връкзата, която натиснахте, когато почна тегленето. Ако checksum-овете съвпадат, изтеглянето е успешно, и може да <link xref="first-time">започнете да ползвате Tor браузъра</link>. Ако са различни, трябва да го изтеглите повторно или да изберете друг източник.
id: Pilih pengunduh file Tor Browser . Satori akan memunculkan checksum dari seuah fil, yang mana anda harus membandingkan dengan perangkat lunak checksum yang asli: anda dapat menemukannya dengan mengklik kata "checksum" setelah tautan yang ada klik mulai mengunduh. Jika the checksum cocok, anda telah berhasil mengunduh, sehingga anda dapat :1) memulai Tor Browser, 2) jika tidak cocok, maka anda perlu mencoba mengunduh kembali, atau mencoba dari sumber yang berbeda.
ka: აირჩიეთ ჩამოტვირთული ფაილი Tor-ბრაუზერის. Satori გაჩვენებთ ფაილის სადარჯამს, რომელიც შეგიძლიათ შეადაროთ პროგრამის თავდაპირველი ვერსიის შესაბამის სადარჯამს: მისი მონახვა შეგიძლიათ სიტყვა „სადარჯამზე“ (checksum) დაწკაპებით, ჩამოტვირთვის დაწყებაზე დაწკაპების შემდგომ. თუ ისინი დაემთხვევა, თქვენი ჩამოტვირთვა წარმატებულია და შეგიძლიათ <link xref="first-time">დაიწყოთ Tor-ბრაუზერის გამოყენება</link>. თუ არ დაემთხვა, მაშინ ხელახლა ჩამოტვირთვა იქნება საჭირო, სხვა წყაროდან.
lv: Atlasiet lejuplādēto pārlūka Tor datni. Satori rādīs datnes kontrolsummu, ko Jums jāsalīdzina ar programmatūras oriģinālo kontrolsummu -- to varat atrast noklikšķinot vārdu “kontrolsumma” pie saites, kuru noklikšķinājāt, kad sākāt lejuplādi. Ja kontrolsummas sakrīt, Jūsu lejuplāde ir bijusi sekmīga un Jūs varat <link xref="first-time">sākt lietot pārlūku Tor</link>. Ja kontrolsummas nesakrīt, Jums būtu jālejuplādē vēlreiz vai no cita avota.
nb: Velg den nedlastede Tor-nettleserfila. Satori vil vise sjekksumen av fila, som du burde jamføre med programvarens orginale sjekksum: du kan finne dette ved å klikke ordet "sjekksum" som etterfølger lenken du klikket på for å starte nedlastingen. Hvis sjekksummene stemmer overens, var nedlastingen vellykket, og du kan <link xref="first-time">sette i gang å bruke Tor-nettleseren</link>. Hvis de ikke stemmer overens, kan du prøve å laste ned igjen, eller fra en annen kilde.
sv: Välj den hämtade Tor Browser-filen. Satori kommer att visa kontrollsumma för filen, som du bör jämföra med programmets ursprungliga kontrollsumma: du kan hitta det genom att klicka på ordet "checksum" efter länken du klickade på för att starta hämtningen. Om kontrollsummorna matchar var din hämtning framgångsrik, och du kan <link xref="first-time">börja använda Tor Browser</link>. Om de inte matchar kan du behöva försöka hämta igen, eller från en annan källa.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
ar: إن كنت تحاول تجاوز الحجب للمرة الأولى، فعليك تجربة النواقل المختلفة: obfs3، و obfs4، و ScambleSuit، و fte، و meek-azure، و meek-amazon.
bg: Ако се опитвате да заобиколите забранена връзка за първи път е най-добре да изберете друг транспорт: obfs2, obfs4, ScambleSuit, fte, meek-azure, meek-amazon.
id: Jika anda mencoba mengelak dari koneksi yang diblokir untuk pertama kali, anda perlu mencoba angkutan yang berbeda: obfs3, obfs4, ScrambeSuit, fte, meek-azure, meek-amazon.
lv: Ja pirmo reizi mēģinat apiet bloķētu savienojumu, pamēģiniet citu transportu: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
nb: Hvis du prøver å omgå en blokkert tilkobling for første gang, burde du prøve de forskjellige transportene: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
sv: Om du försöker att kringgå en blockerad anslutning för första gången, bör du prova olika transporter: obfs3, obfs4, ScrambleSuit, fte, meed-azure, meek-amazon.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and Github..
ar: GetTor هو خدمة تردّ على الرسائل تلقائيا وترسل روابط لأحدث نسخة لمتصفّح تور، مستضافة في أماكن مختلفة، مثل Dropbox، و Google Drive، و Github.
bg: GetTor е услуга, която автоматично отговаря на съобщения с връзки към най-новата версия на Tor браузъра, качен на различни места като Dropbox, Google Drive и Github...
id: GetTor adalah sebuah servise yang secara otomatis menjawab pesan dengan tautan pada versi terakhir dari TorBrowser, penerima diberbagai lokasi, seperti Dropbox, Google Drive dan Github..
lv: GetTor ir pakalpojums, kas automātiski atbild ziņojumiem un nosūta saites uz Tor pārlūka jaunāko versiju, kura tiek mitināta dažādās atrašanās vietās, piemēram, Dropbox, Google Drive un Github.
nb: GetTor er en tjeneste som automatisk svarer på meldinger med lenker til seneste versjon av Tor-nettleseren, delt fra en mengde plasser, som Dropbox, Google drive og GitHub.
sv: GetTor är en tjänst som automatiskt svarar på meddelanden med länkar till den senaste versionen av Tor Browser, som finns på flera olika platser, till exempel Dropbox, Google Drive och Github.

source: To use GetTor via Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
ar: لاستخدام GetTor عبر Jabber/XMPP (Tor Messenger، و Jitsi، و CoyIM):
bg: За да използвайте GetTor през Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
id: Untuk menggunakan GetTor melalui Jabber/XMPP (Tor Messenger, Jitsi, CoyIM)
lv: Lai lietotu GetTor ar Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
nb: For å bruke GetTor via Jabber/XMPP (Tor messenger, Jitsi, CoyIM):
sv: För att använda GetTor via Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):

source: Webroot SecureAnywhere
id: Webroot aman dimana saja

source: Microsoft Security Essentials
id: Microsoft Security yang penting
sv: Microsoft säkerhetsväsentligheter

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of sixteen mostly random letters and numbers, followed by “.onion”.
ar: كأي موقع وب، ستحتاج إلى معرفة عنوان الخدمة لتتمكن من الاتصال بها. تتشكل عناوين البصلة من سلسلة من ١٦ حرفا ورقما عشوائيين في أغلبهم، متبوعين باللاحقة ”.onion“.
bg: Точно както всеки друг уебсайт, ще трябва да знаете интернет адресът на onion услугата, за да може се свържете с нея. Onion адресът е текст от шестнадест най-вече произволни букви и цифри, следвани от ".onion".
id: Seperti situs web yang lain, anda perlu tahu alamat dari sebuah layanan onion untuk dapat terhubung. Sebuah alamat layanan onion berupa deretan enam belas huruf dan nomor acak, diakhiri dengan ".onion".
lv: Tāpat kā jebkurai citai tīmekļa vietnei, Jums jāzina sīpolpakalpojuma adrese, lai ar to veidotu savienojumu. Sīpola adrese ir sešpadsmit pārsvarā gadījumizvēlētu burtu un ciparu virkne, kam seko „.onion”.
nb: Akkurat som enhver annen nettside, vil du måtte vite adressen til en løktjeneste for å kunne koble til den. En løk-adresse er en streng med 16, for det meste tilfeldige bokstaver og nummer, etterfulgt av ".onion".
sv: Precis som vilken annan webbplats behöver du veta adressen till en onion tjänst för att kunna ansluta dig till den. En Onion adress är en sträng med sexton slumpmässigt valda bokstäver och nummer följt av .onion.

source: If you cannot reach the onion service you require, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ar: إذا كنت لا تستطيع الوصول إلى خدمة البصلة التي تريدها، فتأكد أنك أدخلت العنوات المكون من ١٦ حرفا بشكل صحيح: أقل خطأ سيمنع متصفح تور من الوصول إلى الموقع.
bg: Ако не можете да се свържете с onion услуга се уверете, че сте въвели 16-буквеният onion адрес правилно: дори и малка печатна грешка ще попречи на Tor браузъра да достигне уебсайта.
id: Bila anda tidak dapat menjangkau layanan onion yang anda inginkan, pastikan anda sudah memasukkan 16 karakter alamat onion secara tepat: sebuah kesalahan kecil akan menghentikan Tor Browser menjangkau situs tersebut.
lv: Ja nevar sasniegt vajadzīgo sīpolpakalpojumu, pārliecinieties, ka esat pareizi ievadījis 16 rakstzīmju garo sīpoladresi - pat neliela neprecizitāte pārtrauks savienojuma izveidošanu ar vietni no pārlūka Tor.
nb: Hvis du ikke kan nå løktjenesten du etterspør, forsikre deg om at du har skrevet den 16 tegn lange løkadressen rett: selv en liten feil vil forhindre Tor-nettleseren fra å nå siden.
sv: Ifall du inte kan nå Onion tjänsten du vill, dubbel kolla att de 16 tecken i onion adressen stämmer. Även ett lite misstag kan stoppa Tor webbläsaren från att kunna nå sidan.

source: Tor Browser includes an add-on called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the JavaScript that runs on individual web pages, or to block it entirely.
ar: يحتوي متصفح تور على إضافة اسمها نوسكربت (NoScript)، يمكن الوصول إليها من أيقونة ”S“ في أعلى يسار النافذة، وتتيح هذه الإضافة التحكم في جافاسكربت التي تعمل على كل صفحة وب أو حتى إيقافها تمامًا.
bg: Tor браузърът използва добавка наречена NoScript, достъпна през иконата "S" в горния ляв ъгъл на екрана, която Ви дава контрол над JavaScript-ът, който върви на всяка индивидуална страница или разрешава пълното му блокиране.
id: Tor Browser memuat perangkat tambahan bernama NoScript, yang dapat diakses melalui ikon 'S' pada bagian kanan-atas jendela. Ini memperbolehkan anda untuk mengkontrol JavaScript pada satu halaman situs atau memblokir secara keseluruhan
lv: Pārlūks Tor ietver pievienojumu NoScript, kuram var piekļūt klikšķinot ikonu „S“ loga augšējā kreisajā stūrī, kas ļauj kontrolēt vai pavisam apturēt individuālās mājās lapās strādājošu JavaScript.
nb: Tor-nettleseren kommer med et programtillegg som heter NoScript, som nås gjennom "S"-ikonet øverst til venstre i vinduet. Det lar deg kontrollere kjørende JavaScript for hver nettsider, eller å skru det helt av.
sv: Tor webbläsaren inkluderar ett plug-in som heter NoScript, tillgängligt via "S" ikonen högst upp i fönstrets vänstra hörnan, vilket gör det möjligt för dig att kontrollera den JavaScript som körs på inviduella webbplatser eller att blocker allt helt.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <link xref="security-slider">Security Slider</link> to “Medium-High” (which disables JavaScript for non-HTTPS websites) or “High” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts.
ar: على المستخدمين ممن بحاجة إلى درجة عاليا من الأمان ضبط <link xref="security-slider">مؤشر الأمان</link> في متصفح تور إلى ”شبه عالٍ“ (يعطل جافاسكربت للمواقع التي لا تستخدم HTTPS) أو ”مرتفع“ (يعطلها لكل المواقع). لكن يجب الانتباه إلى أن تعطيل جافاسكربت سيمنع عرض الكثير من المواقع بشكل صحيح، لذا فإعداد متصفح تور المبدئي يسمح لكل المواقع بتشغيل جافاسكربت.
bg: Потребители, които изискват високо ниво на сигурност на интернет сърфирането би трябвало да сложат <link xref="security-slider">Плъзгача по сигурноста</link> на "Средно-Високо" (което изключва JavaScript за уебсайтове без HTTPS) или на "Високо"(което прави същото за всички уебсайтове). Обаче, изключването на JavaScript ще попречи на много сайтове да се изобразят правилно, така че настройките по подразбиране разрешават изпълняването на JavaScript на всички уебсайтове.
id: Pengguna yang menginginkan tingkat keamanan yang tinggi pada situs jelajahnya sebaiknya mengatur Tor Browser: 1) slider pengamanan, 2) pada 'Medium-High" (yang menon-aktifkan JavaScript untuk situs non-HTTPS) atau "High" (yang melakukan hal seperti itu pada semua situs) Namun, menonaktifkan JavaScript akan menyebabkan banyak situs tidak muncul dengan betul, jadi pengaturan Tor Browser pada default adalah untuk memperbolehkan setiap situs untuk menjalankan skrip.
lv: Lietotājiem, kam pārlūkojot tīmekli nepieciešams augsts drošības līmenis, jāiestata pārlūka Tor <link xref="security-slider">Drošības slīdnis</link> uz „vidēji augsts” (kas ne-HTTPS tīmekļa vietnēm atspējo JavaScript) vai „augsts” (kas to dara visām tīmekļa vietnēm). Tomēr JavaScript atspējošana padarīs neiespējamu daudzu tīmekļa vietņu pareizu attēlošanu, tāpēc pārlūka Tor noklusējuma iestatījums ir ļaut visām tīmekļa vietnēm izpildīt skriptus.
nb: Brukere som krever en høy sikkerhetsgrad i sin nettsurfing burde sette Tor-nettleserens <link xref="security-slider">Sikkerhetsglidebryter</link> til "Medium-Høy" (som skrur av JavaScript for alle ikke-HTTPS -nettsider) eller "Høy" (noe som vil skru det av på alle nettsider). Dog vil avslag av JavaScript forhindre mange nettsider fra å vises rett, så Tor-nettleserens forvalgte innstilling er å tillate alle nettsider å kjøre skript.
sv: Användare som behöver en hög grad av säkerhet i sin webbläsning bör ställa in Tor Browsers <link xref="security-slider">Säkerhetsreglage</link> till "Medel-Hög" (som inaktiverar JavaScript för webbplatser utan HTTPS) eller "Hög" (vilket gör det för alla webbplatser). Om du inaktiverar JavaScript kommer det dock att hindra att många webbplatser visas korrekt, så Tor Browsers standardinställning tillåter alla webbplatser att köra skript.

# _
source: external ref='media/security-slider/slider.png' md5='3c469cd3ed9f60ebb6bbbc63daa90082'
id: eksternal ref='media/security-slider/slider.png' md5='3c469cd3ed9f60ebb6bbbc63daa90082'

source: The Security Slider is located in Torbutton’s “Privacy and Security Settings” menu.
ar: مؤشر الأمان موجود في قائمة ”إعدادات الخصوصية والأمان“ في زر تور.
bg: Плъзгача на сигурност се намира в "Настройки на лично пространсто и сигурност" в менюто на Tor бутона.
id: Security Slider berada di menu Torbutton's "Privacy and Security Settings".
lv: Drošības slīdnis atrodas Tor pogas „Privātuma un drošības iestatījumu” izvēlnē.
nb: Sikkerhetsglidebryteren finnes i Torknappens meny under"Personvern og sikkerhetsinnstillinger".
sv: Säkerhetsreglaget finns i Torbuttons "Sekretess och säkerhetsinställningar"-meny.

# _
source: external ref='media/security-slider/slider_window.png' md5='c733bdccd1731ed1a772777b25bae7a1'
id: eksternal ref='media/security-slider/slider_window.png' md5='c733bdccd1731ed1a772777b25bae7a1'

source: High
ar: عالٍ
bg: Високо
id: Tinggi
lv: Augsts
nb: Høy
sv: Hög

source: Medium-High
ar: شبه عالٍ
bg: Средно-високо
id: Menengah-Tinggi
lv: Vidēji augsts
nb: Medium-høy
sv: Medium-hög

source: Medium-Low
ar: شبه منخفض
bg: Средно-ниско
id: Menengah-Bawah
lv: Vidēji zems
nb: Medium-lav
sv: Medium-låg

source: At this level, HTML5 video and audio media become click-to-play via NoScript; some <link xref="plugins">JavaScript</link> performance optimizations are disabled, causing some websites to run more slowly; and some mathematical equations may not display properly.
ar: في هذا المستوى وسائط HTML5 المرئية والمسموعة ستحتاج للنقر عليها لتشغيلها، وبعض تحسينات الأداء في <link xref="plugins">جافاسكربت</link> ستعطّل مما سيتسبب في بطء بعض المواقع، وبعض المعادلات الرياضية قد لا تعرض كما ينبغي.
bg: На това ниво, HTML5 видео и аудио стават активни само при кликане върху тях чрез NoScript; някои <link xref="plugins">JavaScript</link> оптимизации са деактивирани, което означава, че някои уебсайтове ще вървят по-бавно; и някои математически уравнения може да не се показват правилно.
id: Pada level ini, HTML5 media audio dan visual menjadi click-to-play lewat NoScript, beberapa <link xref="plugins">JavaScript</link>Optimalisasi kinerja nonaktif, membuat sejumllah websites berjalan lambat; dan sejumlah formula matematika tidak akan ditampilkan dengan baik.
lv: Šajā līmenī NoScript maina HTML5 video un audio vidi par noklikšķināt-lai-spēlētu; tiek atspējotas dažas <link xref="plugins">JavaScript</link> veiktspējas optimizācijas, kas padara mājaslapu darbību lēnāku un dažas matemātiskas vienādības var netikt attēlotas pareizi.
nb: På dette nivået vil HTML5-video og -lyd bli klikk-for-å-spille via NoScript; noen ytelsesforbedringer i <link xref="plugins">JavaScript</link> er avskrudd, noe som forårsaker redusert ytelse for noen nettsider; og noen matematiske ligninger vil kanskje ikke vises skikkelig.
sv: På den här nivån blir HTML5-video och ljudmedia klicka-för-att-spela via NoScript; vissa <link xref="plugins">JavaScript</link> prestandaoptimeringar är inaktiverade, vilket gör att vissa webbplatser körs långsammare; och vissa matematiska ekvationer kanske inte visas korrekt.

source: Low
ar: منخفض
bg: Ниско
id: Bawah
lv: Zems
nb: Lav
sv: Låg

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. obfs3 bridges will work in most places.
ar: يجعل obfs3 حركة نشاط تور تبدو عشوائية، ولهذا لا تبدو بروتوكول تور أو أي بروتوكول آخر. ستعمل حسور obfs3 في أغلب الأماكن.
bg: obfs3 кара Tor трафикът да изглежда произволен, така че да не изглежда като Tor или някой друг протокол. obfs3 мостовете ще работят в повечето ситуации.
id: obfs3 membuat lalu lintas Tor tampak acak, jadi nantinya tidak akan tampak seperti Tor atau protokol lainnya. obfs3 bridges akan bekerja di banyak tempat.
lv: obfs3 padara Tor datu plūsmu pēc izskata līdzīgu nejauši izvēlētai, tā, ka tā neizskatās pēc Tor vai cita protokola. Vairumā gadījumu tiek izmantoti obfs3 tilti.
nb: obfs3 får Tor-trafikk til å fremså tilfeldig, slik at det ikke ser ut som Tor eller en annen protokoll. obfs3-broer vil fungere de fleste plasser.
sv: obfs3 gör att Tor-trafiken ser slumpmässig ut, så att den inte ser ut som Tor eller något annat protokoll. obfs3-broar kommer att fungera på de flesta platser.

# _
source: external ref='media/updating/update3.png' md5='4bd08622b0cacf20b13f75c432176ed3'
id: eksternal ref='media/updating/update3.png' md5='4bd08622b0cacf20b13f75c432176ed3'

# _
source: external ref='media/updating/update4.png' md5='1d795e7b695738531db9d4b2b0fb5313'
id: eksternal ref='media/updating/update4.png' md5='1d795e7b695738531db9d4b2b0fb5313'

# _
source: external ref='media/tor-launcher-custom-bridges_en-US.png' md5='93365c2aa3fb4d627497e83f28a39b7e'
sv: extern ref='media/tor-launcher-custom-bridges_en-US.png' md5='93365c2aa3fb4d627497e83f28a39b7e'

# _
source: external ref='media/circumvention/configure.png' md5='519d888303eadfe4cb03f178aedd90f5'
sv: extern ref='media/circumvention/configure.png' md5='519d888303eadfe4cb03f178aedd90f5'

# _
source: external ref='media/circumvention/bridges.png' md5='910cdd5e45860b81a1ad4739c589a195'
sv: extern ref='media/circumvention/bridges.png' md5='910cdd5e45860b81a1ad4739c589a195'

source: Flash Player
ar: مشغل فلاش
bg: Flash плеър
lv: Flash spēlētājs
nb: Flash-avspiller

source: JavaScript
ar: جافاسكربت

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
gl: Cando reinicia Tails, pérdesen todos os datos de Electrum, incluíndo a súa carteira Bitcoin. Recomendámoslle fortemente que só execute Electrum cando teña activada a súa característica de persistencia.
kk: Қалдықтарды қайта жүктегенде, Electrum деректерінің барлығы, соның ішінде Bitcoin әмияныңыз жоғалады. Табандылық функциясы белсендірілгенде тек Electrum-ді ғана іске қосу ұсынылады.
sq: Kur ju e rinisni Tails, të gjitha të dhënat e Electrum do të humbasin, përfshirë edhe portofolin tuaj Bitcoin. Rekomandohet fuqishëm që të ekzekutohet vetëm Electrum, kur tipari i saj i vazhdimësisë është aktiv.

source: <b><big>Do you want to rename your <i>KeePassX</i> database?</big></b> You have a <i>KeePassX</i> database in your <i>Persistent</i> folder: <i>${filename}</i> Renaming it to <i>keepassx.kdbx</i> would allow <i>KeePassX</i> to open it automatically in the future.
kk: <b><big><i>KeePassX</i> дерекқорыңыздың атын өзгертуді қалайсыз ба?</big></b> Сізде тұрақты қалтада<i> KeePassX</i><i> дерекқоры</i> бар: <i>${filename}</i> <i>keepassx.kdbx-ге</i> қайта атау<i> KeePassX-ге</i> оны болашақта автоматты түрде ашуға мүмкіндік береді.

source: To do so, you need to run Tails from a USB stick installed using <i>Tails Installer</i>.
kk: Ол үшін <i>Tails Installer</i> арқылы орнатылған USB қалтасынан Қалдықтарды іске қосу керек.

source: To do so, install Tails on a USB stick using <a href="tails-installer.desktop">Tails Installer</a> and create a persistent storage.
kk: Ол үшін <a href="tails-installer.desktop">Tails Installer</a> пайдаланып, Tails USB таяқшаға орнатыңыз және тұрақты сақтау жасаңыз.

source: Could not add file container %s: Timeout while waiting for loop setup.Please try using the <i>Disks</i> application instead.
kk: Файл контейнерін қосу мүмкін емес %s: Цикл параметрлерін күту кезінде күту уақыты аяқталды. Оның орнына <i>Дискілер</i> қолданбасын пайдаланып көріңіз.

source: %(distribution)s Installer
fi: %(distribution)s -asentaja
fr_ca: %(distribution)s Installateur
sk_sk: %(distribution)s Inštalátor

source: %(filename)s selected
et: %(filename)s valitud
fi: %(filename)s valittu
fr_ca: %(filename)s sélectionné
ml: %(filename)s തിരഞ്ഞെടുത്തു
ms_my: %(filename)s dipilih
sk_sk: %(filename)s označených

source: %s already bootable
et: %s on juba buuditav
fi: %s on jo käynnistettävä
fr_ca: %s déjà amorçable
ml: %s ഇതിനകം ബൂട്ടബിൾ
ms_my: %s telah boleh di-boot
sk_sk: %s je bootovateľné

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Need help? Read the </span><a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">documentation</span></a><span style=" font-size:10pt;">.</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Tarvitsetko apua? Lue </span><a href="file:///usr/share/doc/tails/website/doc/first_steps/installation.en.html"><span style=" text-decoration: underline; color:#0000ff;">ohjeistus</span></a><span style=" font-size:10pt;">.</span></p></body></html>
