Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: If your Internet connection is censored, filtered, or proxied you can configure a Tor bridge or a local proxy. To work completely offline, you can disable all networking.
bg: Ако интернет връзката е цензурирана, филтрирана, или използва прокси може да настроите Tor мост или локално прокси. За да работите изцяло офлайн може да деактивирате всички мрежови връзки.
bn: যদি আপনার ইন্টারনেট সংযোগ সেন্সর করা হয়, ফিল্টার করা হয় বা প্রক্সি করে তবে আপনি একটি টর সেতু বা স্থানীয় প্রক্সি কনফিগার করতে পারেন। সম্পূর্ণ অফলাইন কাজ করার জন্য, আপনি সমস্ত নেটওয়ার্কিং নিষ্ক্রিয় করতে পারেন।
es_mx: Si su conexión al internet esta censurada, filtrada u usada atravéz de un proxy, es possible que usted pueda configurar un puente Tor u un proxy local. Para trabajar completamente fuera de línea, puede desactivar por completo todas las redes.
id: Jika koneksi Internet Anda tersensor, tersaring atau terproxy, Anda dapat mengatur sebuah Tor bridge atau proxy lokal. Untuk sepenuhnya offline, Anda dapat menonaktifkan semua jaringan
ja: もしインターネット接続は検閲され、フィルターされる場合、Torブリッジやローカルプロキシを設定できます。完全にオフラインで作業したい場合、ネットワーク機能を無効にできます。
ka: თუ თქვენი ინტერნეტკავშირი ცენზურის ქვეშაა, იფილტრება ან პროქსის გავლით მუშაობს, შეგიძლიათ გამართოთ Tor-გადამცემი ან ადგილობრივი პროქსი. სრულად კავშირგარეშე რეჟიმში სამუშაოდ, შეგიძლიათ ყველა ქსელი გათიშოთ.
ml: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ സെൻസർ ചെയ്യുകയോ ഫിൽട്ടർ ചെയ്യുകയോ പ്രോക്സി ചെയ്യുകയോ ചെയ്യുകയാണെങ്കിൽ നിങ്ങൾക്ക് ഒരു ടോർ ബ്രിഡ്ജ് അല്ലെങ്കിൽ ലോക്കൽ പ്രോക്സി ക്രമീകരിക്കാൻ കഴിയും. പൂർണ്ണമായും ഓഫ്‌ലൈനിൽ പ്രവർത്തിക്കാൻ, നിങ്ങൾക്ക് എല്ലാ നെറ്റ്‌വർക്കിംഗും അപ്രാപ്തമാക്കാൻ കഴിയും.
ms_my: Sekiranya sambungan Internet anda ditapis atau dikenakan proksi anda boleh konfigur satu titi Tor atau proksi setempat. Untuk sepenuhnya berfungsi secara luar talian, anda boleh lumpuhkan semua perangkaian.
nb: Hvis denne datamaskinens internettforbindelse er sensurert, filtrert eller går via en mellomtjener, kan du sette opp en Tor-bro, eller lokal mellomtjener. For å jobbe helt frakoblet, kan du skru av all nettverkstilknytning.
sk: Ak je pripojenie tohto počítača k Internetu je cenzurované, filtrované alebo sprostredkovávané, môžete nakonfigurovať Tor premostenie alebo miestne proxy. Na prácu offline, môžete úplne vypnúť sieť.
sv: Om din Internet-anslutning censureras, filtreras eller går via proxy kan du konfigurera en Tor-brygga eller en lokal proxy. För att arbeta helt nedkopplad kan du inaktivera alla nätverk.

source: Connect directly to the Tor network (default)
bg: Директна връзка с Tor мрежата (подразбиране)
bn: টর নেটওয়ার্ক সরাসরি সংযুক্ত করুন (ডিফল্ট)
es_mx: Conectase directamente a la red Tor automáticamente (predeterminado)
id: Tersambung langsung ke Jaringan Tor (default)
ja: Torネットワークに直接接続する (デフォルト)
ka: პირადაპირ Tor-ქსელთან დაკავშირება (ნაგულისხმევი)
ml: ടോർ നെറ്റ്‌വർക്കിലേക്ക് നേരിട്ട് കണക്റ്റുചെയ്യുക (സ്ഥിരസ്ഥിതി)
ms_my: Sambung terus ke rangkaian Tor (lalai)
nb: Koble direkte til Tor-nettverket (forvalg)
sk: Pripojiť priamo do siete Tor. (predvolené)
sv: Anslut direkt till Tor-nätverket (standard).

source: Configure a Tor bridge or local proxy
bg: Задаване на Tor мост или локално прокси
bn: একটি টর সেতু বা স্থানীয় প্রক্সি কনফিগার করুন
es_mx: Configurar un puente Tor u un proxy local
id: Atur Tor bridge atau proxy lokal
ja: Torブリッジやローカルプロキシを構成する
ka: Tor-გადამცემის ან ადგილობრივი პროქსის გამართვა
ml: ഒരു ടോർ ബ്രിഡ്ജ് അല്ലെങ്കിൽ ലോക്കൽ പ്രോക്സി കോൺഫിഗർ ചെയ്യുക
ms_my: Konfigur titi Tor atau proksi setempat
nb: Sett opp en Tor-bro eller lokal mellomtjener
sk: Konfigurovať Tor premostenie alebo miestne proxy.
sv: Konfigurera en Tor-bro eller lokal proxy

source: Disable all networking
bg: Изключи всички мрежи
bn: সমস্ত নেটওয়ার্কিং অক্ষম করুন
es_mx: Desactivar toda actividad.
id: Nonaktifkan semua jaringan
ja: ネットワーク能力を全て無効化
ka: ყველა ქსელის გათიშვა
ml: എല്ലാ നെറ്റ്‌വർക്കിംഗും പ്രവർത്തനരഹിതമാക്കുക
ms_my: Lumpuhkan semua perangkaian
nb: Skru av alle nettverk
sk: Deaktivovať všetky siete
sv: Inaktivera alla nätverk

source: You will configure the Tor bridge and local proxy later on after connecting to a network.
bg: Ще настроите Tor мост и локално прокси по-късно след установяване на връзка с мрежата.
bn: আপনি নেটওয়ার্কে সংযোগের পরে পরে টর সেতু এবং স্থানীয় প্রক্সিকে কনফিগার করবেন।
es_mx: Tu configuraras el puente Tor y el proxy local después de conectarse a una red.
id: Anda akan mengatur jembatan Tor dan proxy lokal nanti setelah terhubung ke jaringan.
ja: Torブリッジやローカルプロキシはネットワークと接続する後に設定します。
ka: Tor-ის გადამცემი ხიდები და ადგილობრივი პროქსი უნდა გამართოთ მოგვიანებით, ქსელთან დაკავშირების შემდგომ.
ml: ഒരു നെറ്റ്‌വർക്കിലേക്ക് കണക്റ്റുചെയ്‌തതിനുശേഷം നിങ്ങൾ പിന്നീട് ടോർ ബ്രിഡ്ജും ലോക്കൽ പ്രോക്സിയും ക്രമീകരിക്കും.
ms_my: Anda akan konfigur titi Tor dan proksi setempat kemudian selepas bersambung dengan rangkaian.
nb: Du vil sette opp Tor-broen og lokal mellomtjener senere etter å ha koblet til et nettverk.
sk: Nastavím Tor premostenie a miestne proxy neskôr, po pripojení do siete.
sv: Du konfigurerar Tor-bryggan och lokala proxyn senare efter anslutning till ett nätverk.

source: Welcome to Tails!
bg: Добре дошли в Tails!
bn: Tails এ স্বাগতম!
es_mx: Bienvenido a Tails!
id: Selamat datang di Tails!
ja: Tailsへようこそ！
ka: მოგესალმებათ Tails!
ml: ടൈൽസിലേക്കു സ്വാഗതം!
ms_my: Selamat datang ke Tails!
nb: Velkommen til Tails!
sk: Vitajte v Tails!
sv: Välkommen till Tails!

source: Language & Region
bg: Език & регион
bn: ভাষা ও অঞ্চল
es_mx: Lenguaje y Región
id: Bahasa & Wilayah
ja: 言語 & 地域
ka: ენა და რეგიონი
ml: ഭാഷയും പ്രദേശവും
ms_my: Bahasa & Wilayah
nb: Språk og region
sk: Jazyk a Región
sv: Språk & region

source: Default Settings
bg: Настройки по подразбиране
bn: ডিফল্ট সেটিংস
es_mx: Configuración Estandar
id: Pengaturan Default
ja: デフォルト設定
ka: ნაგულისხმევი პარამეტრები
ml: സ്ഥിരസ്ഥിതി ക്രമീകരണങ്ങൾ
ms_my: Tetapan Lalai
nb: Forvalgte innstillinger
sk: Predvolené nastavenia
sv: Standardinställningar

source: Encrypted _Persistent Storage
bg: Криптирано _пространство
bn: এনক্রিপ্ট করা _Persistent Storage
es_mx: Almacenamiento _Cifrado Persistente
id: _Penyimpanan Menetap Terenkripsi
ja: 暗号化された永続的ストレージ (_P)
ka: დაშიფრული _მუდმივი მეხსიერება
ml: എൻക്രിപ്റ്റുചെയ്‌ത _പെർസിസ്റ്റന്റ് സ്റ്റോറേജ്
ms_my: Storan _Berterusan Tersulit
nb: Kryptert _vedvarende lagring
sk: Šifrované _Trvalé úložisko
sv: Krypterad _bestående lagring

source: Enter your passphrase to unlock the persistent storage
bg: Въведете паролата за отключване на постоянното дисково пространство
bn: স্থায়ী সঞ্চয়স্থান আনলক করতে আপনার পাসফ্রেজটি লিখুন
es_mx: Introduce tu fraseclave para abrir el almacenamiento persistente
id: Masukkan kata kunci untuk memprotect volume persistent
ja: 永続的ストレージのロックを解除するためのパスフレーズを入力してください
ka: შეიყვანეთ თქვენი პაროლი მუდმივი მეხიერების გასახსნელად
ml: സ്ഥിരമായ സംഭരണം അൺലോക്കുചെയ്യുന്നതിന് നിങ്ങളുടെ പാസ്‌ഫ്രെയ്‌സ് നൽകുക
ms_my: Masukkan frasa laluan anda untuk membuka storan berterusan
nb: Skriv inn din passordsekvens for å låse opp det vedvarende lageret
sk: Zvoľte prístupové heslo na odomknutie trvalého oddielu.
sv: Mata in din lösenfras för att låsa upp den bestående lagringen

source: Your persistent storage is unlocked. Restart Tails to lock it again.
bg: Вашето дисково пространство е отключено. Рестартирайте Tails, за да го заключите отново.
bn: আপনার স্থায়ী সঞ্চয়স্থান আনলক হয়। আবার এটি লক করার জন্য পুশ পুনরারন।
es_mx: Tu almacenamiento persistente esta abierto. Reinicia Tails para cerrarlo de nuevo.
id: Penyimpanan Menetap Anda tidak terkunci. Memulai kembali Tails untuk menguncinya lagi.
ja: 永続的ストレージのロックが解除されました。もう一度ロックするには、 Tails を再起動してください。
ka: თქვენი მუდმივი მეხსიერება გახსნილია. მის ჩასაკეტად, ხელახლა გაუშვით Tails.
ml: നിങ്ങളുടെ സ്ഥിരമായ സംഭരണം അൺലോക്കുചെയ്‌തു. ഇത് വീണ്ടും ലോക്കുചെയ്യാൻ വാലുകൾ പുനരാരംഭിക്കുക.
ms_my: Storan berterusan anda tidak berkunci. Mulakan semula Tails untuk menguncinya semula.
nb: Ditt vedvarende lager er låst opp. En omstart av Tails vil låse det igjen.
sk: Vaše Trvalé úložisko je odomknuté. Reštartujte Tails pre zamknutie.
sv: Din bestående lagring är upplåst. Starta om Tails för att låsa den igen.

source: _Additional Settings
bg: _Допълнителни настройки
es_mx: _Configuración Adicional
id: _Pengaturan Tambahan
ja: 追加設定 (_A)
ka: _დამატებითი პარამეტრები
ml: _ അധിക ക്രമീകരണങ്ങൾ
ms_my: Tetapan _Tambahan
nb: _Ytterligere innstillinger
sk: _Dodatočné nastavenia
sv: _Ytterligare inställningar

source: Add an additional setting
bg: Добавяне на допълнителни настройки
bn: অতিরিক্ত সেটিংস সংরক্ষণ করুন
es_mx: Añadir una configuración adicional
id: Tambah pengaturan tambahan
ja: 追加設定を追加
ka: დამატებითი პარამეტრების დამატება
ml: ഒരു അധിക ക്രമീകരണം ചേർക്കുക
ms_my: Tambah satu tetapan tambahan
nb: Legg til ytterligere innstilling
sk: Pridať dodatočné nastavenie
sv: Lägg till ytterligare inställning

source: The default settings are safe in most situations. To add a custom setting, press the "+" button below.
bg: Настройките по подразбиране са безопасни в повечето ситуации. За да зададете ръчни настройки натиснете "+" бутонът по-долу.
bn: অধিকাংশ পরিস্থিতিতে ডিফল্ট সেটিংস নিরাপদ। একটি কাস্টম সেটিং যোগ করতে, নীচের "+" বোতাম টিপুন।
es_mx: La configuración predeterminada son seguras en la mayoría de las situaciones. Para añadir una configuración personal, haga clic en el button "+" abajo.
id: Pengaturan default aman untuk banyak situasi. Untuk menambah pengaturan tambahan, tekan tombol "+" di bawah.
ja: デフォルト設定は大抵の場合安全です。カスタム設定を追加するのに、下の"+"ボタンを押して下さい。
ka: ნაგულისხმევი პარამეტრები უსაფრთხოა უმეტეს შემთხვევაში. სასურველი პარამეტრის დასამატებლად, დააჭირეთ „+“ ღილაკს ქვემოთ.
ml: സ്ഥിരസ്ഥിതി ക്രമീകരണങ്ങൾ മിക്ക സാഹചര്യങ്ങളിലും സുരക്ഷിതമാണ്. ഒരു ഇഷ്‌ടാനുസൃത ക്രമീകരണം ചേർക്കാൻ, ചുവടെയുള്ള "+" ബട്ടൺ അമർത്തുക.
ms_my: Tetapan lalai adalah selamat dalam semua keadaan. Untuk menambah satu tetapan suai, tekan butang "+" di bawah.
nb: De forvalgte innstillingene er trygg i de fleste fall. For å legge til en egendefinert innstilling, trykk "+"-knappen nedenfor.
sk: Predvolené nastavenia sú bezpečné vo väčšine prípadov. Ak chcete upraviť nastavenia stlačte "+" tlačidlo dolu.
sv: Standardinställningarna är säkra i de flesta situationerna. För att lägga till en anpassad inställning, tryck på "+"-knappen nedan.

source: File Containers
bn: ফাইল ধারক
id: Wadah Berkas
ja: ファイルコンテナ
ka: ფაილის სათავსები
kk: Файл контейнерлері
ml: ഫയൽ കണ്ടെയ്‌നറുകൾ
ms_my: Bekas Fail
nb: Filbeholdere
sk: Súborové kontajnery
sv: Filbehållare

source: _Add
id: _Tambahkan
ja: 追加 (_A)
ka: _დამატება
kk: _Қосу
ml: _ ചേർക്കുക
ms_my: _Tambah
nb: _Legg til
sk: _Pridať
sv: _Lägg till

source: Add a file container
bn: একটি ফাইল ধারক জুড়ুন
id: Menambah wadah berkas
ja: ファイルコンテナを追加する
ka: ფაილის სათავსის დამატება
kk: Файл контейнерін қосу
ml: ഒരു ഫയൽ കണ്ടെയ്നർ ചേർക്കുക
ms_my: Tambah satu bekas fail
nb: Legg til en filbeholder
sk: Pridať súborový kontajner
sv: Lägg till en filbehållare

source: Partitions and Drives
bn: পার্টিশন এবং ড্রাইভসমূহ
id: Partisi dan Drive
ja: パーティションとドライブ
ka: დანაყოფები და დისკები
kk: Бөлімдер мен дискілер
ml: പാർട്ടീഷനുകളും ഡ്രൈവുകളും
ms_my: Sekatan dan Pemacu
nb: Partisjoner og Stasjoner
sk: Partície a Zväzky
sv: Partitioner och enheter

source: This application is not affiliated with or endorsed by the VeraCrypt project or IDRIX.
bn: এই অ্যাপ্লিকেশনটি VeraCrypt প্রকল্প বা IDRIX দ্বারা অনুমোদিত নয় ।
id: Aplikasi ini tidak terafiliasi dengan, atau disokong oleh proyek VeraCrypt atau IDRIX.
ja: このアップリケーションはVeraCryptプロジェクトやIDRIXと関連がありません、それらによって承認されるもありません。
ka: ეს პროგრამა არაა მოწოდებული ან დამოწმებული VeraCrypt-პროექტის ან IDRIX-ის მიერ.
kk: Бұл бағдарлама VeraCrypt немесе IDRIX жобасымен байланысы жоқ.
ml: ഈ ആപ്ലിക്കേഷൻ വെരാക്രിപ്റ്റ് പ്രോജക്റ്റ് അല്ലെങ്കിൽ ഐഡ്രിക്സുമായി അഫിലിയേറ്റ് ചെയ്തിട്ടില്ല.
ms_my: Aplikasi ini tidak berkaitan dengan atau disahkan oleh projek VeraCrypt atau IDRIX.
sk: Táto aplikácia nie je pridružená alebo schválená VeraCrypt projektom alebo IDRIX.
sv: Detta program är inte associerat med eller godkänts av VeraCrypt project eller idrix.

source: _Open
bn: _খোলা
ja: 開く (_O)
ka: _გახსნა
ml: _ തുറക്കുക
ms_my: _Buka
nb: _Åpne
sk: _Otvoriť
sv: _Öppna

source: Lock this volume
bn: এই ভলিউম লক করুন
id: Kunci volume ini
ja: ボリュームをロックする
ka: დანაყოფის ჩაკეტვა
ml: ഈ വോളിയം ലോക്കുചെയ്യുക
ms_my: Kunci volum ini
nb: Lås dette volumet
sk: Zamknúť túto oblasť
sv: Lås denna volym

source: _Unlock
bn: _আনলক করুন
ja: ロック解除 (_U)
ka: _გაღება
ml: _ അൺലോക്ക് ചെയ്യുക
ms_my: _Buka
nb: _Lås opp
sk: _Odomknúť
sv: _Lås upp

source: Detach this volume
bn: এই ভলিউমটি বিচ্ছিন্ন করুন
id: Lepaskan volume ini
ja: ボリュームを取り外す
ka: დანაყოფის მოხსნა
ml: ഈ വോളിയം വേർപെടുത്തുക
ms_my: Tanggal volum ini
nb: Løsne dette volumet
sk: Odpojiť túto oblasť
sv: Lösgör denna volym

source: TrueCrypt/VeraCrypt container
bn: TrueCrypt/VeraCrypt ধারক
id: Wadah TrueCrypt/VeraCrypt
ja: TrueCrypt/VeraCryptコンテナ
ka: TrueCrypt/VeraCrypt-ის სათავსი
ml: ട്രൂക്രിപ്ട് /വെരാക്രിപ്റ്റ് കണ്ടെയ്നർ
ms_my: Bekas TrueCrypt/VeraCrypt
nb: TrueCrypt/VeraCrypt beholder
sk: TrueCrypt/VeraCrypt kontajner
sv: TrueCrypt/VeraCrypt behållare

source: <b>An error occured while updating the signing key.</b>\n\n<b>This prevents determining whether an upgrade is available from our website.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ja: <b>署名キーの更新中にエラーが発生しました</b>\n\n <b>これにより、当社のWebサイトからアップグレードが利用可能かどうかを判断できません。</b>\n\n ネットワーク接続を確認し、Tailsを再起動してアップグレードを再試行してください\n\n file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ka: <b>შეცდომა წარმოიშვება ხელმოწერის კოდის განახლებისას.</b>\n\n<b>იგი უზრუნველყოფს დადგენას, განახლება ჩვენი ვებსაიტიდანაა თუ არა ხელმისაწვდომი.</b>\n\nგადაამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails, კვლავ გასაახლებლად.\n\nთუ ხარვეზი ისევ იარსებებს, იხილეთ file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
sv: <b>Ett fel uppstod vid uppdatering av signeringsnyckeln.</b>\n\n<b>Detta förhindrar att avgöra om en uppgradering är tillgänglig från vår webbplats.</b>\n\nKontrollera din nätverksanslutning och starta om Tails för att försöka uppgradera igen.\n\nOm problemet kvarstår, gå till file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html

source: Error while updating the signing key
ja: 署名鍵の更新中にエラーが発生しました
ka: შეცდომა ხელმოწერის კოდის განახლებისას
sv: Fel vid uppdatering av signeringsnyckeln

source: Cancel
az: Ləğv et
bg: Отказ
bn: বাতিল
eo: Rezigni
es_mx: Cancelar
et: Tühista
gl: Cancelar
id: Batal
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
ml: ഉപേക്ഷിക്കൂ
ms_my: Batal
nb: Avbryt
sk: Zrušiť
sq: Anuloni
sv: Avbryt

source: Shutdown
bg: Изключване
bn: শাটডাউন
es_mx: Apagar
id: Matikan
ja: 停止
ka: დახურვა
ms_my: Matikan
nb: Skru av
sk: Vypnutie
sv: Stäng av

source: Delete persistent volume
ka: მუდმივი საცავის წაშლა
nb: Slett vedvarende lagring
sv: Tar bort bestående lagring

source: Delete the persistent volume and its content
ka: მუდმივი საცავის წაშლა შიგთავსიანად
nb: Slett den vedvarende lagringen og dens innhold
sv: Tar bort den bestående lagringen och dess innehåll

source: Configure persistent volume
ka: მუდმივი საცავის გამართვა
nb: Konfigurer vedvarende lagring
sv: Konfigurera bestående lagring

source: Configure which files and application configuration are saved between working sessions
ka: გამართეთ, რომელი ფაილები და პროგრამის მონაცემები იყოს შენახული, სამუშაო სეანსებს შორის.
sv: Konfigurera vilka filer och programkonfiguration som sparas mellan arbetssessioner

# _
source: translator-credits
ar: خالد حسني <khaled@motoon.org> ٢٠١٨
bg: преводач/и
id: Penghargaan untuk Penerjemah
ka: თარგმნის-მონაწილეები
lv: tulkotāji
nb: Oversettere
pt: créditos do tradutor
sv: Lista med översättare

source: Learn what Tor Browser can do to protect your privacy and anonymity
ar: تعلم ما يمكن لمتصفح تور أن يفعله ليحمي خصوصيتك و سرية هويتك
bg: Научете какво може да направи Tor браузърът, за да защити вашето лично пространство и анонимност
id: Pelajari apa yang Tor Browser dapat lakukan untuk melindungi privasi dan kerahasiaan anda
ka: იხილეთ, როგორ შეუძლია Tor-ბრაუზერს თქვენი პირადულობის ხელყოფისა და ვინაობის გამჟღავნებისგან დაცვა
lv: Uzziniet, ko pārlūks Tor var paveikt, lai aizsargātu Jūsu privātumu un anonimitāti.
nb: Lær hva Tor-nettleseren kan gjøre for å beskytte ditt personvern og din anonymitet
pt: Saiba o que o Tor Browser pode fazer para proteger a sua privacidade e anonimato.
sv: Ta reda på vad Tor-webbläsaren kan göra för att skydda din integritet och anonymitet

source: About Tor Browser
ar: حول متصفح تور
bg: За Tor браузърa
id: Tentang Tor Browser
ka: Tor-ბრაუზერის შესახებ
lv: Par pārlūku Tor
nb: Om Tor-nettleseren
pt: Sobre o Tor Browser
sv: Om Tor-webbläsare

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ar: يستعمل متصفح تور شبكة تور لحماية خصوصيتك و سرية هويتك. استخدام شبكة تور له خاصيتان رئيسيتان:
bg: Tor браузърът използва Tor мрежата, за да предпази личното Ви пространство и анонимност. Използването на Tor мрежата има две големи преимущества:
id: Tor Browser menggunakan jaringan Tor untuk melindungi privasi dan kerahasiaan anda. Jaringan Tor memiliki dua pengaturan utama:
ka: Tor-ბრაუზერი იყენებს Tor-ქსელს თქვენი პირადულობისა და ვინაობის გამჟღავნებისგან დასაცავად. Tor-ქსელის გამოყენებას, ორი მთავარი უპირატესობა გააჩნია:
lv: Pārlūks Tor izmanto Tor tīklu, lai aizsargātu Jūsu privātumu un anonimitāti. Tor tīkla izmantošanai ir divas galvenās īpašības:
nb: Tor-nettleseren bruker Tor-nettverket for å beskytte ditt personvern og din anonymitet. Bruk av Tor-nettverket har to hovedegenskaper:
pt: O Tor Browser utiliza a rede Tor para proteger a sua privacidade e anonimato. Utilizar a rede Tor tem duas propriedades principais:
sv: Tor webbläsare använder Tor nätverket för att skydda din integritet och din anonymitet. Tor nätverk har två huvudsakliga egenskaper:

source: Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ar: لن يتمكن مزود خدمة الإنترنت –و أي شخص يشاهد اتصالك محليا– من تتبع نشاطك على الإنترنت، بما في ذلك أسماء و عناوين مواقع الوِب التي تزورها.
bg: Доставчикът на интерент и всеки, който наблюдава връзката локално, няма да може да следи интернет активността, включително имена и адреси на уеб сайтове, които посещавате.
id: Penyedia layanan internet dan siapapun yang memantau koneksi anda tidak bisa melacak aktivitas internet anda termasuk nama dan alamat situs yang anda kunjungi.
ka: თქვენი ინტერნეტ-მომსახურების მომწოდებელი, დამსაქმებელი და ნებისმიერი სხვა, რომელიც თვალს ადევნებს თქვენს კავშირს ადგილობრივად, ვერ შეძლებენ თვალი ადევნონ თქვენს მოქმედებებს ინტერნეტში, მათ შორის მონახულებული გვერდების მისამართებს.
lv: Ne Jūsu interneta pakalpojumu sniedzējs, ne kāds cits, kas lokāli seko Jūsu savienojumam, nevarēs sekot Jūsu aktivitātei tīmeklī, tostarp noteikt Jūsu apmeklēto tīmekļa vietņu adreses un vārdus.
nb: Din tjenestetilbyder for Internett, og enhver som overser din tilkobling lokalt, vil kunne spore din internettaktivitet, inkludert navn og adressene på nettsidene du besøker.
pt: O seu fornecedor de serviços da Internet, e qualquer um que observe a sua ligação local, não conseguirão monitorizar a sua atividade na Internet, incluindo os nomes e endereços dos sites da Web que visita.
sv: Din Internetleverantör, och alla som bevakar på din anslutning lokalt, kommer inte att kunna spåra din Internet-aktivitet, inklusive namn och adresser till de webbplatser du besöker.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ar: سيشاهد مشغلو المواقع و الخدمات التي تستخدمها و أي شخص يشاهدهم اتصالا قادما من شبكة تور بدلا من عنوانك على الإنترنت الحقيقي (IP)، و لن يتعرفوا عليك ما لم تصرح بهويتك.
bg: Операторите на уебсайтове и услуги, които използвате и всеки, който наблюдава тях, ще видят връзка идваща от Tor мрежата вместо от реалният ви интернет адрес(IP), и няма да знаят, кой сте освен ако сами не им дадете самоличността си.
id: Operator website dan layanan yang anda gunakan, dan setiap orang yang menyaksikannya, akan melihat koneksi berasal dari jaringan Tor ketimbang alamat asli internet (IP) anda, dan tidak akan mengetahui identitas anda kecuali anda memberitahu identitas anda.
ka: ვებსაიტების ან მომსახურებების უკან მდგომნი და ნებისმიერი სხვა მათი თვალყურისმდევნებელი იხილავს მხოლოდ იმას, რომ კავშირი მოდის Tor-ქსელიდან, ნაცვლად თქვენი ნამდვილი ინტერნეტმისამართისა (IP), შესაბამისად ვერ გაიგებენ ვინ ხართ, სანამ თავად არ გაამჟღავნებთ საკუთარ ვინაობას.
lv: Jūsu lietoto pakalpojumu un tīmekļa vietņu operatori un ikviens, kas seko tām, redzēs savienojumu no tīkla Tor, nevis Jūsu patieso interneta (IP) adresi, tādējādi nezinās, kas Jūs esat, ja vien pats sevi neidentificēsit.
nb: De som opererer nettsider og tjenester du bruker, og enhver som overser dem, vil se en tilkobling fra Tor-nettverket i steden for din egentlige (IP-) adresse, og vil ikke kunne ta rede på hvem du er hvis du ikke spesifikt identifiserer deg selv.
pt: Os operadores dos sites da Web e serviços que utiliza, e qualquer um que os observe, irão ver uma ligação vinda da rede Tor, em vez do seu verdadeiro endereço (IP) da Internet, e não saberão quem você é, a menos que se identifique a si mesmo.
sv: Operatörerna av de webbplatser och tjänster som du använder, och alla som bevakar dem, kommer att se en förbindelse som kommer från Tor-nätverket istället för din riktiga Internet (IP) adress, och kommer inte att veta vem du är om du inte uttryckligen identifiera dig.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ar: إضافة على ذلك، صمّم متصفّح تور لكي يمنع المواقع من أخذ ”بصمتك الإلكترونية“ أو من التعرف عليك عبر إعدادات متصفّحك.
bg: В допълнение, Tor браузърът е направен, така че да спира уебсайтовете да създават "отпечатък" и следят базирано на настройките на браузъра.
id: Tambahan, Tor Browser telah di desain untuk mencegah situs melakukan "fingerprinting" atau mengidentifikasi anda berdasarkan pengaturan browser.
ka: ამასთან, Tor-ბრაუზერი არ აძლევს საშუალებას ვებსაიტებს დაგიმახსოვრონ ან ამოგიცნონ ბრაუზერში გამართული პარამეტრების მიხედვით.
lv: Turklāt pārlūks Tor ir veidots, lai neļautu tīmekļa vietnēm Jūs identificēt pēc pārlūka konfigurācijas.
nb: I tillegg til dette er Tor-nettleseren laget for å unngå å levne ditt "fingeravtrykk" eller å identifisere deg basert på ditt nettleser-oppsett.
pt: Em adição, o Tor Browser foi concedido para evitar que os sites da Web 'detetem' ou o identifiquem com base na configuração do seu navegador.
sv: Dessutom är Tor Browser utformad för att förhindra webbplatser från "fingeravtryck" eller identifiera dig baserat på din webbläsarkonfiguration.
