Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Copy the running Tails onto a USB stick or SD card. All data on the target drive will be lost.</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Kopioi käytössä oleva Tails USB-tikulle tai SD-kortille. Kaikki laitteen tieto häviää.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Copy the running Tails onto an already installed Tails device. Other partitions found on the stick are preserved.</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Kopioi käytössä oleva Tails laitteelle, johon se on jo valmiiksi asennettu. Tikun muut osiot säästetään.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Upgrade an already installed Tails device from a new ISO image.</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Päivitä valmiiksi asennettu Tails uudelta ISO-levykuvalta.</span></p></body></html>

source: Browse
fi: Selaa
fr_ca: Parcourir
ms_my: Carian
sk_sk: Prezerať

source: By allocating extra space on your USB stick for a persistent overlay, you will be able to store data and make permanent modifications to your live operating system. Without it, you will not be able to save data that will persist after a reboot.
fi: Jos varaat USB-tikulta vapaata tilaa pysyvää tallennustilaa varten, voit tallettaa tietoa ja muokata pysyvästi live-käyttöjärjestelmääsi. Jos pysyvää tallennustilaa ei ole, tallentamasi tiedot eivät säily uudelleen käynnistyksen jälkeen.
fr_ca: En allouant de l'espace supplémentaire sur votre clef USB pour une zone persistante, vous serez en mesure de stocker des données et d'effectuer des modifications permanentes sur votre système d'exploitation temps réel. Sans ça, vous ne serez pas en mesure de sauvegarder des données qui seront conservées après un redémarrage.
sk_sk: Vyčlenením špeciálneho miesta pre stálu pamäť na Vašom USB kľúči budete schopný ukladať dáta a robiť trvalé zmeny v operačnom systéme. Bez toho nebudete mať možnosť ukladať dáta, ktoré ostanú aj po opätovnom spustení systému.

source: Calculating the SHA1 of %s
et: Kalkuleerin %s SHA1'te
fi: Lasketaan %s:n SHA1-tarkistussummaa
fr_ca: Calcul du SHA1 de %s
ml: %s ന്റെ SHA1 കണക്കാക്കുന്നു
ms_my: Pengiraan SHA1 bagi %s
sk_sk: Prebieha výpočet SHA1 pre %s

source: Cannot find
et: Ei suuda leida
fi: Ei voida löytää
fr_ca: Impossible de trouver
ml: കണ്ടെത്താൻ കഴിയില്ല
sk_sk: Nie je možné nájsť

source: Cannot find device %s
et: Ei suuda leida seadet %s
fi: Laitetta %s ei löydy
fr_ca: Périphérique %s introuvable
ml: %s ഉപകരണം കണ്ടെത്താനായില്ല
ms_my: Tidak dapat mencari peranti %s
sk_sk: Nie je možné nájsť zariadenie %s

source: Clone && Install
fi: Jäljennä && Asenna
fr_ca: Cloner && Installer

source: Clone && Upgrade
fi: Jäljennä && Päivitä
fr_ca: Cloner && Mettre à niveau

source: Creating %sMB persistent overlay
et: Loon %sMB püsivat pealistust
fi: Luodaan %s Mt:n pysyvää tallennustilaa
fr_ca: Création du stockage persistant de %s Mo
ml: %sMB പെർസിസ്റ്റന്റ് ഓവർലേ സൃഷ്‌ടിക്കുന്നു
ms_my: Mencipta %sMB lapisan berterusan
sk_sk: Vytvára sa %sMB trvalej pamäte

source: Device is not yet mounted, so we cannot determine the amount of free space.
fi: Laitetta ei ole vielä liitetty, joten emme voi arvioida vapaan tilan määrää.
fr_ca: Le périphérique n'est pas encore monté, nous ne pouvons donc pas déterminer la quantité d'espace libre.
sk_sk: Zariadenie ešte nebolo pripojené, takže nie je možné určiť veľkosť voľného miesta.

source: Download %(distribution)s
fi: Lataa %(distribution)s
fr_ca: Télécharger %(distribution)s
sk_sk: Sťahujem %(distribution)s

source: Download complete!
et: Allalaadimine edukat lõpetatud!
fi: Lataus on valmis!
fr_ca: Téléchargement terminé!
ml: ഡൗൺലോഡ് പൂർത്തിയായി!
ms_my: Muat turun berjaya!
sk_sk: Preberanie kompletné!

source: Download failed:
et: Allalaadimine põrus:
fi: Lataus epäonnistui:
fr_ca: Échec du téléchargement :
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു:
ms_my: Muat turun gagal:
sk_sk: Preberanie zlyhalo:

source: Downloading %s...
et: Laen alla %s...
fi: Ladataan %s...
fr_ca: Téléchargement de %s...
ml: ഡൗൺലോഡിങ്ങ് %s...
ms_my: Memuat turun %s...
sk_sk: Preberanie %s...

source: Drive is a loopback, skipping MBR reset
et: Draiv on loopback, jätan vahele MBR lähtestuse
fi: Levy on loopback-laite: ohitetaan MBR:n palautus
fr_ca: Le périphérique est une boucle avec retour, omission de la réinitialisation du MBR
ml: ഡ്രൈവ് ഒരു ലൂപ്പ്ബാക്കാണ്, MBR പുനസജ്ജീകരണം ഒഴിവാക്കുന്നു
sk_sk: Zariadenie je loopback, preskakujem MBR reset

source: Entering unmount_device for '%(device)s'
et: Sisenen unmount_device'i '%(device)s' jaoks
fi: Suoritetaan unmount_device laitteelle '%(device)s'
fr_ca: Saisie de unmount_device pour « %(device)s »
ml: ഇതിനായി അൺമൗണ്ട് ഉപകരണം നൽകുന്നു '%(device)s'
sk_sk: Spúšťa sa unmount_device pre '%(device)s'

source: Error probing device
et: Ilmnes viga seadme sondeerimisel
fi: Laitteen etsimisessä virhe
fr_ca: Erreur lors de l'évaluation du périphérique
ml: ഉപകരണം അന്വേഷിക്കുന്നതിൽ പിശക്
sk_sk: Chyba pri skúšaní zariadenia

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
et: Viga: Ei suutnud seada silti või teie seadme UUID'd kätte saada. Ei suuda jätkata.
fi: Virhe: Ei voida asettaa nimiötä tai hakea laitteen UUID:tä. Ei voida jatkaa.
fr_ca: Erreur : impossible de configurer l'étiquette ou d'obtenir l'UUID de votre périphérique. Impossible de continuer.
ml: പിശക്: ലേബൽ സജ്ജീകരിക്കാനോ നിങ്ങളുടെ ഉപകരണത്തിന്റെ യുയുഐഡി നേടാനോ കഴിയില്ല. തുടരാനായില്ല.
ms_my: Ralat: Tidak dapat menetapkan label atau mendapatkan UUID peranti anda. Tidak dapat meneruskan.
sk_sk: Chyba: nie je možné nastaviť menovku alebo získať UUID Vašeho zariadenia. Nie je možné pokračovať.

source: Error: The SHA1 of your Live CD is invalid. You can run this program with the --noverify argument to bypass this verification check.
et: Viga: Teie LiveCD SHA1 on kehtetu. Te võite jooksutada seda programmi -noverify argumendiga et seda kontrolli ignoreerida.
fi: Virhe: LiveCD:n SHA1-tarkistussumma on virheellinen. Voit ajaa tämän ohjelman ja käyttää valitsinta --noverify, jolloin varmistus ohitetaan.
fr_ca: Erreur : le SHA1 de votre LiveCD est invalide. Vous pouvez exécuter ce programme avec l'option « --noverify » pour contourner cette vérification.
ml: പിശക്: നിങ്ങളുടെ ലൈവ് സിഡിയുടെ എസ് എഛ് എ 1 അസാധുവാണ്. ഈ പരിശോധന പരിശോധന മറികടക്കാൻ --noverify ആർഗ്യുമെൻറ് ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഈ പ്രോഗ്രാം പ്രവർത്തിപ്പിക്കാൻ കഴിയും.
ms_my: Ralat: SHA1 bagi Live CD anda tidak sah. Anda boleh menjalankan aplikasi ini dengan perimeter --noverify untuk melangkau fail pengesahan.
sk_sk: Chyba: SHA1 Vašeho Live CD je neplatné. Možete spustiť tento program s parametrom --noverify, aby ste túto kontrolu obišli.

source: Extracting live image to the target device...
et: Ekstraktin live image't sihtseadmesse...
fi: Puretaan live-levykuvaa kohdelaittelle…
fr_ca: Extraction de l'image prête à l'emploi vers le périphérique cible...
ml: ടാർഗെറ്റ് ഉപകരണത്തിലേക്ക് തത്സമയ ചിത്രം എക്‌സ്‌ട്രാക്റ്റുചെയ്യുന്നു ...
sk_sk: Rozbaľujem live obraz do cieľového zariadenia...

source: Formatting %(device)s as FAT32
et: Lähtestan %(device)s FAT32'na
fi: Alustetaan %(device)s FAT32:lla.
fr_ca: Formatage de %(device)s en FAT32
ml: ഫോർമാറ്റുചെയ്യുന്നു %(device)s FAT32 ആയി
ms_my: Format %(device)s sebagai FAT32
sk_sk: Formátovanie %(device)s ako FAT32

source: ISO MD5 checksum passed
fi: ISO:n MD5-tarkistussumma varmistui
fr_ca: Vérification de la somme de contrôle MD5 de l'ISO réussie
ms_my: ISO MD5 checksum diluluskan
sk_sk: ISO MD5 checksum prešiel

source: ISO MD5 checksum verification failed
fi: ISO:n MD5-tarkistussumma ei varmistunut
fr_ca: Échec de la vérification de la somme de contrôle MD5 de l'ISO
ms_my: ISO MD5 checksum pengesahan gagal
sk_sk: Verifikácia ISO MD5 checksum zlyhala

source: If you do not select an existing Live ISO, the selected release will be downloaded for you.
fi: Jos et valitse olemassaolevaa Live ISOa, valittu julkaisu ladataan puolestasi.
fr_ca: Si vous ne sélectionnez pas un Live ISO existant, la version choisie sera téléchargée pour vous.
sk_sk: Ak nezvolíte existujúce Live ISO, zvolená verzia bude stiahnutá automaticky.

source: Install Tails
fi: Asenna Tails
fr_ca: Installer Tails
sk_sk: Inštalácia Tails

source: Installation complete!
et: Installatsioon edukalt lõpetatud!
fi: Asennus on valmis!
fr_ca: Installation terminée!
ml: ഇൻസ്റ്റാളേഷൻ പൂർത്തിയായി!
ms_my: Pemasangan selesai!
sk_sk: Inštalácia kompletná!

source: Installation complete! (%s)
et: Installatsioon lõpetatud! (%s)
fi: Asennus on valmis! (%s)
fr_ca: Installation terminée! (%s)
ml: ഇൻസ്റ്റാളേഷൻ പൂർത്തിയായി! (%s)
ms_my: Pemasangan berjaya! (%s)
sk_sk: Inštalácia kompletná! (%s)

source: Installation was completed. Press OK to close this program.
fi: Asennus on valmis. Napsauta OK, jolloin ohjelma sulkeutuu.
fr_ca: L'installation est terminée. Appuyez sur OK pour fermer ce programme.
ms_my: Pemasangan telah selesai. Tekan OK untuk menutup program ini.
sk_sk: Inštalácia prebehla úspešne. Pre zavretie programu stlačte OK.

source: Installing bootloader...
et: Installin buutlaadijat...
fi: Asennetaan alkulatausohjelma...
fr_ca: Installation du chargeur de démarrage...
ml: ബൂട്ട് ലോഡർ ഇൻസ്റ്റാൾ ചെയ്യുന്നു ...
ms_my: Pemasangan bootloader...
sk_sk: Inštalujem bootloader...

source: LiveUSB creation failed!
fi: LiveUSB:n luominen epäonnistui!
fr_ca: Échec lors de la création du LiveUSB!
ms_my: Penciptaan LiveUSB gagal!
sk_sk: Vytvorenie Live USB zlyhalo!

source: Make sure to extract the entire liveusb-creator zip file before running this program.
fi: Huolehdi, että purat kokonaisuudessaan liveusb-creatorin zip -tiedoston ennen kuin ajat tämän ohjelman.
fr_ca: Bien extraire l'archive zip de liveusb-creator en entier avant d'exécuter ce programme.
sk_sk: Uistite sa, že ste rozbalili celý súbor liveusb-creator zip predtým, než spustíte tento program.

source: Make sure your USB key is plugged in and formatted with the FAT filesystem
et: Veenduge et Teie USB võti on sees ja lähtestatud FAT failisüsteemi
fi: Varmista että USB-tikku on kiinnitetty ja että sen tiedostojärjestelmä on FAT
fr_ca: Vous assurer que votre clef USB est branchée et qu'elle est formatée avec le système de fichiers FAT
ml: നിങ്ങളുടെ യുഎസ്ബി കീ പ്ലഗ് ഇൻ ചെയ്‌ത് FAT ഫയൽസിസ്റ്റം ഉപയോഗിച്ച് ഫോർമാറ്റുചെയ്‌തിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക
ms_my: Pastikan USB anda sudah dipasang dan telah diformat ke fail sistem FAT
sk_sk: Uistite sa, že Váš USB kľúč je pripojený a naformátovaný na systém FAT.

source: Mount %s exists after unmounting
et: Paigaldus %s eksisteerib pärast lahtivõtmist
fi: Irrotettu liitoskohta %s on vielä olemassa
fr_ca: Le montage %s existe après démontage
ml: അൺമൗണ്ടിംഗിനുശേഷം %s മൗണ്ട് നിലവിലുണ്ട്
sk_sk: Pripojenie %s existuje po odpojení

source: No free space on device %(device)s
fi: Laitteella %(device)s ei ole vapaata tilaa
fr_ca: Aucun espace sur le périphérique %(device)s.
ms_my: Tiada ruang bebas pada peranti %(device)s
sk_sk: Na zariadení %(device)s nie je voľné miesto

source: No mount points found
et: Mitte ühtegi paigalduspuntki ei leitud
fi: Liitoskohtia ei löytynyt
fr_ca: Aucun point de montage trouvé
ml: മൗണ്ട് പോയിന്റുകളൊന്നും കണ്ടെത്തിയില്ല
ms_my: Tiada titik pelancaran (mount) dijumpai
sk_sk: Neboli nájdené žiadne body pripojenia

source: Not enough free space on device.
fi: Laitteella ei ole riittävästi vapaata tilaa.
fr_ca: Pas assez d'espace libre sur le dispositif.

source: Partition is FAT16; Restricting overlay size to 2G
fi: Osion levyjärjestelmä on FAT16: koko rajoitetaan 2 Gt:uun
fr_ca: La partition est en FAT16; persistance restreinte à 2 Go
ms_my: Partition adalah FAT16, saiz lapisan menyekat untuk 2G
sk_sk: Oddiel je formátovaný na FAT16; veľkosť pamäte je obmedzená na 2 G

source: Partition is FAT32; Restricting overlay size to 4G
fi: Levyjärjestelmänä on FAT32; rajoitetaan levyn koko 4 Gt:un.
fr_ca: La partition est en FAT32; persistance restreinte à 4 Go
sk_sk: Oddiel je formátovaný na FAT32; veľkosť pamäte je obmedzená na 4 G

source: Partitioning device %(device)s
et: Jaotan seadet %(device)s
fi: Partitioidaan laitetta %(device)s
fr_ca: Partitionnement du périphérique %(device)s
ml: പാർട്ടീഷനിംഗ് ഉപകരണം %(device)s
sk_sk: Vytváranie oddielov na zariadení %(device)s

source: Persistent Storage
fi: Pysyvä tallennustila
fr_ca: Stockage persistant
ms_my: Simpanan Berterusan
sk_sk: Trvalé úložisko

source: Persistent Storage (0 MB)
fi: Pysyvä tallennustila (0 Mt)
fr_ca: Stockage persistant (0 Mo)
sk_sk: Trvalé úložisko (0 MB)

source: Please confirm your device selection
fi: Vahvista laitevalintasi
fr_ca: Veuillez confirmer votre choix de périphérique
sk_sk: Prosím potvrďte výber Vašeho zariadenia

source: Refreshing releases...
et: Uuendan väljalaskeid...
fi: Päivitetään julkaisuja...
fr_ca: Raffraîchissement des versions...
ml: റിലീസുകൾ പുതുക്കുന്നു ...
sk_sk: Obnovovanie verzií...

source: Releases updated!
et: Väljalasked uuendatud!
fi: Julkaisut päivitetty!
fr_ca: Version mise à jour!
ml: റിലീസുകൾ അപ്‌ഡേറ്റുചെയ്‌തു!
sk_sk: Verzie obnovené!

source: Removing %(file)s
et: Eemaldan %(file)s
fi: Poistetaan %(file)s
fr_ca: Suppression de %(file)s
ml: നീക്കംചെയ്യുന്നു %(file)s
ms_my: Buang %(file)s
sk_sk: Odstraňovanie %(file)s

source: Removing existing Live OS
et: Eemalda olemasolev Live OS
fi: Poistetaan nykyinen Live-käyttöjärjestelmä
fr_ca: Suppression du SE Live existant
ml: നിലവിലുള്ള ലൈവ് ഒ.എസ് നീക്കംചെയ്യുന്നു
ms_my: Buang Live OS sedia ada
sk_sk: Odstraňovanie existujúceho Live OS

source: Resetting Master Boot Record of %s
et: Lähtestan peabuudiandmikku %s
fi: Palautetaan %s:n oletusarvot
fr_ca: Réinitialisation de l'enregistrement d'amorçage maître de %s
ml: %s ന്റെ മാസ്റ്റർ ബൂട്ട് റെക്കോർഡ് പുനസജ്ജമാക്കുന്നു
ms_my: Menetapkan semula Master Boot Rekod %s
sk_sk: Resetujem hlavný bootovací záznam %s

source: Select Live ISO
fi: Valitse Live-ISO
fr_ca: Choisir l'ISO Live
ms_my: Pilih Live ISO
sk_sk: Vyberte Live ISO

source: Setting up OLPC boot file...
fi: Luodaan OLPC-käynnistystiedostoa...
fr_ca: Configuration du fichier d'amorçage de l'OLPC...
ms_my: Tetapkan OLPC boot fail...
sk_sk: Nastavujem štartovací súbor OLPC...

source: Some partitions of the target device %(device)s are mounted. They will be unmounted before starting the installation process.
et: Osad sihtseadme %(device)s jaotused on paigaldatud. Need võetakse ära enne installimisprotsessi alustamist.
fi: Jotkut laitteen %(device)s osiot on liitetty. Osiot irrotetaan ennen kuin asennus alkaa.
fr_ca: Certaines partitions du périphérique cible %(device)s sont montées. Elles seront démontées avant de démarrer le processus d'installation.
ml: ടാർഗെറ്റ് ഉപകരണത്തിന്റെ %(device)sചില പാർട്ടീഷനുകൾ മൗണ്ട് ചെയ്തിരിക്കുന്നു.ഇൻസ്റ്റാളേഷൻ പ്രക്രിയ ആരംഭിക്കുന്നതിന് മുമ്പ് അവ അൺമൗണ്ട് ചെയ്യും.
sk_sk: Niektoré oddiely, pripojené na cieľovom zariadení %(device)s sú pripojené. Pred začatím inštalačného procesu budú odpojené.

source: Source type does not support verification of ISO MD5 checksum, skipping
fi: Lähteen muoto ei tue ISO:n MD5-tarkistussumman varmistamista: vaihe ohitetaan
fr_ca: Ce type de source ne permet pas la vérification de la somme de contrôle MD5 de l'ISO, passage à l'étape suivante
ms_my: Jenis sumber tidak menyokong pengesahan ISO MD5 checksum, melangkau
sk_sk: Typ zdrojového súboru nepodporuje verifikáciu ISO MD5 checksum, preskakujem

source: Synchronizing data on disk...
et: Sünkroniseerin andmeid kettal...
fi: Synkronoidaan levyn tiedot...
fr_ca: Synchronisation des données sur le disque...
ml: ഡിസ്കിൽ ഡാറ്റ സമന്വയിപ്പിക്കുന്നു ...
sk_sk: Synchronizujem dáta na disku...

source: Target Device
fi: Kohdelaite
fr_ca: Périphérique cible
sk_sk: Cieľové zariadenie

source: The Master Boot Record on your device is blank. Pressing 'Install Tails' again will reset the MBR on this device.
fi: Pääkäynnistyslohko (MBR) on tyhjä. Asenna Tails -painike palauttaa laitteen pääkäynnistyslohkon.
fr_ca: L'enregistrement d'amorçage maître de votre périphérique est vide. Peser à nouveau sur « Installer Tails » va écraser le MBR de ce périphérique.

source: The selected file is unreadable. Please fix its permissions or select another file.
et: Valitud fail on loetamatu. Palun korrigeerige selle loastaatust või valige muu fail.
fi: Valittu tiedosto ei ole luettavissa. Korjaa käyttöoikeudet tai valitse toinen tiedosto.
fr_ca: Le fichier sélectionné n'est pas lisible. Veuillez changer ses permissions ou sélectionner un autre fichier.
ml: തിരഞ്ഞെടുത്ത ഫയൽ വായിക്കാൻ കഴിയില്ല. ദയവായി അതിന്റെ അനുമതികൾ പരിഹരിക്കുക അല്ലെങ്കിൽ മറ്റൊരു ഫയൽ തിരഞ്ഞെടുക്കുക.
sk_sk: Vybraný súbor je nečitaťeľný. Prosím upravte oprávnenia alebo vyberte iný súbor.

source: There was a problem executing the following command: `%(command)s`. A more detailed error log has been written to '%(filename)s'.
et: Ilmnes viga järgneva käsu täitmisel:`%(command)s`. Detailsem vealogi kirjutati '%(filename)s'.
fi: Komennon `%(command)s` suorittamisessa oli ongelma. Tarkempi virheloki on kirjoitettu tiedostoon '%(filename)s'.
fr_ca: Un problème est survenu lors de l'exécution de la commande suivante : « %(command)s » Un journal plus détaillé a été écrit dans le fichier « %(filename)s »
ml: ഇനിപ്പറയുന്ന കമാൻഡ് എക്സിക്യൂട്ട് ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്: %(command)s. കൂടുതൽ വിശദമായ പിശക് ലോഗ് '%(filename)s' ലേക്ക് എഴുതിയിരിക്കുന്നു.
ms_my: Terdapat ralat ketika cuba menjalankan baris arahan: `%(command)s`. Fail log yang terdapat penerangan lebih lanjut telah dicipta ke '%(filename)s'.
sk_sk: Pri vykonávaní nasledovného príkazu: `%(command)s` nastala chyba. Podrobnosti o tejto chybe boli zapísané do súboru '%(filename)s'.

source: This button allows you to browse for an existing Live system ISO that you have previously downloaded. If you do not select one, a release will be downloaded for you automatically.
fi: Tästä napista voit selata Live-levykuvia, jotka on tallennettu koneellesi. Jos et valitse levykuvaa, julkaisu ladataan sinulle automaattisesti.
fr_ca: Ce bouton vous permet de rechercher un Live ISO que vous auriez déjà téléchargé. Si vous n'en choisissez pas, une version sera téléchargée pour vous automatiquement.
sk_sk: Toto tlačítko Vám umožní nájsť existujúci Live ISO, ktorý ste stiahli. Ak žiaden nevyberiete, bude stiahnutý automaticky.

source: This button will begin the LiveUSB creation process. This entails optionally downloading a release (if an existing one wasn't selected), extracting the ISO to the USB device, creating the persistent overlay, and installing the bootloader.
fi: Tästä napista aloitetaan Live-USB:n valmistus. Valmistuksessa ladataan julkaisu, jos olemassaolevaa levykuvaa ei valita, puretaan ISO-levykuva USB-laitteelle, luodaan laitteelle pysyvä tallennustila ja asennetaan alkulatausohjelma.
fr_ca: Ce bouton va démarrer le processus de création du LiveUSB. Cela implique le téléchargement optionnel d'une version (si aucune n'était choisie), l'extraction de l'ISO sur le périphérique USB, la création d'une zone persistante, et l'installation du chargeur de démarrage
sk_sk: Toto tlačítko spustí proces vytvárania Live USB. To znamená prípadne stiahnutie (ak žiadna verzia nebola vybraná) a rozbalenie ISO obrazu na USB kľúč, vytvorenie trvalej pamäte a inštalácia zavádzača.

source: This is the USB stick that you want to install your Live system on. This device must be formatted with the FAT filesystem.
fi: Tämä on USB-tikku, jolle haluat asentaa Live-käyttöjärjestelmän. Laitteen on oltava alustettu FAT-tiedostojärjestelmällä.
fr_ca: C'est la clef USB sur laquelle vous souhaitez installer votre système prêt à l'emploi. Celle-ci doit être formatée avec le système de fichiers FAT.
sk_sk: Toto je USB kľúč, na ktorý chcete inštalovať Váš Live systém. Toto zariadenie musí byť naformátované systémom FAT.

source: This is the progress bar that will indicate how far along in the LiveUSB creation process you are
fi: Tämä on edistymisen ilmaisin, joka kertoo, kuinka pitkällä LiveUSB:n luonti on.
fr_ca: C'est la barre de progression qui vous indiquera l'avancement de la création du LiveUSB.
sk_sk: Toto je ukazovateľ postupu, ktorý ukazuje postup vytvárania LiveUSB.

source: This is the status console, where all messages get written to.
fi: Tämä on tilakonsoli, jonne kaikki viestit kirjoitetaan.
fr_ca: C'est la console d'état, où tous les messages sont écrits.
sk_sk: Toto je informačná konzola, ktorá vypisuje všetky správy.

source: Trying to continue anyway.
et: Jätkan sellegipoolest.
fi: Yritetään jatkaa jokatapauksessa.
fr_ca: On essaie de continuer malgré tout.
ml: എന്തായാലും തുടരാൻ ശ്രമിക്കുന്നു.
sk_sk: Pokušam sa napriek tomu pokračovať.

source: Unable to change volume label: %(message)s
et: Ei suutnud vahetada andmeköite silti: %(message)s
fi: Taltion nimiötä ei voida muuttaa: %(message)s
fr_ca: Impossible de changer l'étiquette du volume : %(message)s
ml: വോളിയം ലേബൽ മാറ്റാൻ കഴിയില്ല: %(message)s
ms_my: Tidak dapat mengubah label volume: %(message)s
sk_sk: Nie je možné zmeniť menovku %(message)s
