Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: Tor Browser User Manual
ar: دليل استخدام متصفّح تور
bg: Потребителски наръчник на Tor браузъра
id: Panduan Pengguna Tor Browser
ka: Tor-ბრაუზერის სახელმძღვანელო
lv: Pārlūka Tor lietotāja rokasgrāmata
nb: Brukermanual for Tor-nettleseren
pt: Tor Browser - Manual do Utilizador
sv: Tor Browser bruksanvisning

source: A list of known issues.
ar: قائمة المشاكل الشائعة.
bg: Списък с известни проблеми.
id: Daftar masalah yang diketahui.
ka: ცნობილი ხარვეზების ჩამონათვალი
lv: Zināmu problēmu saraksts.
nb: En liste over kjente problemer.
pt: Uma lista de problemas conhyecidos.
sv: En lista över kända problem

source: Known Issues
ar: مشاكل شائعة
bg: Известни проблеми
id: Masalah yang telah diketahui
ka: ცნობილი ხარვეზები
lv: Zināmās problēmas
nb: Kjente problemer
pt: Problemas Conhecidos
sv: Kända problem

source: Tor needs your system clock (and your time zone) set to the correct time.
ar: يحتاج تور إلى ضبط ساعة جهازك (ومنطقتك الزمنية) على الوقت الصحيح.
bg: Tor изисква системният часовник на компютъра(и времевата зона) да използват правилното време.
id: Tor membutuhkan sistem waktu (dan zona waktu anda) diatur pada waktu yang tepat.
ka: Tor საჭიროებს თქვენი სისტემის საათს (თან დროის სარტყელს) დროის სწორად მითითებისთვის.
lv: Tor ir nepieciešams, ka Jūsu sistēmas laika (un Jūsu laika zonas) iestatījumi ir pareizi.
nb: Tor trenger tidsstempel fra din systemklokke (og din tidssone) for å sette korrekt tid.
pt: O Tor precisa do seu relógio do sistema (e a sua zona horária) definido para a hora correta.
sv: Tor kräver att din systemklocka (och din tidszon) är inställd på rätt tid.

source: The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
ar: برامج جدر الحماية التالية معروفة بتأثيرها على تور وقد تحتاج لتعطلها مؤقتا:
bg: Следният софтуер за файъруол често пречи на Tor и може да се наложи да го спрете временно:
id: Perangkat lunak firewall berikut telah diketahui mengganggu Tor dan mungkin perlu dinonaktifkan sementara:
ka: მოცემული ქსელის ფარი ცნობილია, რომ ურთიერთქმედებს Tor-ზე შესაძლოა, მისი დროებით გათიშვა იყოს საჭირო:
lv: Ir zināms, ka šāda ugunsmūru programmatūra traucē Tor un to nepieciešams uz laiku atspējot:
nb: Følgende brannmursprogramvare har kjente problemer med å samarbeide med Tor og trenger kanskje å bli skrudd av midlertidig:
pt: O software de firewall seguinte é conhecido por causar interferência com o Tor e poderá ter que ser desativado temporariamente:
sv: Följande brandväggsprogram har varit känd för att störa Tor och kan behöva inaktiveras tillfälligt:

source: Sophos Antivirus for Mac
bg: Sophos Antivirus за Mac
id: Sophos Antivirus untuk Mac
ka: Sophos Antivirus Mac-ისთვის
lv: Sophos antivīrus Mac'am
pt: Sophos Antivirus para Mac

source: Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ar: الوسائط التي تحتاج لمشغل أدوبي فلاش غير متاحة. فلاش معطّل لأسباب متعلّقة بالأمان.
bg: Видеота, които използват Adobe Flash няма да работят. Flash е спрян от съображения по сигурността.
id: Video yang membutuhkan Adobe Flash tidak tersedia. Flash dinon-aktifkan untuk alasan keamanan.
ka: ვიდეოები რომლებიც საჭიროებს Adobe Flash-ის გამშვებს, მიუწვდომელია. Flash შეზღუდულია უსაფრთხოების მიზნებით.
lv: Nav pieejami video, kuriem nepieciešami Adobe Flash. Drošības apsvērumu dēļ Flash ir atspējots.
nb: Videoer som krever Adobe Flash er utilgjengelige. Flash er avskrudd som følge av sikkerhetshensyn.
pt: Os vídeos que requerem o Adobe Flash estão indisponíveis. Flash é desativado por motivos de segurança.
sv: Videoklipp som kräver Adobe Flash är inte tillgängliga. Flash är inaktiverad av säkerhetsskäl.

source: Tor can not use a bridge if a proxy is set.
ar: لا يستطيع تور استخدام جسر إذا كان الوسيط (بروكسي) مفعّل.
bg: Tor не може да използва мост ако е заложено прокси.
id: Tor tidak dapat menggunakan bridge apabila proxy sudah diatur.
ka: Tor-ს შეუძლია გადამცემი ხიდის გამოყენება შეაჩეროს, თუ პროქსია დაყენებული.
lv: Tor nevar lietot tiltu, ja ir iestatīts starpniekserveris.
nb: Tor kan ikke bruke en bro hvis en mellomtjener har blitt satt opp.
pt: O Tor não pode utilizar uma ponte se estiver definido um proxy.
sv: Tor kan inte använda en bro om en proxy är inställd.

source: The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ar: حزمة متصفّح تور مؤرخة بتاريخ 1 يناير (كانون الثاني) 2000 00:00:00 جرينتش. يتيح هذا ضمان أن كل بناء من تور يمكن تكراره والحصول على نفس الناتج بالضبط.
bg: Tor браузър пакетът е с дата Януари 1, 2000 00:00:00 UTC. Това е за да може всяка версия да бъде изцяло възпроизвеждана.
id: Paket Tor Browser bertanggal 1 Januari 2000 00:00:00 UTC. Hal ini untuk menjamin bahwa setiap perangkat lunak secara tepat dapat digandakan.
ka: Tor-ბრაუზერის კრებული დათარიღებულია 2000 წლის 1 იანვრით, 00:00:00 UTC. ეს იმის უზრუნველსაყოფადაა, რომ თითოეული ანაწყობის კვლავწარმოება იყოს შესაძლებელი.
lv: Pārluka Tor pakotnes datums ir 2000. gada 1. janvāris 00.00:00 UTC. Tas darīts, lai nodrošinātu, ka ikviens programmatūras būvējums būtu precīzi atveidojams.
nb: Tor-nettleserpakken er datert første Januar 2000 00:00:00 UTC. Dette for å sørge for at hver programvareutgave er reproduserbar ned til minste detalj.
pt: O pacote do Tor Browser é datado de 1 de janeiro de 2000 00:00:00 UTC. Isto é para garantir que cada compilação de software é exatamente reprodutível.
sv: Tor Browser paketet är daterad 1 jan 2000 00:00:00 UTC. Detta för att säkerställa att varje byggd mjukvara är exakt reproducerbar.

source: To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ar: لتشغيل تور على أوبونتو، على المستخدم أن ينفّذ نصّا برمجيّا. افتح ”ملفّات“ (مستكشف يونيتي)، ثم افتح خيارات ← لسان ”السلوك“ ← حدّد ”شغّل ملفّات النّص التنفيذية عند فتحها“ على ”اسأل كل مرّة“ ثمّ أغلق المربّع.
bg: За да стартирате Tor браузъра на Ubunu, потребителите трябва да стартират скрипт. Отворете "Files" (в Unity explorer), отворете Preferences → Behavior Tab → Променете "Run executable text files when they are opened" на "Ask every time", и натиснете ОК.
id: Untuk menjalankan Tor Browser pada Ubuntu, pengguna perlu menjalankan shell script. Buka "Files" (Unity Explorer), buka Preference → Behavior Tab → Set "Run executable text files when they are opened" menjadi "Ask every time", lalu klik OK.
ka: Tor-ბრაუზერის Ubuntu-ზე გასაშვებად, საჭიროა პროგრამული გარსით სკრიპტის გაშვება. გახსენით „Files“ (Unity-ის ფაილების მმართველი) → Preferences (თვისებები) → Behavior Tab (მოქმედებების ჩანართი) → ჩაანაცვლეთ „Run executable text files when they are opened“ პარამეტრი „Ask every time“ (შეკითხვა ყოველ ჯერზე) პარამეტრით, შემდეგ კი „OK“.
lv: Lai lietotu pārlūku Tor ar Ubuntu, lietotājiem jāizpilda čaulas skripts. Atveriet „Datnes” (Unity pārlūks), atveriet Preferences → Uzvedības cilne → Iestatīt „Izpildīt izpildāmas teksta datnes, kad tās atvērtas” uz „Jautāt katru reizi”, tad noklikšķiniet Labi.
nb: For å kjøre Tor-nettleseren på Ubuntu, må brukere kjøre et skallskript. Åpne "Filer" (filutforskeren i Unity), åpne Innstillinger → Oppførselsfanen → sett "kjør programfiler når de åpnes" til "Spør hver gang", klikk så OK.
pt: Para executar o Tor Browser no Ubuntu, os utilizadores precisam de executar um script de shell. Abra "Ficheiros" (Explorador de unidade), abra Preferências → Separador de Comportamento → Definir "Executar ficheiros de texto executáveis quando forem abertos" para "Pedir de todas as vezes", depois clique em OK.
sv: För att köra Tor Browser på Ubuntu måste användarna exekvera ett skalskript. Öppna "Filer" (Unity explorer), öppna Inställningar → Beteendeflik → Ange "Kör körbara textfiler när de öppnas" till "Fråga varje gång" och klicka sedan på OK.

source: Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ar: يمكن تشغيل متصفّح تور من سطر الأوامر عبر تنفيذ الأمر التالي من داخل مجلد متصفّح تور:
bg: Тор браузърът може да бъде стартиран от командния ред като бъде изпълнена следната команда от директорията на браузъра:
id: Tor Browser bisa juga di mulai dari garis command dengan menjalankan perintah dari dalam direktori Tor Browser
ka: Tor-ბრაუზერი ასევე შესაძლებელია გაეშვას ბრძანებების ფანჯრიდან, შემდეგი ბრძანებით Tor-ბრაუზერის საქაღალდეში:
lv: Pārlūku Tor var arī startēt no komandrindas. Lai to izdarītu, no pārlūka Tor direktorijas jāizpilda komanda:
nb: Tor-nettleseren kan også startes fra kommandolinjen ved å kjøre følgende kommando fra inne i Tor-nettlesermappa:
pt: O Tor Browser também pode ser iniciado a partir da linha de comandos, executando o seguinte comando dentro da diretoria do Tor Browser:
sv: Tor Browser kan också startas från kommandoraden genom att köra följande kommando från inuti Tor Browser-katalogen:

source: Learn how to control personally-identifying information in Tor Browser
ar: تعلّم كيفية التحكّم بالمعلومات التي تعرّف عنك شخصياً في متصفّح تور
bg: Научете как да контролирате лично идентифицираща информация в браузъра Тор.
id: Pelajari bagaimana mengontrol informasi identifikasi pribadi di Tor Browser
ka: იხილეთ ვრცლად, თუ როგორ უნდა მართოთ პირადი და ვინაობის დამდგენი„ მონაცემები Tor-ბრაუზერში
lv: Iemācieties kā pārlūkā Tor pārvaldīt personu identificējošu informāciju
nb: Lær hvordan du kontrollerer personlig identifiserende informasjon i Tor-nettleseren
pt: Aprenda a controlar a informação de identificação pessoal no Tor Browser
sv: Lär dig hur du kontrollerar personligt identifierande information i Tor Browser

source: Managing identities
ar: إدارة الهويات
bg: Управление са самоличности
id: Mengelola identitas
ka: ვინაობის მონაცემების მართვა
lv: Identitāšu pārvaldīšana
nb: Behandling av identiteter
pt: Gerir Identidades
sv: Hantera identiteter

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ar: عندما تتّصل بموقع وِبْ، فالقائمين على هذا الموقع ليسوا الجهة الوحيدة تستطيع تسجيل معلومات حول زيارتك. معظم مواقع الوِبْ في هذه الأيام تستخدم العديد من الخدمات من أطراف خارجية، بما فيها أزرار ”الإعجاب“ لمواقع التواصل الاجتماعية، والمتعقّبات التحليليّة، واللوحات الإعلانية، والتي يمكنها جميعا أن تربط بين نشاطاتك على المواقع المختلفة.
bg: Когато се свържете с уебсайт, не само операторът на този уебсайт може да запише посещението. Повечето уебсайтове сега използват множество външни компании, включително бутони като "Like" на социални мрежи, анализатори на потока, рекламни beacon-и, всички от които могат да свържат вашата дейност от един уебсайт на друг.
id: Saat kamu terkoneksi ke sebuah situs, bukan hanya operator situs tersebut yang bisa merekam informasi mengenai kunjungan anda. Kebanyakan situs saat ini menggunakan banyak sekali layanan pihak ketiga, termasuk tombol "Like" pada sosial media, analisis pelacak, dan suar iklan, yang semuanya bisa mengkaitkan aktivitasmu di situs yang berbeda.
ka: როდესაც ვებსაიტს უკავშირდებით, მხოლოდ მაგ საიტის მმართველი არ აღრიცხავს თქვენს შესვლას. დღესდღეობით, საიტების უმეტესობა იყენებს სხვა საიტების მომსახურებებს, მათ შორის სოციალური ქსელების „მოწონების“ ღილაკებს, სტატისტიკის აღმრიცხველებსა და დარეკლამების საშუალებებს, რომელთაგან თითოეულს შეუძლია სხვადასხვა საიტზე თქვენი მოქმედებების დაკავშირება და ერთიანად აღრიცხვა.
lv: Kad izveidojat savienojumu ar tīmekļa vietni, Jūsu apmeklējuma informāciju var reģistrēt ne tikai tīmekļa vietnes operatori. Mūsdienās vairums tīmekļa vietņu izmanto daudzus trešo personu pakalpojumus, tostarp sociālo tīklu pogas „Patīk”, analītikas mērītājus un reklāmas bāksignālus, kuri visi var sniegt informāciju par Jūsu aktivitātēm dažādās vietnēs.
nb: Når du kobler til en nettside, er det ikke bare operatørene av nettsiden som kan lagre informasjon om ditt besøk. De fleste nettsider bruker flerfoldige tredjepartstjenester, som usosiale nettverkstejesters "Like"-knapper, analysesporere, og reklamesignalering, som alle kan lenke sammen din aktivitet på tvers av forskjellige nettsider.
pt: Quando visita um site da Web, não são só os operadores desse site da Web que podem registar a informação sobre a sua visita. A maioria dos sites da Web agora utilizam inúmeros serviços de terceiros, incluindo os botões "Gostar" das redes sociais, analíticas, rastreadores, e publicidade, e todos podem interligar a sua atividade entre sites diferentes.
sv: När du ansluter till en webbplats är det inte bara operatörerna på den webbplatsen som kan spela in information om ditt besök. De flesta webbplatser använder nu många tredjepartstjänster, bland annat "Gilla"-knappar för sociala nätverk, analytikerspårare och reklamfiler, som alla kan länka din aktivitet på olika webbplatser.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ar: يمنع استخدام شبكة تور المتطفّلين من معرفة مكانك وعنوان الشبكة (IP)، ولكن حتى بدون هذه المعلومات يمكنهم الربط بين أماكن نشاطك المختلفة. لهذا السبب يشمل متصفّح تور بعض الخاصيّات التي تساعدك على التحكّم بالمعلومات التي يمكن ربطها بك.
bg: Използването на Tor мрежата преустановява възможността на наблюдателите да откриват точното Ви местоположение и IP адрес, но дори и без тази информация те могат свържат различни ваши действия в точен профил. Поради тази причина, Tor браузърът включва няколко допълнителни функции, които Ви помагат да контролирате каква информация може да бъде свързана с Вашата самоличност.
id: Menggunakan jaringan Tor, dapat menghentikan pengamat menemukan lokasi dan alamat IP anda yang sebenarnya, namun jika walaupun tanpa informasi tersebut pengamat masih mungkin dapat menghubungkan lokasi aktifitas anda yang berbeda beda secara keseluruhan. Untuk tujuan ini, Tor Browser menyertakan beberapa fitur tambahan yang akan membantu anda mengkontrol informasi apa yang akan disertakan pada identitas anda.
ka: Tor-ქსელის გამოყენება თვალყურისმდევნებლებს არ აძლევს თქვენი მდებარეობისა და IP-მისამართის დადგენის საშუალებას, მაგრამ ამ მონაცემების გარეშეც შესაძლებელია თქვენს გარკვეულ მოქმედებებს შორის კავშირის დადგენა. ამიტომ, Tor-ბრაუზერი შეიცავს დამატებით საშუალებებსაც, რომლებითაც შეგიძლიათ განსაზღვროთ, თუ რა ინფორმაცია შეიძლება იყოს დაკავშირებული თქვენს ვინაობასთან.
lv: Tīkla Tor lietošana neļauj novērotajiem atklāt Jūsu precīzo atrašanās vietu un IP adresi, taču arī bez šīs informācijas viņi var sasaistīt Jūsu aktivitātes dažādās jomās. Šī iemesla dēļ, pārlūkam Tor ir iezīmes, kas palīdz Jums kontrolēt Jūsu identitāti atklājošo informāciju.
nb: Bruk av Tor-nettverket stopper observatører fra å kunne oppdage din eksakte posisjon og IP-adresse, men selv med denne informasjonen kan de hende at de kan lenke sammen forskjellige deler av ditt aktivitetsmønster. Av denne grunn inneholder Tor-nettleseren ytterligere funksjoner som hjelper deg å kontrollere hvilken informasjon som kan knyttes til din identitet.
pt: Ao utilizar a rede Tor faz com que os observadores deixem de poder descobrir a sua localização exata e o endereço de IP, mas mesmo sem essa informação estes poderão interligar diferentes áreas da sua atividade. Por este motivo, o Tor Browser inclui algumas funcionalidades adicionais que o ajudam a controlar qual a informação que pode ser associada com a sua identidade.
sv: Med hjälp av Tor-nätverket hindras observatörer från att kunna upptäcka din exakta plats och IP-adress, men även utan denna information kan de eventuellt länka olika delar av din verksamhet tillsammans. Av denna anledning innehåller Tor Browser några ytterligare funktioner som hjälper dig att styra vilken information som kan kopplas till din identitet.

source: The URL bar
ar: شريط العناوين
bg: Полето за интернет адрес
id: Bar URL
ka: მისამართების ველი
lv: URL josla
nb: Feltet for nettadresser
pt: A barra de URL
sv: Adressfältet

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ar: مع متصفح تور تتمركز تجربتك على الوب حول علاقتك بالموقع الموجود في شريط العناوين. حتى إذا اتصلت بموقعين مختلفين يستخدمان نفس خدمة التعقب الخارجية، فسيجبر متصفح تور أن يمر محتوى كل موقع عبر دائرتي تور مختلفتين، لذا لن يعرف المتعقب أن كلا الاتصالين يأتي من متصفحك.
bg: Тор браузърът съсредоточва вниманието Ви за връзката Ви с уебсайта към полето за интернет адрес. Дори ако се свържете с два отделни сайта, които използват трета компания за следене, Тор браузърът ще пренасочи съдържанието да през две различни Tor вериги, така че тези, които Ви следят няма да могат да установят, че връзката идва от един и същи браузър.
id: Tor Browser memusatkan aktifitas berinternet seputar hubungan anda dengan situs pada kolom URL. Bahkan jika anda terhubung dengan dua situs berbeda yang menggunakan layanan pelacak pihak ke tiga, Tor Browser akan memaksa konten untuk dilewati dua sirkuit Tor yang berbeda, jadi orang yang melacak tidak mengetahui bahwa kedua koneksi tersebut berasal dari browser anda.
ka: Tor-ბრაუზერი უზრუნველყოფს თქვენი მოქმედებების მისამართების ველში მოცემული საიტის ირგლივ თავმოყრას, მაშინაც კი თუ ორ სხვადასხვა საიტს უკავშირდებით, რომლებზეც გამოყენებულია აღრიცხვის ერთი და იგივე მომსახურებები. Tor-ბრაუზერი თითოეულის შიგთავსს ხსნის ორი განსხვავებული Tor-წრედით, შედეგად ვერცერთი აღმრიცხავი ვერ შეიტყობს, რომ ორივე კავშირი ერთი და იმავე კომპიუტერიდანაა.
lv: Pārlūks Tor skata Jūsu tīmekļa pieredzi, ievērojot Jūsu attiecības ar tīmekļa vietni URL joslā. Pat ja Jūs savienojaties ar divām atšķirīgām vietnēm, kas lieto vienu un to pašu trešo personu mērīšanas pakalpojumu, pārlūks Tor nosūtīs saturu pa divām dažādām Tor ķēdēm, tādējādi mērītājs nezinās, ka abi savienojumu avots ir Jūsu pārlūks.
nb: Tor-nettleseren baserer din surfeopplevelse rundt ditt forhold til nettsiden i nettadressefeltet. Selv om du kobler til to forskjellige sider som ikke bruker samme tredjepartssporingstjeneste, vil Tor-nettleseren tvinge innholdet til å bli servert over to forskjellige Tor-kretser, slik at sporeren ikke vil vite at begge tilkoblinger stammer fra din nettleser.
pt: O Tor Browser centra a sua experiência na Web em torno do seu relacionamento com o site da Web na barra do URL. Mesmo se visitar dois sites diferentes que utilizam o mesmo serviço de rastreamento de terceiros, o Tor Browser irá forçar o conteúdo para ser servido por mais de dois circuitos Tor diferentes, assim o rastreador não vai saber que ambas as ligações são originárias do seu navegador.
sv: Tor Browser centrerar din webbupplevelse kring ditt förhållande till webbplatsen i webbläsarfältet. Även om du ansluter till två olika webbplatser som använder samma tredjeparts spårningstjänst, kommer Tor Browser att tvinga innehållet som ska serveras över två olika Tor-kretsar, så spåraren vet inte att båda anslutningarna kommer från din webbläsare.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ar: ومن الناحية الأخرى، كل الاتصالات إلى عنوان موقع واحد تمر عبر نفس دائرة تور، مما يعني أنك تستطيع تصفح صفحات مختلفة من نفس الموقع في ألسنة أو نوافذ منفصلة دون أي تأثير على وظيفة الموقع.
bg: От друга страна, всички връзки към един и същ уебадрес ще минат през същата Tor верига, което означава, че може да разглеждате различни страници от един и същ уебсайт на различни табове или прозорци, без деградация на функционалноста.
id: Disamping itu, setiap koneksi untuk alamat situs tunggal akan dibuat dengan sirkuit Tor yang sama, artinya anda dapat menjelajahi halaman yang berbeda pada sebuat situs tunggal pada tabs atau jendela yang berbeda, tanpa kehilangan satupun funsionalitas.
ka: მეორე მხრივ, ერთი და იმავე საიტის მისამართიდან ყველა კავშირი ერთი Tor-წრედით მოდის, რაც ნიშნავს, რომ ცალკეულ საიტზე, რამდენიმე სხვადასხვა გვერდი ჩვეულებრივ შეგიძლიათ გახსნათ სხვადასხვა ჩანართსა თუ ფანჯარაში, მონაცემების დაკარგვის გარეშე.
lv: No otras puses visi savienojumi ar to pašu tīmekļa adresi tiks veikti vienā Tor ķēdē, tādējādi ļaujot Jums atšķirīgās cilnēs un logos pārlūkot tīmekļa vietnes dažādas lapas un nezaudēt funkcionalitāti.
nb: På den anden hånd vil alle tilkoblinger til en enkelt nettadresse bli gjort over samme Tor-krets, noe som betyr at du kan besøke forskjellige sider av en enkelt nettside i forskjellige faner eller vinduer, uten tap av funksjonalitet.
pt: Por outro lado, todas as ligações para um único endereço do site da Web serão efetuadas durante o mesmo circuito Tor, o que significa que navegar em páginas diferentes de um único site da web em separadores separados ou janelas, sem qualquer perda de funcionalidade.
sv: Å andra sidan kommer alla anslutningar till en enda webbplatsadress att göras över samma Tor-krets, vilket innebär att du kan bläddra i olika sidor på en enda webbplats i separata flikar eller fönster, utan att det går någon förlust av funktionaliteten.

# _
source: external ref='media/managing-identities/circuit_full.png' md5='bd46d22de952fee42643be46d3f95928'
pt: ref. externa='media/managing-identities/circuit_full.png' md5='bd46d22de952fee42643be46d3f95928'

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the onion menu.
ar: يمكنك الاطلاع على رسم بياني بالدائرة التي يستخدمها متصفح تور للسان الحالي من قائمة البصلة.
bg: Може да видите диаграма на веригатa, която използва Tor в текущия таб от менюто с лук.
id: Kamu dapat melihat diagram dari sirkuit yang digunakan Tor Browser pada tab saat ini di menu onion.
ka: გრაფიკული გამოსახულება წრედის, რომელსაც Tor-ბრაუზერი იყენებს, შეგიძლიათ იხილოთ მიმდინარე ჩანართის Onion-მენიუში.
lv: Sīpola izvēlnē Jūs varat redzēt pārlūka Tor pašreizējai cilnei lietotās shēmas diagrammu.
nb: Du kan se et diagram av kretsen Tor-nettleseren bruker for gjeldende fane i løk-menyen.
pt: Pode ver um diagrama do circuito que o Tor Browser está a utilizar para o separador atual no menu da cebola.
sv: Du kan se ett diagram över den krets som Tor Browser använder för den aktuella fliken i onionmenyn.

source: Logging in over Tor
ar: الولوج عبر تور
bg: Вписване през Tor
id: Masuk lebih dari Tor
ka: ანგარიშზე შესვლა Tor-ით
lv: Reģistrēšanās, izmantojot Tor'u
nb: Innlogging over Tor
pt: Iniciar sessão com Tor
sv: Logga in över Tor
