Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: error:
az: xəta:
bg: грешка:
bn: ত্রুটি:
eo: eraro:
gl: erro:
id: kesalahan:
ja: エラー:
ka: შეცდომა:
kk: Қате:
ml: പിശക്:
ms_my: ralat:
nb: feil:
sk: chyba:
sq: gabim:
sv: fel:

source: Warning: virtual machine detected!
az: Təhlükə: virtual dəzgah müəyyənləşdirilib!
bg: Внимание: открита е виртуална машина!
bn: সতর্কতা: ভার্চুয়াল মেশিন সনাক্ত!
eo: Atentigo: virtuala maŝino estas detektita!
gl: Aviso: detectouse unha máquina virtual
id: Peringatan: mesin virtual terdeteksi!
ja: 警告: 仮想マシンを検出！
ka: ყურადღება: აღმოჩენილია ვირტუალური მანქანა!
kk: Ескерту: виртуалды машина анықталды!
ml: മുന്നറിയിപ്പ്: വെർച്വൽ മെഷീൻ കണ്ടെത്തി!
ms_my: Amaran: komputer maya dikesan!
nb: Advarsel: Virtuell maskin oppdaget!
sk: Varovanie: bol detegovaný virtuálny stroj!
sq: Kujdes: është zbuluar makinë virtuale!
sv: Varning: Virtuell maskin upptäcktes!

source: Warning: non-free virtual machine detected!
bg: Внимание: открита е виртуална машина със защитени права!
bn: সতর্কতা: অ-মুক্ত ভার্চুয়াল মেশিন সনাক্ত!
id: Peringatan: mesin virtual non-free terdeteksi!
ja: 警告:フリーソフトではない仮想マシンを検出！
ka: გაფრთხილება: აღმოჩენილია არათავისუფალი ვირტუალური მანქანა!
kk: Ескерту: тегін емес виртуалды машина анықталды!
ml: മുന്നറിയിപ്പ്: സൗജന്യമല്ലാത്ത വെർച്വൽ മെഷീൻ കണ്ടെത്തി!
ms_my: Amaran: komputer maya bukan-bebas dikesan!
nb: Advarsel: ufri virtuell maskin oppdaget!
sk: Upozornenie: bol objavený virtuány stroj!
sq: Kujdes: është pikasur një makinë virtualizimi jo falas!
sv: Varning: virtuell maskin som inte är fri upptäcktes!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
bg: Операционната система - домакин и софтуерът за виртуализация могат да наблюдават какво правите в Tails.Само свободния софтуер може да се счита за надежден, както за операционната система домакин така и за софтуера за виртуализация.
bn: উভয় হোস্ট অপারেটিং সিস্টেম এবং ভার্চুয়ালাইজেশন সফটওয়্যারটি আপনি কি টাইলগুলিতে করছেন তা নিরীক্ষণ করতে সক্ষম। হোস্ট অপারেটিং সিস্টেম এবং ভার্চুয়ালাইজেশন সফ্টওয়্যার উভয়ের জন্য শুধুমাত্র ফ্রি সফ্টওয়্যার নির্ভরযোগ্য বলে মনে করা যেতে পারে।
id: Baik sistem operasi asal dan perangkat lunak virtualisasi dapat memonitor apa yang sedang kamu lakukan di Tails. Hanya free software yang dapat dipandang terpercaya, untuk kedua sistem operasi host dan perangkat lunak virtualisasi.
ja: ホストオペレーティングシステムと仮想化ソフトウェアのどちらも、Tailsで行っていることを監視できます。ホストオペレーティングシステムと仮想化ソフトウェアには、フリーソフトのみが信頼されます。
ka: ორივეს, საოპერაციო სისტემასაც და ვირტუალურ პროგრამასაც შეუძლია თვალი ადევნოს თქვენს მოქმედებებს Tails-ში. მხოლოდ თავისუფალი პროგრამა შეიძლება ჩაითვალოს სანდოდ, როგორც საოპერაციო სისტემის, ასევე ვირტუალური პროგრამის შემთხვევაში.
kk: Хосттың операциялық жүйесі және виртуалдандыру бағдарламалық қамтамасыз етуі Tails не істеп жатқанын бақылай алады. Тек қана тегін бағдарламалық жасақтаманы хост операциялық жүйесі мен виртуалдандыру бағдарламалық жасақтамасы үшін сенімді деп санауға болады.
ml: ടെയിൽസിൽ നിങ്ങൾ എന്താണ് ചെയ്യുന്നതെന്ന് നിരീക്ഷിക്കാൻ ഹോസ്റ്റ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനും വിർച്വലൈസേഷൻ സോഫ്റ്റ്വെയറിനും കഴിയും. ഹോസ്റ്റ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനും വിർച്വലൈസേഷൻ സോഫ്റ്റ്വെയറിനും സൗജന്യ സോഫ്റ്റ്വെയർ മാത്രമേ വിശ്വസനീയമെന്ന് കണക്കാക്കാൻ കഴിയൂ.
ms_my: Kedua-dua sistem pengoperasian hos dan perisian pemayaan dapat memantau apa yang anda buat di dalam Tails. Hanya perisian bebas boleh dipercayai, bagi kedua-dua jenis sistem pengoperasian hos dan perisian pemayaan.
nb: Både vertssystemet og virtualiseringsprogramvaren er i stand til å overvåke alt du gjør i Tails. Kun fri programvare kan anses som pålitelig, både hva gjelder vertssystemet og virtualiseringsprogramvaren.
sk: Operačný systém ako aj softvér pre virtualizáciu môžu monitorovať Vašu aktivitu v Tails. Len voľne šíriteľný softvér je možné považovať za dôveryhodný pre operačný systém aj virtualizačný softvér.
sq: Si sistemi operativ pritës, ashtu edhe programi virtualizues janë në gjendje të monitorojnë se çfarë po bëni në Tails. Vetëm programet pa pagesë mund të konsiderohen të besueshëm, si për sistemin operativ pritës, ashtu edhe për programin e virtualizmit.
sv: Både värdsystemet och virtualiseringsmjukvaran kan övervaka det du gör i Tails. Bara fri mjukvara kan räknas som pålitlig, för både värdsystemet och virtualiseringsmjukvaran.

source: Learn more
bg: Научете повече
bn: আরও জানুন
gl: Aprender máis
id: Pelajari lebih lanjut
ja: 詳細を見る
ka: იხილეთ ვრცლად
kk: Толық оқу
ml: കൂടുതൽ അറിയാൻ
ms_my: Ketahui lebih lanjut
nb: Lær mer
sk: Zistite viac
sq: Mësoni më shumë
sv: Mer information

source: Tor is not ready
az: Tor hazır deyil
bg: Tor не е готов
bn: টর প্রস্তুত না
eo: Tor ne pretas
gl: Tor non está listo
id: Tor belum siap
ja: Tor は準備出来ていません
ka: Tor არაა მზად
kk: Tor дайын емес
ml: ടോർ തയ്യാറല്ല
ms_my: Tor tidak sedia
nb: Tor er ikke klar
sk: Tor nie je pripravený
sq: Tor s'është gati
sv: Tor är inte redo

source: Tor is not ready. Start Tor Browser anyway?
az: Tor hazır deyil. Buna baxmayaraq Tor Brauzeri açılsın?
bg: Tor не е готов.Да стартирам ли Tor Браузър въпреки всичко?
bn: টর প্রস্তুত না টর ব্রাউজার যাইহোক শুরু?
eo: Tor ne pretas. Ĉu ŝalti Tor Browser malgraŭe?
gl: Tor non está listo. Arrancar Tor Browser de tódolos xeitos?
id: Tor belum siap. Tetap jalankan Tor Browser?
ja: Tor は準備出来ていません。とにかく Tor Browser を起動しますか？
ka: Tor არაა მზად. მაინც გაეშვას Tor-ბრაუზერი?
kk: Tor дайын емес.Tor браузеін кез келген уақытта іске қосыңыз
ml: എന്തായാലും ടോർ ബ്രൌസർ ആരംഭിക്കണോ?
ms_my: Tor tidak sedia. Mulakan Pelayar Tor jua?
nb: Tor er ikke klar. Start Tor-nettleseren uansett?
sk: Tor nie je pripravený. Spustiť Tor Browser aj tak?
sq: Tor s'është gati. Do ta nisni Tor Browser gjithsesi?
sv: Tor är inte redo. Starta Tor Browser ändå?

source: Start Tor Browser
az: Tor Brauzerini Başlat
bg: Стартирай Tor Браузър
bn: টর ব্রাউজার শুরু করুন
eo: Startigi Tor Browser
gl: Arrancar Tor Browser
id: Mulai Tor Browser
ja: Tor Browser を起動
ka: Tor-ბრაუზერის გაშვება
kk: Tor браузерін бастау
ml: ടോർ ബ്രൗസർ ആരംഭിക്കുക
ms_my: Mula Pelayar Tor
nb: Start Tor-nettleseren
sk: Spustiť Tor Browser
sq: Niseni Tor Browser
sv: Starta Tor Browser

source: Tor Status
bg: Състояние на Тор
bn: টর অবস্থা
id: Status Tor
ja: Torの状態
ka: Tor-ის მდგომარეობა
ml: ടോർ സ്ഥിതിഗതികൾ
ms_my: Status Tor

source: Open Onion Circuits
bn: Onion বর্তনী খোলুন
id: Buka Sirkuit Onion
ja: Onionサーキットを開きます
ka: Onion-წრედების გახსნა
kk: Onion тізбектерін ашу
ml: ഒണിയൻ സർക്യൂട്ടുകൾ തുറക്കുക
ms_my: Buka Litar Onion
sk: Otvoriť Onion Okruhy
sv: Öppna Onion-kretsar

source: {volume_label} ({volume_size})
ml: {വോളിയം_ലേബൽ} ({വോളിയം_ വലുപ്പം})

source: {partition_name} ({partition_size})
ml: {പാർട്ടീഷൻ പേര് } ({പാർട്ടീഷൻ വലുപ്പം })

source: {volume_size} Volume
bn: {volume_size} ভলিউম
ja: {volume_size} ボリューム
ka: {volume_size} დანაყოფი
kk: {volume_size}Көлемі
ml: {വോളിയം_ വലുപ്പം} വോളിയം
ms_my: Volum {volume_size}
nb: {volume_size} Lagring
sv: {volume_size} Volym

source: {volume_name} (Read-Only)
id: {volume_name} (Hanya-Baca)
ja: {volume_name} (読み取り専用)
ka: {volume_name} (მხოლოდ-წაკითხვით)
kk: {volume_name} (Тек-Оқу)
ml: {വോളിയം_പേര് } (വായന-മാത്രം)
ms_my: {volume_name} (Baca-Sahaja)
nb: {volume_name} (Skrivebeskyttet)
sv: {volume_name} (Skrivskyddad)

source: {partition_name} in {container_path}
bn: {partition_name} হয় {container_path}
id: {partition_name} di {container_path}
ja: {container_path} にある{partition_name}
ka: {partition_name} – {container_path}
ml: {കണ്ടെയ്നർ പാത} ലെ {പാർട്ടീഷൻ പേര് }
ms_my: {partition_name} di dalam {container_path}
nb: {partition_name} i {container_path}
sv: {partition_name} i {container_path}

source: {volume_name} – {path_to_file_container}
ml: {വോളിയം_പേര്}-{കണ്ടെയ്നർ പാത}

source: {partition_name} on {drive_name}
id: {partition_name} pada {drive_name}
ja: {drive_name} にある {partition_name}
ka: {partition_name} – {drive_name}
ml: {ഡ്രൈവ്_നാമം} ലെ {പാർട്ടീഷൻ പേര് }
ms_my: {partition_name} di dalam {drive_name}
nb: {partition_name} på {drive_name}
sv: {partition_name} på {drive_name}

source: {volume_name} – {drive_name}
ml: {വോളിയം_പേര്}-{ഡ്രൈവ്_നാമം}

source: Wrong passphrase or parameters
bn: ভুল পাসফ্রেজ বা পরামিতি
id: Frasa sandi atau parameter salah
ja: パスフレーズやパラメーターが間違っています
ka: არასწორი პაროლი ან პარამეტრები
kk: Қате құпия сөз немесе параметрлер
ml: തെറ്റായ പാസ്‌ഫ്രെയ്‌സ് അല്ലെങ്കിൽ പാരാമീറ്ററുകൾ
ms_my: Frasa laluan atau parameter salah
nb: Feil passordfrase eller parametre
sk: Nesprávne heslo alebo parametre
sv: Fel lösenfras eller parametrar

source: Error unlocking volume
bn: ভলিউম আনলক ত্রুটি
id: Gagal membuka volume
ja: ボリュームのロック解除が失敗しました
ka: შეცდომა დანაყოფის გახსნისას
kk: Томның құлпын ашу қатесі
ml: വോളിയം അൺലോക് ചെയ്യുന്നതിൽ തെറ്റ് സംഭവിച്ചു
ms_my: Ralat membuka volum
nb: Feil ved opplåsing av volum
sk: Chyba pri odomknutí oblasti
sv: Ett fel uppstod vid upplåsning av volymen

source: Couldn't unlock volume {volume_name}: {error_message}
bn: ভলিউম আনলক করা যায়নি {volume_name}: {error_message}
id: Tidak dapat membuka volume {volume_name}: {error_message}
ja: ボリュームのロック解除ができませんでした {volume_name}: {error_message}
ka: ვერ მოხერხდა გახსნა დანაყოფის {volume_name}: {error_message}
kk: Томның құлпын ашу мүмкін болмады {volume_name}: {error_message}
ml: വോളിയം അൺലോക്കുചെയ്യാനായില്ല {വോളിയം പേര്}: {പിശക് സന്ദേശം}
ms_my: Tidak dapat membuka volum {volume_name}: {error_message}
nb: Kunne ikke låse opp lagringen {volume_name}: {error_message}
sk: Nepodarilo sa odomknúť oblasť {volume_name}: {error_message}
sv: Kunde inte låsa upp volymen {volume_name}: {error_message}

source: One or more applications are keeping the volume busy.
bn: এক বা একাধিক অ্যাপ্লিকেশন ভলিউমকে ব্যস্ত রাখছে।
ja: 1つ以上のアプリケーションがボリュームをビジー状態にしています。
ka: დანაყოფი დაკავებულია ერთი ან რამდენიმე პროგრამის მიერ.
ml: ഒന്നോ അതിലധികമോ അപ്ലിക്കേഷനുകൾ വോളിയം തിരക്കിലാണ്.
nb: En eller flere applikasjoner holder lagringen opptatt.
sk: Jedna, alebo niekoľko aplikácií stále využivajú zväzok
sv: En eller flera program håller volymen upptagen.

source: Couldn't lock volume {volume_name}: {error_message}
bn: ভলিউম আনলক করা যায়নি {volume_name}: {error_message}
ja: ボリュームのロックができませんでした {volume_name}: {error_message}
ka: ვერ მოხერხდა ჩაკეტვა დანაყოფის {volume_name}: {error_message}
ml: വോളിയം ലോക്കുചെയ്യാനായില്ല {വോളിയം_പേര്}: {പിശക്സ_ന്ദേശം}
nb: Kunne ikke låse lagringen {volume_name}: {error_message}
sk: Uzamknutie zväzku {volume_name} nebolo možné : {error_message}
sv: Kunde inte låsa volymen {volume_name}: {error_message}

source: Locking the volume failed
bn: ভলিউম লক করা ব্যর্থ
ja: ボリュームのロックに失敗しました
ka: დანაყოფის ჩაკეტვა ვერ მოხერხდა
ml: വോളിയം ലോക്കുചെയ്യുന്നത് പരാജയപ്പെട്ടു
nb: Låsingen av lagringen feilet
sk: Zamykanie zväzku zlyhalo
sv: Låsning av volymen misslyckades

source: No file containers added
bn: কোনো ফাইল ধারক যোগ হয়নি।
id: Tidak ada kontainer berkas yang ditambahkan
ja: ファイルコンテナは追加されませんでした
ka: ფაილის სათავსები არ დამატებულა
kk: Файл контейнерлері қосылмаған
ml: ഫയൽ കണ്ടെയ്‌നറുകളൊന്നും ചേർത്തിട്ടില്ല
ms_my: Tiada bekas fail ditambah
nb: Ingen filbeholdere lagt til
sk: Neboli pridané žiadne kontajnery súborov
sv: Inga filbehållare tillagda

source: No VeraCrypt devices detected
bn: কোন VeraCrypt ডিভাইস সনাক্ত করা যাইনি।
id: Tidak ada perangkat VeraCrypt terdeteksi
ja: VeraCryptデバイスを検知できませんでした
ka: ვერ მოინახა მოწყობილობა VeraCrypt
kk: VeraCrypt құрылғылары табылмады
ml: വേരക്രിപ്ട് ഉപകരണങ്ങളൊന്നും കണ്ടെത്തിയില്ല
ms_my: Tiada peranti VeraCrypt dikesan
nb: Ingen VeraCrypt enheter oppdaget
sk: Neboli detekované žiadne zariadenia VeraCrypt
sv: Inga VeraCrypt-enheter detekterade

source: Unlock VeraCrypt Volumes
bn: VeraCrypt ভলিউম আনলক করুন
id: Buka Volume VeraCrypt
ja: VeraCryptボリュームのアンロック
ka: VeraCrypt-ის დანაყოფების გახსნა
kk: VeraCrypt томдарын ашыңыз
ml: വെരാക്രിപ്റ്റ് വോള്യങ്ങൾ അൺലോക്കുചെയ്യുക
ms_my: Buka Volum VeraCrypt
nb: Lås opp VeraCrypt Volumer
sk: Odomknutie oblastí VeraCrypt
sv: Lås upp VeraCrypt-volymer

source: Container already added
bn: ধারক ইতিমধ্যে যুক্ত হয়েছে
id: Kontainer telah ditambahkan
ja: コンテナはすでに追加されました
ka: სათავსი უკვე დამატებულია
kk: Контейнер қосылды
ml: കണ്ടെയ്നർ ഇതിനകം ചേർത്തു
ms_my: Bekas sudah ditambah
nb: Beholder har allerede blitt lagt til
sk: Kontajner už bol pridaný
sv: Behållare redan tillagd

source: The file container %s should already be listed.
bn: ফাইল ধারক %s ইতোমধ্যে তালিকাভুক্ত করা উচিত।
id: Kontainer berkas %s seharusnya sudah terdaftar.
ja: ファイルコンテナ%sはすでにリストに追加されたはず
ka: ფაილის სათავსი %s უკვე აღრიცხული უნდა იყოს
kk: Файл контейнері %s тізімге қойылуы керек.
ml: ഫയൽ കണ്ടെയ്നർ %sഇതിനകം പട്ടികപ്പെടുത്തിയിരിക്കണം.
ms_my: Bekas fail %s sepatutnya sudah disenaraikan.
nb: Filbeholderen %s bør allerede være listet.
sk: Súborový kontajner %s by mal byť uz v zozanme.
sv: Filbehållaren %s bör redan vara listad.

source: Container opened read-only
bn: ধারক খোলা রিড-ওনলি
id: Kontainer dibuka dengan hak hanya-baca
ja: コンテナは読み取り専用で開かれました
ka: სათავსი გახსნილია მხოლოდ წაკითხვის რეჟიმში
kk: Контейнер тек оқуға арналған
ml: കണ്ടെയ്നർ വായന-മാത്രം തുറന്നു
ms_my: Bekas terbuka baca-sahaja
nb: Beholderen er åpnet som skrivebeskyttet
sk: Kontajner bol otvorený iba na čítanie.
sv: Behållare öppnad skrivskyddad

source: The file container {path} could not be opened with write access. It was opened read-only instead. You will not be able to modify the content of the container. {error_message}
bn: ফাইল ধারক {path} লিখন এক্সেস সহ খোলা যায়নি. এটি খোলা হয়েছে শুধুমাত্র তার বদলে । আপনি কন্টেইনার সামগ্রীর বিষয়বস্তু সংশোধন করতে পারবেন না । {error_message}
id: Kontainer berkas ini {path} tidak dapat dibuka dengan akses tulis. Ini dibuka dengan hak hanya-baca. Anda tidak bisa memodifikasi konten dari kontainer ini. {pesan_galat}
ja: ファイルコンテナ{path}はライト・アクセスで開くことができませんでした。代わりに読み取り専用で開かれました。コンテナのコンテンツは修正することができません。 {error_message}
ka: ფაილის სათავსი {path} ვერ გაიხსნება ჩაწერის შესაძლებლობით. გახსნილია მხოლოდ წაკითხვის რეჟიმში. ვერ შეძლებთ სათავსის შიგთავსის შეცვლას. {error_message}
kk: Файл контейнер {path} жазуға рұқсаты жоқ. Оның орнына тек оқу үшін ғана ашылды. Контейнердің мазмұнын өзгерте алмайсыз. {error_message}
ml: റൈറ്റ് ആക്സസ് ഉപയോഗിച്ച് {പാത്ത് } ഫയൽ കണ്ടെയ്നർ തുറക്കാൻ കഴിഞ്ഞില്ല. പകരം ഇത് വായന-മാത്രം തുറന്നു. നിങ്ങൾക്ക് കണ്ടെയ്നറിന്റെ ഉള്ളടക്കം പരിഷ്കരിക്കാനാവില്ല. {പിശക് സന്ദേശം}
ms_my: Bekas fail {path} gagal dibuka dengan capaian tulis. Ia mungkin dibuka dengan baca-sahaja. Anda tidak dapat mengubah suai kandungan bekas tersebut. {error_message}
sk: Súborový kontajner {path} nebohol byť otvorený s prístupom zápisu. Bol otvorený iba na čítanie. Nebudete môcť upravovať obsah kontajneru. {error_message}
sv: Filbehållaren {path} kunde inte öppnas med skrivåtkomst. Det öppnades skrivskyddad istället. Du kommer inte att kunna ändra innehållet i behållaren. {error_message}

source: Error opening file
bn: ফাইল খুলতে ত্রুটি`
id: gagal membuka berkas
ja: ファイルオープン中のエラー
ka: შეცდომა ფაილის გახსნისას
kk: Файлды ашу қатесі
ml: ഫയൽ തുറക്കുന്നതിൽ പിശക്
ms_my: Ralat membuka fail
nb: Feil ved åpning av fil
sk: Chyba pri otvorení súboru
sv: Det gick inte att öppna filen

source: Not a VeraCrypt container
bn: VeraCrypt ধারক নয়
id: Bukan kontainer VeraCrypt
ja: VeraCryptコンテナではありません
ka: არაა VeraCrypt-ის სათავსი
kk: VeraCrypt контейнері емес
ml: ഒരു വെരാക്രിപ്റ്റ് കണ്ടെയ്നർ അല്ല
ms_my: Bukan sebuah bekas VeraCrypt
nb: Ikke en VeraCrypt beholder
sk: Neplatný kontajner VeraCrypt
sv: Inte en VeraCrypt behållare

source: The file %s does not seem to be a VeraCrypt container.
bn: %s ফাইলটি একটি VeraCrypt ধারক বলে মনে হয় না ।
id: Berkas %s tidak terlihat seperti kontainer VeraCrypt.
ja: %sファイルはVeraCryptコンテナではないようです。
ka: ფაილი %s არ წარმოადგენს VeraCrypt-ის სათავსს.
kk: Файл %s VeraCrypt контейнері болып көрінбейді.
ml: ഫയൽ ഒരു %sവെരാക്രിപ്റ്റ് കണ്ടെയ്നർ ആണെന്ന് തോന്നുന്നില്ല.
ms_my: Fail %s nampaknya bukan sebuah bekas VeraCrypt.
nb: Filen %s ser ikke ut til å være en VeraCrypt beholder.
sk: Súbor %s sa nezdá byť kontajner VeraCrypt.
sv: Filen %s verkar inte vara en VeraCrypt behållare.

source: Failed to add container
bn: ধারক যোগ করতে ব্যর্থ হয়েছে
id: Gagal menambahkan kontainer
ja: コンテナの追加に失敗しました
ka: სათავსის დამატება ვერ მოხერხდა
kk: Контейнерді қосу сәтсіз аяқталды
ml: കണ്ടെയ്നർ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms_my: Gagal menambah bekas
nb: Klarte ikke å legge til beholder
sk: Chyba pri pidaní kontajneru.
sv: Det gick inte att lägga till behållare

source: Could not add file container %s: Timeout while waiting for loop setup. Please try using the <i>Disks</i> application instead.
bn: ফাইল ধারক যুক্ত করা যায়নি: %s লুপ সেটআপের জন্য অপেক্ষা করার সময়সীমা শেষ। পরিবর্তে <i>ডিস্ক</i> অ্যাপ্লিকেশন ব্যবহার করার চেষ্টা করুন।
ja: ファイルコンテナ%sを追加できませんでした：ループセットアップ待ち中にタイムアウトしました。 <i>Disks</i>アップリケーションを使ってみて下さい。
ka: ვერ ემატება ფაილის სათავსი %s: დაყოვნება, განმეორებით დაყენებამდე. გთხოვთ, სანაცვლოდ გამოიყენოთ <i>დისკების</i> პროგრამა.
ml: ഫയൽ കണ്ടെയ്നർ ചേർക്കാൻ കഴിഞ്ഞില്ല:%sലൂപ്പ് സജ്ജീകരണത്തിനായി കാത്തിരിക്കുമ്പോൾ കാലഹരണപ്പെട്ടു. പകരം <i>ഡിസ്ക് </i>ആപ്ലിക്കേഷൻ ഉപയോഗിക്കാൻ ശ്രമിക്കുക.
ms_my: Tidak dapat menambah bekas fail%s: Had masa tamat ketika menunggu persediaan gelung. Cuba gunakan aplikasi <i>Cakera</i> sebagai ganti.
sk: Nepodarilo sa pridať súborový kontajner %s: Čas vypršal počas cyklu nastavenia. Prosím vyskúšajte aplikcáciu <i>Disks</i>.
sv: Det gick inte att lägga till filbehållaren %s: Tiden löpte ut i väntan på loop-inställning. Försök använda programmet <i>Disks</i> istället.

source: Choose File Container
bn: ফাইল ধারক চয়ন করুন
id: Pilih Kontainer Berkas
ja: ファイルコンテナを選択
ka: ფაილის სათავსის არჩევა
kk: Файл контейнерін таңдаңыз
ml: ഫയൽ കണ്ടെയ്നർ തിരഞ്ഞെടുക്കുക
ms_my: Pilih Bekas Fail
nb: Velg filbeholder
sk: Zvoľ súborový kontajner
sv: Välj filbehållare

source: Do you really want to launch the Unsafe Browser?
az: Buna baxmayaraq Təhlükəli Brauzeri açmaq istəyirsən?
bg: Наистина ли искате да стартирате Несигурен Браузър?
bn: আপনি কি সত্যিই অসুরক্ষিত ব্রাউজার চালু করতে চান?
eo: Ĉu vi vere volas ŝalti la malsekuran retumilon?
gl: Seguro que queres iniciar o navegador inseguro?
id: Apakah Anda benar-benar ingin menjalankan Unsafe Browser?
ja: 本当に安全ではないブラウザを起動しますか？
ka: ნამდვილად გსურთ დაუცველი ბრაუზერის გაშვება?
kk: Шын мәнінде Шолғышты іске қосқыңыз келе ме?
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ സമാരംഭിക്കാൻ നിങ്ങൾ ശരിക്കും ആഗ്രഹിക്കുന്നുണ്ടോ?
ms_my: Anda pasti mahu lancarkan Pelayar Tidak Selamat?
nb: Vil du virkelig starte den usikre nettleseren?
sk: Naozaj chcete spustiť Unsafe Browser?
sq: Vërtet dëshironi të lëshoni Shfletuesin e Pasigurt?
sv: Vill du verkligen starta den osäkra webbläsaren?

source: Network activity within the Unsafe Browser is <b>not anonymous</b>.\nOnly use the Unsafe Browser if necessary, for example\nif you have to login or register to activate your Internet connection.
bg: Мрежовата активност в Несигурен Браузър <b>не е анонимна<b>.\nИзползвайте Несигурен Браузър само\nif при необходимост, например ако ви се налага вписване или регистриране, за да активирате вашата Интернет връзка.
bn: অনিরাপদ ব্রাউজারের মধ্যে নেটওয়ার্ক ক্রিয়াকলাপটি <b> বেনামী নয় </ b>। \ N প্রয়োজন হলে অনিরাপদ ব্রাউজার ব্যবহার করুন, উদাহরণস্বরূপ \ n যদি আপনার ইন্টারনেট সংযোগ সক্রিয় করার জন্য আপনাকে লগইন বা নিবন্ধন করতে হয়।
id: Aktifitas jaringan dengan Peramban Tidak Aman adalah <b>tidak anonim</b>.
ja: 安全でないブラウザ内でのネットワークの活動状況は、<b>匿名ではありません</b>。\n必要な場合のみ、例えば、\nインターネット接続を有効化するためにログインまたは登録しなければならないような場合のみ、安全でないブラウザを使用してください。
ka: ქსელში მოქმედებები დაუცველი ბრაუზერით <b>ვერ ფარავს ვინაობას</b>.\nდაუცველი ბრაუზერი გამოიყენეთ მხოლოდ აუცილებელი საჭიროებისას, მაგალითად\nანგარიშის შექმნისთვის ან შესვლისთვის, ინტერნეტკავშირის ჩასართავად.
kk: Қауіпсіз браузердің желілік әрекеті <b>жасырын емес</b>./n Қажет болса, Unsafe браузерлерді ғана пайдаланыңыз, мысалы \nif Интернет қосылымыңызды іске қосу үшін кіруге немесе тіркелуге тура келеді.
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൗസറിലെ നെറ്റ്‌വർക്ക് പ്രവർത്തനം <b>അജ്ഞാതമല്ല</b>. \n ആവശ്യമെങ്കിൽ സുരക്ഷിതമല്ലാത്ത ബ്രൗസർ മാത്രം ഉപയോഗിക്കുക, ഉദാഹരണത്തിന് \n നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ സജീവമാക്കുന്നതിന് നിങ്ങൾ ലോഗിൻ ചെയ്യുകയോ രജിസ്റ്റർ ചെയ്യുകയോ ചെയ്താൽ.
ms_my: Aktiviti rangkaian di dalam Pelayar Tidak Selamat adalah <b>tidak awanama</b>.\nHanya guna Pelayar Tidak Selamat jika perlu, sebagai contoh\njika anda mahu daftar masuk atau daftar untuk aktifkan sambungan Internet anda.
nb: Nettverkstrafikken i den usikre nettleseren er <b>ikke anonym</b>.\nBruk kun den usikre nettleseren om absolutt nødvendig, for eksempel\nnår du må logge inn eller registrere deg for å aktivere internettforbindelsen din.
sk: Sieťová aktivita v rámci nezabezpečeného prehliadača <b>nie je anonymná</b>.\nPoužívajte nezabezpečený prehliadač len v prípade nutnosti, napríklad \n ak sa musíte prihlásiť alebo registrovať kvôli aktivácii Vášho internetového spojenia.
sq: Veprimtaria e rrjetit brenda Shfletuesit të Pasigurt <b>s'është anonime</b>.\nShfletuesin e Pasigurt përdoreni vetëm në rast nevoje, për shembull\nnëse ju duhet të futeni ose të regjistroheni për të aktivizuar lidhjen tuaj të Internetit.
sv: Nätverksaktivitet i den osäkra webbläsaren är <b>inte anonymiserad</b>.\nAnvänd bara den osäkra webbläsaren om det är absolut nödvändigt, till exempel\nom du måste logga in eller registrera dig för att aktiva din Internet-anslutning.

source: Starting the Unsafe Browser...
az: Təhlükəli Brauzerin açılması...
bg: Стартриране на Несигурният Браузър...
bn: অসুরক্ষিত ব্রাউজার শুরু হচ্ছে ...
eo: Ŝaltante la malsekuran retumilon...
gl: Iniciando o navegador inseguro...
id: Memulai Unsafe Browser
ja: 安全でないブラウザを起動中...
ka: ეშვება დაუცველი ბრაუზერი...
kk: Unsafe браузері қосылуда...
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ ആരംഭിക്കുന്നു ...
ms_my: Memulakan Pelayar Tidak Selamat...
nb: Starter den usikre nettleseren…
sk: Spúšťa sa Unsafe Browser...
sq: Duke nisur Shfletuesin e Pasigurt...
sv: Startar den osäkra webbläsaren...

source: This may take a while, so please be patient.
az: Bu bir qədər vaxt ala bilər, lütfən, səbrli ol.
bg: Това може да отнеме време,моля имайте търпение.
bn: এটি একটি সময় নিতে পারে, তাই ধৈর্য থাকুন।
eo: Tio povas daŭri kelkajn minutojn, do ni petas, estu paciencaj.
gl: Isto pode levar un pouco de tempo. Por favor, sé paciente.
id: Mungkin ini memakan waktu lama, mohon bersabar.
ja: しばらくかかる場合がありますので、お待ちください。
ka: შესაძლოა გარკვეულ ხანს გასტანოს, გთხოვთ მოითმინოთ.
kk: Бұл біраз уақыт алуы мүмкін, сондықтан шыдамды болыңыз.
ml: ഇതിന് കുറച്ച് സമയമെടുത്തേക്കാം, അതിനാൽ ദയവായി ക്ഷമയോടെയിരിക്കുക.
ms_my: Ia mengambil sedikit masa, harap bersabar.
nb: Dette kan ta litt tid, så vær tålmodig.
sk: Toto môže chvíľu trvať, buďte preto prosím trpezlivý.
sq: Kjo do të marrë pak kohë, ndaj ju lutemi jini i durueshëm.
sv: Detta kan ta en liten stund, så ha tålamod.

source: Shutting down the Unsafe Browser...
az: Təhlükəli Brauzerin bağlanması...
bg: Изключване на Несигурният Браузър...
bn: অসুরক্ষিত ব্রাউজার বন্ধ করা হচ্ছে ...
eo: Malŝaltante la malsekuran retumilon...
gl: Pechar o navegador inseguro
id: Mematikan Unsafe Browser...
ja: 安全でないブラウザをシャットダウン中...
ka: დაუცველი ბრაუზერის დახურვა...
kk: Unsafe браузерді өшіру ...
ml: സുരക്ഷിതമല്ലാത്ത ബ്രൌസർ അടയ്ക്കുന്നു ...
ms_my: Mematikan Pelayar Tidak Selamat...
nb: Avslutter den usikre nettleseren…
sk: Vypína sa Unsafe Browser...
sq: Duke mbyllur Shfletuesin e Pasigurt...
sv: Stänger av den osäkra webbläsaren...
