Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: <b>You should do a manual upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s It is not possible to automatically upgrade your device to this new version: %{explanation}s. To learn how to do a manual upgrade, go to https://tails.boum.org/doc/first_steps/upgrade/#manual
es_mx: <b>Deberías actualizar manualmente %{name}s %{version}s.</b> Para mas información sobre esta nueva versión, ve a %{details_url}s No es posible actualizar automáticamente tu dispositivo a esta version: %{explanation}s. Para aprender mas sobre como actualizar manualmente, ve a https://tails.boum.org/doc/first_steps/upgrade/#manual
lb: <b>Dir sollt een manuellt upgrade op %{name}s %{version}s duerchféieren.</b> Fir weider Informatiounen iwwert déi nei Versioun, gitt op %{details_url}s Et ass net méiglech een automatescht upgrade vun ärem Medium op déi nei Versioun duerchzeféieren: %{explanation}s Fir eraus ze fannen, wéi een e manuellt upgrade mécht, gitt op https://tails.boum.org/doc/first_steps/upgrade/#manual
nl_be: </b>U zult handmatig moeten bijwerken naar %{name}s %{version}s.</b> Meer informatie over deze nieuwe versie kunt u vinden op %{details_url}s. Het is onmogelijk uw toestel automatisch te upgraden naar deze nieuwe versie: %{explanation}s. Voor uitleg hoe u handmatig bijwerkt, gaat u naar https://tails.boum.org/doc/first_steps/upgrade/#manual
th: <b>คุณควรอัพเกรดแบบแมนวลไปยัง %{name}s %{version}s.</b> สำหรับรายละเอียดเกี่ยวกับเวอร์ชั่นใหม่นี้ ไปที่ %{details_url}s ไม่สามารถอัพเกรดอุปกรณ์ของคุณไปยังเวอร์ชั่นใหม่โดยอัตโนมัติได้: %{explanation}s สำหรับวิธีอัพเกรดแบบแมนวล ไปที่ https://tails.boum.org/doc/first_steps/upgrade/#manual

source: Invalid contact email: %s
fil: Maling contact email: %s
ta: தவறான தொடர்பு மின்னஞ்சல்: %s

source: Invalid contact OpenPGP key: %s
fil: Hindi valid na contact OpenPGP key: %s.
ta: செல்லா தொடர்பு OpenPGP சாவி: %s

source: Invalid contact OpenPGP public key block
fil: Maling contact sa OpenPGP public key block
ta: செல்லா தொடர்பு OpenPGP ஆணை பொது சாவி தொகுதி

source: The %s variable was not found in any of the configuration files /etc/whisperback/config.py, ~/.whisperback/config.py, ./config.py
ta: %s வெரியபில்ஸ் எந்த கட்டமைப்பு கோப்புகளிலும் காணவில்லை /etc/whisperback/config.py, ~/.whisperback/config.py, ./config.py

source: Name of the affected software
ta: பாதிப்படைந்த மென்பொருளின் பெயர்

source: Exact steps to reproduce the error
ta: பிழையை மீண்டும் உருவாக்க துல்லிய செயல்முறை

source: Actual result and description of the error
ta: உண்மையான விளைவு மற்றும் பிழை பற்றிய விளக்கம்

source: Desired result
ta: எதிர்பார்த்த விளைவு

source: Unable to load a valid configuration.
fil: Hindi mai-load ang valid configuration.
ta: சரியான கட்டமைப்பை ஏற்ற முடியவில்லை.

source: Sending mail...
fil: Pinapadala ang mensahe...
ta: மின்னஞ்சல் அனுப்புகிறது...

source: Sending mail
fil: Pinapadala ang mensahe
ta: மின்னஞ்சல் அனுப்புகிறது

source: This could take a while...
fil: Pwedeng ito ay matagalan...
ta: இது சிறிது நேரம் எடுக்கலாம்...

source: The contact email adress doesn't seem valid.
fil: Ang kontak email address na ito ay hindi valid.
ta: தொடர்பு மின்னஞ்சல் முகவரி சரியானதாக தெரியவில்லை.

source: Unable to send the mail: SMTP error.
fil: Hindi naipadala ang mensahe; pumalya ang SMTP.
ta: மின்னஞ்சல் அனுப்ப முடியவில்லை: SMTP பிழை.

source: Unable to connect to the server.
fil: Hindi maka-konek sa server.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை.

source: Unable to create or to send the mail.
fil: Hindi magawa o mapadala ang mensahe.
ta: மின்னஞ்சல் உருவாக்க அல்லது அனுப்ப முடியவில்லை.

source: The bug report could not be sent, likely due to network problems. Please try to reconnect to the network and click send again. If it does not work, you will be offered to save the bug report.
ta: பிழை அறிக்கை நெட்வொர்க் பிரச்னையால் அனுப்பப்படயியலவில்லை. நெட்வொர்க்கை மீண்டும் இணைக்க முயற்சித்தபின் , மீண்டும் அனுப்பு கிளிக் செய்யவும். அது வேலை செய்யவில்லை என்றால், பிழை அறிக்கையை கோப்பாக சேமிக்க வழிவழங்கப்படும்.

source: Your message has been sent.
fil: Ang mensahe mo ay napadala na.
ta: உங்கள் தகவல் அனுப்பப்பட்டது.

source: An error occured during encryption.
fil: May naganap na aberya habang nangyayari ang encryption.
ta: மறைகுறியாக்கத்தின் பிழை போது ஏற்பட்டது.

source: Unable to save %s.
fil: Hindi mai-save ang %s.
ta: சேமிக்க முடியவில்லை %s.

source: The bug report could not be sent, likely due to network problems. As a work-around you can save the bug report as a file on a USB drive and try to send it to us at %s from your email account using another system. Note that your bug report will not be anonymous when doing so unless you take further steps yourself (e.g. using Tor with a throw-away email account). Do you want to save the bug report to a file?
fil: Ang bug report ay hindi maipadala, marahil dahil sa mga problema sa network. Maaring subukan muli ang pagpapadala ng bug report sa pagse-save ng file sa isang USB drive at subukang ipadala ito sa amin sa %s galing sa iyong email account gamit ang ibang system. Tandaan mo na ang iyong bug report ay hindi anonymous at habang isinasagawa mo ito, dapat ikaw ay nagsasagawa din ng paraan upang maging anonymous (e.g. paggamit ng Tor sa isang throw-away na email account). Gusto mo bang i-save ang bug report bilang isang file?
ta: பிழை அறிக்கை நெட்வொர்க் பிரச்னையால் அனுப்பப்படயியலவில்லை. பிழை அறிக்கையை USB-டிரைவில் கோப்பாக சேமித்து, வேறொரு கணினியில் உங்களின் மின்னஞ்சல் மூலம் எங்களின் %s முகவரியிக்கு அனுப்ப முயற்ச்சிக்கலாம். கவனத்திற்கு : நீங்கள் சிறப்பு வழிமுறைகளை (உதாரணம், Tor பயன்படுத்தி தற்காலிக மின்னஞ்சல் கணக்கை பயன்படுத்துதல்) மேற்கொள்ளவில்லையென்றால் உங்களின் பிழை அறிக்கை அநாமதேயமாக இருக்காது. நீங்கள் பிழை அறிக்கையை ஒரு கோப்பாக சேமிக்க வேண்டுமா?

source: Send feedback in an encrypted mail.
fil: Magpadala ng feedback gamit ang encrypted na mensahe.
ta: ஒரு மறைகுறியாக்கப்பட்ட மின்னஞ்சல் பின்னூட்டம் அனுப்புக.

source: Copyright © 2009-2012 Tails developpers (tails@boum.org)
fil: Copyright © 2009-2012 Tails developers (tails@boum.org)
ta: பதிப்புரிமை © 2009-2012 டெயில்ஸ் டெவலப்பர்ஸ் (tails@boum.org)

source: Tails developers <tails@boum.org>
ta: டெயில்ஸ் டெவலப்பர்கள் <tails@boum.org>

source: translator-credits
ta: மொழிபெயர்ப்பாளர்-மேம்பாடு

source: This doesn't seem to be a valid URL or OpenPGP key.
fil: Mukhang hindi ito valid na URL o OpenPGP key.
ta: இது செல்லுபடியாகும் URL அல்லது OpenPGP சாவியாக தெரியவில்லை.

source: Copyright © 2009-2012 tails@boum.org
ta: பதிப்புரிமை © 2009-2012 tails@boum.org

source: WhisperBack - Send feedback in an encrypted mail Copyright (C) 2009-2012 Tails developers <tails@boum.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ta: WhisperBack - கருத்துக்களை குறியீடாக்கபட்ட அஞ்சல் அனுப்ப காப்புரிமை (C) 2009-2012 Tails developers <tails@boum.org> இந்த நிரல் இலவச மென்பொருள்; இதை நீங்கள் மறுவிநியோகம் மற்றும்/அல்லது மாற்றம் செய்யலாம் GNU General Public License விதியின் கீழ் Free Software Foundation ஆல் பிரசுரிக்கபட்ட; ஒன்று அந்த உரிமத்தின் 3 வது பதிப்பு, அல்லது (உங்கள் தேர்வுகேற்ப) அதற்க்கு பிந்தைய பதிப்பு. இந்த நிரல் உபயோகமாக இருக்கும் என்ற நம்பிக்கையின் பேரில் விநியோகிக்கப்பட்டது, ஆனால் எந்தஒரு உத்திரவாதமும் இல்லாமல்; வணிகதன்மை அல்லது ஒரு குறிப்பிட்ட நோக்கத்திர்க்காகவானாலும் சுட்டிக்காட்டபட்ட உத்திரவாதம் கூட இல்லை. மேலும் விவரங்களுக்கு GNU பொது பகிரங்க உரிமத்தை பார்க்க. GNU பொது பகிரங்க உரிமத்தின் நகல் ஒன்று இந்த நிரலுடன் உங்களுக்கு கிடைக்கப்பெற்றிருக்க வேண்டும். இல்லையென்றால், பார்க்க <http://www.gnu.org/licenses>.

source: If you want us to encrypt messages when we respond to you, add your key ID, a link to your key, or the key as a public key block:
ta: உங்களுக்கு நாங்கள் பதிலளிக்கும் போது சேதிகளை குறியீடாக்கம் செய்ய விரும்பினால், உங்கள் சாவி ID, உங்கள் சாவிக்கான இணைப்பு, அல்லது அந்த சாவியை ஒரு பொது சாவி தொகுதியாக சேர்க்கவும்:

source: Summary
fil: Kabuuan
ta: சுருக்கம்

source: Bug description
fil: Deskripsyon ng bug
ta: பிழை விளக்கம்

source: Optional email address to contact you
fil: Opsyonal na email address para makontak ka
ta: உங்களை தொடர்பு கொள்ள விருப்ப மின்னஞ்சல் முகவரி

source: optional PGP key
fil: opsyonal na PGP key
ta: விருப்ப PGP சாவி

source: Technical details to include
fil: Kabilang ang mga technical details
ta: தொழில்நுட்ப விவரங்களை உள்ளடக்க

source: headers
ta: தலைப்புகள்

source: debugging info
ta: பிழைத்திருத்த விவரம்

source: Help
fil: Tulong
ta: உதவி

source: Send
fil: Ipadala
ta: அனுப்பு

source: Ready
fil: Handa
sw: Tayari

source: Choose files
fil: Pumili ng files
sw: Chagua majalada

source: All files
fil: Lahat ng files
sw: Majalada yote

source: Supported files
fil: Suportadong mga file
sw: Majalada yaliyosaidiwa

source: No metadata found
fil: Walang metadata na nahanap

source: Clean
fil: Linisin
sw: Safisha

source: Dirty
fil: Madumi

source: Trash your meta, keep your data
fil: Itapon ang iyong meta, itira ang iyong data

source: Preferences
fil: Mga Kagustuhan

source: Reduce PDF quality
fil: Bawasan ang kalidad ng PDF

source: Reduce the produced PDF size and quality
fil: Bawasan ang laki at kalidad ng ginawang PDF

source: Add unsupported file to archives
fil: Idagdag ang hindi suportadong file sa archive

source: Add non-supported (and so non-anonymised) file to output archive
fil: Idagdag ang hindi suportado (at non-anonymised) na file sa output archive

source: Unknown
fil: Hindi alam
sw: Haijulikani

source: Not-supported
fil: Hindi suportado
sw: Haisaidii

source: Harmless fileformat
fil: Hindi nakakapinsalang fileformat
sw: Muundo wa jalada usio na hatia

source: Fileformat not supported
fil: Hindi suportado ang fileformat
sw: Muundo wa jalada hausaidii

source: These files can not be processed:
fil: Hindi maaaring maproseso ang mga file na ito:
sw: Hizi jalada haziwezi kufanyiwa mchakato:

source: Reason
fil: Dahilan
sw: Sababu

source: Non-supported files in archive
fil: Hindi suportadong files sa archive
sw: Jalada inayosaidiwa ndani ya kumbukumbu

source: Scour
fil: Hanapin

source: Include
fil: Isama

source: MAT is not able to clean the following files, found in the %s archive
fil: Hindi kayang linisin ng MAT ang mga file na natatagpuan sa %s archive

source: Checking %s
fil: Sinusuri ang %s
sw: angalia 1 %s

source: Cleaning %s
fil: Nililinis ang %s
sw: Safisha 1%s

source: Clear
fil: Burahin

source: Check
fil: Tiyakin

source: State
fil: Estado
sw: Hali

source: Content
fil: Laman
sw: Maudhui

source: Supported formats
fil: Mga Suportadong Format
sw: Muundo uliosaidiwa

source: Support
fil: Suportahan
sw: saidia

source: Method
fil: Pamamaraan
sw: njia

source: Remaining
fil: Natitira
sw: Iliyobakia

source: Remove unsupported file from archives
sw: Ondoa jalada lisilosaidiwa kutoka kwenye kumbukumbu

source: Remove non-supported (and so non-anonymised) file from output archive
sw: Ondoa Jalada lisilosaidiwa (na pia inayojulikana) jalada kutoa kumbukumbu zinazotoka

source: Cant read file
sw: Siwezi soma jalada

source: Filename
sw: Jina la Jalada

source: _File
sw: _Jalada

source: _Edit
sw: _hariri

source: _Help
sw: _saidia

source: Metadata
sw: Data za Jumla

source: Fileformat
sw: Muundo wa Jalada
