Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: <b>An error occured while installing the upgrade.</b>\n\nYour Tails device needs to be repaired and might be unable to restart.\n\nPlease follow the instructions at file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
bg: <b>Грешка при инсталиране на актуализацията.</b>\n\nВашето Tails устройство се нуждае от редактиране и може да не е в състояние да рестартира.\n\nМоля проверете за инструкции на file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
bn: <b> আপগ্রেড ইনস্টল করার সময় একটি ত্রুটি ঘটেছে।</b> \n\n আপনার টালি ডিভাইস মেরামত করা প্রয়োজন এবং পুনর্সূচনা করতে অক্ষম হতে পারে। \n\n ফাইলের নির্দেশাবলী অনুসরণ করুন file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
id: <b>Terjadi error selagi instal upgrade.</b>\n\nPerangkat Tails anda harus di repair dan mungkin tidak bisa di restart .\n\nSilakan ikuti instruksi pada file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ja: <b>アップグレードのインストール中にエラーが発生しました。</b>\n\nTails デバイスは修復が必要であり、再起動できない恐れがあります。\n\nfile:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html の指示に従ってください。
ka: <b>შეცდომა მოხდა განახლების დაყენებისას.</b>\n\nთქვენი Tails-მოწყობილობა საჭიროებს შეკეთებას და ხელახლა გაშვები შეიძლება ვერ მოხერხდეს.\n\nგთხოვთ მიჰყევით მითითებებს file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
lb: <b>Beim installéieren vum Upgrade gouf et e Feeler.</b>\n\nÄert Tails Medium muss gefléckt ginn an ass eventuell net méi an der Lag nei ze starten.\n\nKuckt wann ech gelift déi folgend Instruktiounen file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ml: <b>അപ്‌ഗ്രേഡ് ഇൻസ്റ്റാളുചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. </b>\ n\ n നിങ്ങളുടെ ടെയിൽസ് ഉപകരണം നന്നാക്കേണ്ടതുണ്ട്, അത് പുനരാരംഭിക്കാൻ കഴിഞ്ഞേക്കില്ല. \ n \ n ഫയലിലെ നിർദ്ദേശങ്ങൾ പാലിക്കുക file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ms_my: <b>Satu ralat berlaku ketika memasang penataran.</b>\n\nPeranti Tails anda perlu dibaiki dan tidak berupaya dimulakan semula.\n\nSila ikuti arahan di file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
nb: <b>En feil oppstod under installering av oppgraderingen</b>\n\nDin Tails-enhet må repareres og kan kanskje ikke startes igjen.\n\nFølg instruksjonene på file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
nl_be: <b>Er is een fout opgetreden bij het installeren van de upgrade.</b>\n\nUw Tails apparaat moet gerepareerd worden en kan mogelijk niet opnieuw opstarten..\n\nVolg a.u.b. de instructies op file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
sk: <b>Pri inštalácii aktualizácie sa objavila chyba.</b>\n\nVaše Tails zariadenie potrebuje opravu a je možné, že nezvládne reštart.\n\nProsím, riaďte sa pokynmi na file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
sl: <b>Napaka se je pojavila pri namestitvi nadgradnje.</b>\n\nVaša naprava Sledi potrebuje popravilo in je mogoče ne boste mogli zagnati. \n\nProsim sledite navodilom v datoteki:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
sv: <b>Ett fel inträffade vid installation av uppgraderingen.</b>\n\nDin Tails enhet måste repareras och kanske inte kan startas längre.\n\nFölj instruktionerna på file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
th: <b>พบข้อผิดพลาดขณะติดตั้งการอัพเกรด</b>\n\nอุปกรณ์ Tails ของคุณควรถูกซ่อมแซม และอาจไม่สามารถเริ่มต้นใหม่ได้ กรุณาทำการขั้นตอนที่ file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html

source: Error while installing the upgrade
bg: Грешка при инсталацията на ъпгрейда
bn: আপগ্রেড ইনস্টল করার সময় ত্রুটি
id: Error selagi instal upgrade
ja: アップグレードのインストール中にエラー
ka: შეცდომა განახლების დაყენებისას
lb: Feeler beim installéieren vum Upgrade
ml: നവീകരണം ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ പിശക്
ms_my: Ralat ketika memasang penataran
nb: Feil under installasjon av oppgraderingen
nl_be: Fout bij het installeren van de upgrade
sk: Vyskytla sa chyba počas inštalácie aktualizácie
sl: Napaka pri namewstitvi nadgradnje
sv: Fel vid installation av uppgraderingen
th: พบข้อผิดพลาดขณะทำการติดตั้งอัพเกรด

source: Additional Settings
bg: Допълнителни настройки
bn: অতিরিক্ত বিন্যাস
es_mx: Configuracion adicional
id: Pengaturan Tambahan
ja: 追加設定
ka: დამატებითი პარამეტრები
ml: അധിക ക്രമീകരണങ്ങൾ
ms_my: Tetapan Tambahan
nb: Ytterligere innstillinger
sk: Dodatočné nastavenia
sv: Ytterligare inställningar

source: Add
bg: Добави
bn: যোগ
es_mx: Agregar
fil: Idagdag
id: Tambah
ja: 追加
ka: დამატება
ml: ചേര്‍ക്കുക
ms_my: Tambah
nb: Legg til
sk: Pridať
sv: Lägg till
sw: Ongeza

source: Back
bg: Назад
bn: পেছনে
es_mx: Atrás
id: Kembali
ja: 戻る
ka: უკან
ml: പിന്നോട്ട്
ms_my: Kembali
nb: Tilbake
sk: Späť
sv: Tillbaka

source: _Administration Password
bg: _Администраторска парола
es_mx: _Clave de Administrador
id: _Password Admin
ja: 管理パスワード (_A)
ka: _მთავარი პაროლი
ml: _അഡ്‌മിനിസ്‌ട്രേഷൻ പാസ്‌വേഡ്
ms_my: Kata _Laluan Pentadbiran
nb: _Administrasjonspassord
sk: _Heslo administrátora
sv: _Administrationslösenord

source: _MAC Address Spoofing
bg: Фалшифициране на _MAC адрес
id: _Pemalsuan alamat MAC
ja: MAC アドレススプーフィング (_M)
ka: _MAC-მისამართის გადაკეთება
ml: _മാക് വിലാസം സ്പൂഫിംഗ്
ms_my: Perdayaan Alamat _MAC
nb: Simulering av _MAC-adresse
sk: _Spoofovanie - predstieranie MAC adresy
sv: _Fejka MAC-adress

source: _Network Connection
bg: _Мрежова връзка
es_mx: _Conexión de Red
id: _Koneksi Jaringan
ja: ネットワーク接続 (_N)
ka: _ქსელთან კავშირი
ml: _നെറ്റ്വർക്ക് കണക്ഷൻ
ms_my: Sambungan _Rangkaian
nb: _Nettverkstilkobling
sk: _Sieťové pripojenie
sv: _Nätverksanslutning

source: Direct (default)
bg: Директна (подразбиране)
bn: সরাসরি (ডিফল্ট)
es_mx: Directo (predeterminado)
id: Langsung (default)
ja: 直接（デフォルト）
ka: პირდაპირი (ნაგულისხმევი)
ml: നേരിട്ടുള്ള (സ്ഥിരസ്ഥിതി)
ms_my: Terus (lalai)
nb: Direkte (forvalg)
sk: Priame (Predvolené)
sv: Direkt (standard)

source: Bridge & Proxy
bg: Мост & прокси
bn: ব্রিজ এবং প্রক্সি
es_mx: Puente & Proxy
ja: ブリッジ & プロキシ
ka: გადამცემი და პროქსი
ml: ബ്രിഡ്ജും പ്രോക്സിയും
ms_my: Titi & Proksi
nb: Bro og mellomtjener
sk: Premostenie a Proxy
sv: Bro & proxy

source: Offline
bg: Извън линия
bn: অফলাইন
es_mx: Fuera de Linea
id: Luring
ja: オフライン
ka: კავშირგარეშე
ml: ഓഫ്‌ലൈൻ
ms_my: Luar Talian
nb: Frakoblet
sv: Nedkopplad

source: On (default)
bg: Вкл (подразбиране)
bn: অন (ডিফল্ট)
es_mx: Encendido (predeterminado)
id: Aktif (default)
ja: オン（デフォルト）
ka: ჩართ. (ნაგულისხმევი)
ml: ഓണാണ് (സ്ഥിരസ്ഥിതി)
ms_my: Hidup (lalai)
nb: På (forvalg)
sk: Zapnuté (predvolené)
sv: På (standard)

source: On
bg: Вкл
bn: চালু
id: Hidup
ja: オン
ka: ჩართ.
ml: ഓൺ
ms_my: Hidup
nb: Av
sk: Zapnúť
sv: På

source: Off
bg: Изкл
bn: বন্ধ
id: Mati
ja: オフ
ka: გამორთ.
ml: ഓഫ്
ms_my: Mati
nb: På
sk: Vypnúť
sv: Av

source: Off (default)
bg: Изкл (подразбиране)
bn: বন্ধ (ডিফল্ট)
es_mx: Apagado (predeterminado)
id: Nonaktif (default)
ja: オフ（デフォルト）
ka: გამორთ. (ნაგულისხმევი)
ml: ഓഫ് (സ്ഥിരസ്ഥിതി)
ms_my: Mati (lalai)
nb: Av (forvalg)
sk: Vypnuté (predvolené)
sv: Av (standard)

source: _Start Tails
bg: _Стартиране на Tails
es_mx: _Iniciar Tails
id: _Mulai Tails
ja: Tails を起動 (_S)
ka: _გაეშვას Tails
ml: _സ്റ്റാർട്ട് ടെയിൽസ്
ms_my: _Mula Tails
sk: _Zapnúť Tails
sv: _Starta Tails

source: live-persist failed with return code {returncode}: {stderr}
bg: live-persist върна грешка с код {returncode}: {stderr}
bn: রিভিউ কোড {returncode} দিয়ে লাইভ-চলতে ব্যর্থ হয়েছে: {দ্বারা stderr}
id: live-persist gagal dengan kode {returncode}: {stderr}
ja: live-persistが失敗しました。再開コードは {returncode}: {stderr}
ka: live-persist არ მუშაობს, შეცდომის კოდია {returncode}: {stderr}
ml: റിട്ടേൺ കോഡ് {റിട്ടേൺ കോഡ് } ഉപയോഗിച്ച് തത്സമയം നിലനിൽക്കുന്നത് പരാജയപ്പെട്ടു: {stderr}
ms_my: live-persist gagal dengan kod kembali {returncode}: {stderr}
nb: live-persist mislyktes med returkode {returncode}: {stderr}
sv: live-persist misslyckades med felkod {returncode}: {stderr}

source: cryptsetup failed with return code {returncode}: {stdout} {stderr}
bg: cryptsetup върна грешка с код {returncode}: {stdout} {stderr}
bn: cryptsetup রিটার্ন কোড {returncode} দিয়ে ব্যর্থ হয়েছে: {Stdout- এ} {দ্বারা stderr}
id: cryptsetup gagal dengan kode {returncode}: {stdout} {stderr}
ja: cryptsetup が失敗しました。再開コードは {returncode}: {stdout} {stderr}
ka: cryptsetup არ მუშაობს, შეცდომის კოდია {returncode}: {stdout} {stderr}
ml: റിട്ടേൺ കോഡ് {റിട്ടേൺ കോഡ് } ഉപയോഗിച്ച് ക്രിപ്റ്റ്സെറ്റപ്പ് പരാജയപ്പെട്ടു: {stdout} {stderr}
ms_my: cryptsetup gagal dengan kod kembali {returncode}: {stdout} {stderr}
nb: cryptsetup mislyktes med returkode {returncode}: {stdout} {stderr}
sv: cryptsetup misslyckades med felkod {returncode}: {stdout} {stderr}

source: live-persist failed with return code {returncode}: {stdout} {stderr}
bg: live-persist върна грешка с код {returncode}: {stdout} {stderr}
bn: রিভিউ কোড {returncode} দিয়ে লাইভ-চলতে ব্যর্থ হয়েছে: {Stdout- এ} {দ্বারা stderr}
id: live-persist gagal dengan kode {returncode}: {stdout} {stderr}
ja: live-persistが失敗しました。再開コードは {returncode}: {stdout} {stderr}
ka: live-persist არ მუშაობს, შეცდომის კოდია {returncode}: {stdout} {stderr}
ml: റിട്ടേൺ കോഡ് {റിട്ടേൺ കോഡ് } ഉപയോഗിച്ച് തത്സമയം നിലനിൽക്കുന്നത് പരാജയപ്പെട്ടു: {stdout} {stderr}
ms_my: live-persist gagal dengan kod kembali {returncode}: {stdout} {stderr}
nb: live-persist mislyktes med returkode {returncode}: {stdout} {stderr}
sv: live-persist misslyckades med felkod {returncode}: {stdout} {stderr}

source: umount failed with return code {returncode}: {stdout} {stderr}
bg: umount върна грешка с код {returncode}: {stdout} {stderr}
bn: umount ফেরত কোড {returncode} দিয়ে ব্যর্থ হয়েছে: {Stdout- এ} {দ্বারা stderr}
id: umount gagal dengan kode {returncode}: {stdout} {stderr}
ja: unmount が失敗しました。再開コードは {returncode}: {stdout} {stderr}
ka: umount არ მუშაობს, შეცდომის კოდია {returncode}: {stdout} {stderr}
ml: റിട്ടേൺ കോഡ് {റിട്ടേൺ കോഡ് } ഉപയോഗിച്ച് യൂ മൌണ്ട് പരാജയപ്പെട്ടു: {stdout} {stderr}
ms_my: umount gagal dengan kod kembali {returncode}: {stdout} {stderr}
nb: umount mislyktes med returkode {returncode}: {stdout} {stderr}
sv: umount misslyckades med felkod {returncode}: {stdout} {stderr}

source: Unlocking…
bg: Отключване...
bn: আনলক করা হচ্ছে ...
es_mx: Desbloqueando...
id: Membuka kunci...
ja: アンロック...
ka: იხსნება...
ml: അൺലോക്കുചെയ്യുന്നു…
ms_my: Membuka...
nb: Låser opp…
sk: Odomykám...
sv: Låser upp...

source: Unlock
bg: Отключване
bn: আনলক করুন
es_mx: Abrir
id: Tidak terkunci
ja: ロック解除
ka: გახსნა
ml: അൺലോക്കുചെയ്യുക
ms_my: Buka
nb: Lås opp
sk: Odomknúť
sv: Lås upp

source: Cannot unlock encrypted storage with this passphrase.
bg: Неуспешно отключване на криптираното дисково пространство със зададената парола.
bn: এই পাসফ্রেজ সহ এনক্রিপ্ট করা সঞ্চয়স্থান আনলক করতে পারবেন না।
es_mx: No se puede descifrar el almacenamiento cifrardo con esta contraseña.
id: Tidak dapat membuka penyimpanan terenkripsi dengan frasa sandi ini.
ja: このパスフレーズで、暗号化されたストレージをアンロックできません。
ka: დაშიფრული საცავის ამ პაროლით გახსნა ვერ ხერხდება.
ml: ഈ പാസ്‌ഫ്രെയ്‌സ് ഉപയോഗിച്ച് എൻക്രിപ്റ്റുചെയ്‌ത സംഭരണം അൺലോക്കുചെയ്യാൻ കഴിയില്ല.
ms_my: Tidak dapat buka storan tersulit dengan frasa laluan ini.
nb: Kan ikke låse opp kryptert lagring med denne passordsekvensen.
sk: Nedá sa odomknúť šifrované úložisko pomocou daného hesla.
sv: Kan inte låsa upp krypterad lagring med detta lösenord.

source: _Language
bg: _Език
es_mx: _Lenguaje
id: _Bahasa
ja: 言語 (_L)
ka: _ენა
ml: _ ഭാഷ
ms_my: _Bahasa
nb: _Språk
sk: _Jazyk
sv: _Språk

source: _Keyboard Layout
bg: _Вид клавиатура
es_mx: _Distribución de Teclado
id: _Tata Letak Keyboard
ja: キーボード配列 (_K)
ka: _კლავიატურის განლაგება
ml: _കീബോർഡ് ലേഔട്ട്
ms_my: Bentangan _Papan Kekunci
nb: _Tastaturoppsett
sk: _Rozloženie Klavesnice
sv: _Tangentbordslayout

source: _Formats
bg: _Формати
es_mx: _Formatos
id: _Format
ja: フォーマット (_F)
ka: _ფორმატები
ml: _ ഫോർമാറ്റുകൾ
ms_my: _Format
nb: _Formater
sk: _Regionálny formát
sv: _Format

source: <b><big>Do you want to rename your <i>KeePassXC</i> database?</big></b> You have a <i>KeePassXC</i> database in your <i>Persistent</i> folder: <i>${filename}</i> Renaming it to <i>keepassx.kdbx</i> would allow <i>KeePassXC</i> to open it automatically in the future.
bn: <b><big>আপনি কি আপনার <i>KeePassXC</i> ডাটাবেসটির নাম পরিবর্তন করতে চান?</big></b> আপনার <i>অবিচ্ছিন্ন</i> ফোল্ডারে আপনার একটি <i>KeePassXC</i> ডাটাবেস রয়েছে: $ {FileName} <i>keepassx.kdbx</i> -এর নামকরণের ফলে ভবিষ্যতে <i>KeePassXC</i> সি এটি স্বয়ংক্রিয়ভাবে খুলতে পারে।
ja: <b><big><i>KeePassXC</i>のデーターベースの名前を変更しますか？</big></b> <i>KeePassXC</i>データーベースは<i>Persistent</i>フォルダーにあります <i>${filename}</i> <i>keepassx.kdbx</i>に名前を変更すると、<i>KeePassXC</i>が自動的にそれを開くことが出来るようになります。
ka: <b><big>გსურთ სახელი გადაარქვათ თქვენი <i>KeePassXC</i>-ის მონაცემთა ბაზას?</big></b> თქვენი <i>KeePassXC</i>-ის მონაცემთა ბაზა მდებარეობს<i>მუდმივ</i> მეხსიერებაზე საქაღალდეში: <i>${filename}</i> <i>keepassx.kdbx</i> სახელის დარქმევით, <i>KeePassXC</i>-ს მისი ავტომატურად გახსნის საშუალება მიეცემა მომავალში.
ml: <b><big>നിങ്ങളുടെ <i> KeePassXC </i>ഡാറ്റാബേസിന്റെ പേരുമാറ്റാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?</big></b> നിങ്ങളുടെ <i>പെർസിസ്റ്റന്റ് </i>ഫോൾഡറിൽ ഒരു <i>KeePassXC</i> ഡാറ്റാബേസ് ഉണ്ട്: <i>${filename}</i> <i>Keepassx.kdbx</i> എന്ന് പേരുമാറ്റുന്നത് ഭാവിയിൽ ഇത് യാന്ത്രികമായി തുറക്കാൻ <i>KeePassXC </i>നെ അനുവദിക്കും.
sk: <b><big>Chcete premenovať svoju <i>KeePassXC</i> databázu?</big></b> Máte <i>KeePassXC</i> databázu vo svojom <i>Trvalom</i> priečinku: <i>${filename}</i> Premenovaním na <i>keepassx.kdbx</i> dovolíte, aby ju <i>KeePassXC</i> v buducnosti otvoril automaticky.
sv: <b><big>Vill du byta namn på din <i>KeePassXC</i>-databas?</big></b> Du har en <i>KeePassXC</i>-databas i din mapp <i>Persistent</i>: <i>${filename}</i> Byta namn på den till <i>keepassx.kdbx</i> skulle tillåta <i>KeePassXC</i> att öppna den automatiskt i framtiden.

source: Rename
bn: পুনঃনামকরণ
id: Ganti nama
ja: 名前を変更
ka: გადარქმევა
kk: Атын өзгерту
ml: പേരുമാറ്റുക
ms_my: Nama Semula
nb: Endre navn
sk: Premenovať
sv: Byt namn

source: Keep current name
bn: বর্তমান নাম রাখুন
id: Pertahankan nama saat ini
ja: 名前を変更しない
ka: არსებული სახელის დატოვება
kk: Ағымдағы атауды сақтаңыз
ml: നിലവിലെ പേര് സൂക്ഷിക്കുക
ms_my: Kekalkan nama semasa
nb: Behold nåværende navn
sk: Ponechať aktuálny názov
sv: Behåll nuvarande namn

source: Persistence wizard - Persistent volume creation
bg: Persistence Wizard - създаване на Постоянно пространство
bn: দৃঢ়তা উইজার্ড - স্থায়ী ভলিউম নির্মাণ
id: Wizard persistent - persistent volume creation
ja: 永続ウィザード - 永続的ボリューム作成
ka: მუდმივი საცავის შექმნის მეგზური
ml: പെർസിസ്റ്റന്റ് വിസാർഡ് - പെർസിസ്റ്റന്റ് വോളിയം നിർമ്മാണം
ms_my: Bestari berterusan - Penciptaan volum berterusan
nb: Bestandighet veiviseren - Opprettelse av vedvarende lagring
sk: Sprievodca vytvorenia trvalého oddielu - Vytvorenie trvalého oddielu
sr: Čarobnjak trajnog prostora - Pravljenje trajnog prostora
sv: Bestående-guiden för skapande av bestående lagring

source: Choose a passphrase to protect the persistent volume
bg: Изберете парола за защита на устойчивото пространство
bn: স্থির ভলিউম রক্ষা করার জন্য একটি পাসফ্রেজ চয়ন করুন
id: Pilih kata kunci untuk memprotect volume persistent
ja: 永続的ボリュームを保護するためのパスフレーズを選択
ka: პაროლის შერჩევა მუდმივი საცავისთვის
ml: പെർസിസ്റ്റന്റ് വോളിയം സംരക്ഷിതമാക്കാൻ ഒരു രഹസ്യ വാചകം തിരഞ്ഞെടുക്കുക
ms_my: Pilih satu frasa laluan untuk melindungi volum berterusan
nb: Angi en passordsekvens for å beskytte den vedvarende lagringen
sk: Zvoľte si prístupové heslo za účelom ochrany trvalého oddielu
sv: Välj ett lösenord att skydda den bestående lagringen med

source: A %s persistent volume will be created on the <b>%s %s</b> device. Data on this volume will be stored in an encrypted form protected by a passphrase.
bg: Устойчивият дял %s ще бъде създаден на устройството <b>%s %s</b>. Информацията на този дял ще бъде криптирана и защитена чрез парола.
bn: <B> %s %s </ b> ডিভাইসে একটি %s স্থায়ী ভলিউম তৈরি করা হবে। এই ভলিউমের তথ্যটি একটি পাসফ্রেজ দ্বারা সুরক্ষিত একটি এনক্রিপ্ট আকারে সংরক্ষণ করা হবে।
id: A %s volume persistent akan dibuat pada perangkat <b>%s %s</b>. Data pada volume ini akan disimpan pada bentuk proteksi terenkripsi dengan sebuah Passphrase
ja: %sの永続的ボリュームは<b>%s %s</b>上に作成されます。このボリュームのデータはパスフレーズによって保護された、暗号化された形式で保存されます。
ka: %s მუდმივი საცავი შეიქმნება <b>%s%s</b> მოწყობილობაზე. მონაცემები ამ დანაყოფზე შეინახება დაშიფრულად პაროლის მეშვეობით.
ml: ഒരു %sപെർസിസ്റ്റന്റ് വോളിയം ഡിവൈസിൽ <b>%s%s</b>നിര്മിക്കപെടും . ഇതിൽ ഉള്ള ഡാറ്റകൾ ഒരു രഹസ്യ വാചകം ഉപയോഗിച്ച് എൻക്രിപ്ട് ചെയ്തു സുരക്ഷിതമാക്കി സൂക്ഷിക്കപ്പെടും
ms_my: Satu volum berterusan %s akan dicipta di dalam peranti <b>%s %s</b>. Data dalam volum ini akan disimpan dalam bentuk tersulit yang dilindungi dengan satu frasa laluan.
nb: Det vil opprettes %s vedvarende lagring på <b>%s %s</b> enheten. Innholdet vil bli lagret i kryptert form og være beskyttet av en passordsekvens.
sk: Trvalý oddiel veľkosti %s bude vytvorený na zariadení <b>%s %s</b>. Dáta na tomto oddiely budú uložené v zašifrovanej podobe chránenej prístupovým heslom.
sv: En %s partition för bestående lagring kommer att skapas på enheten <b>%s %s</b>. Data på den här partitionen kommer att lagras krypterad skyddad med ett lösenord.

source: Create
bg: Създаване на
bn: সৃষ্টি
id: Buat
ja: 作成
ka: შექმნა
ml: ഉണ്ടാക്കുക
ms_my: Cipta
nb: Opprett
sk: Vytvoriť
sr: Креирај
sv: Skapa

source: <b>Beware!</b> Using persistence has consequences that must be well understood. Tails can't help you if you use it wrong! See the <i>Encrypted persistence</i> page of the Tails documentation to learn more.
bn: <b>হুঁশিয়ার!</b> স্থির ভলিউম ব্যবহার করলে তা ভালোভাবে বুঝে নিতে হবে । আপনি যদি ভুল ব্যবহার করেন তাহলে Tails আপনাকে সাহায্য করতে পারে না! আরও জানতে Tails ডকুমেন্টেশন-এর <i>এনক্রিপ্ট করা স্থির ভলিউম</i> পাতা দেখুন ।
id: <b>Waspadalah!</b> Menggunakan volume tetap memiliki konsekuensi yang harus dimengerti. Tails tidak dapat menolong jika Anda salah menggunakannya! Lihat halaman <i>Volume tetap terenkripsi</i> pada dokumentasi Tails untuk mempelajari lebih lanjut.
ja: <b>注意！</b> 永続の使用はよく理解して置かなければならない重大性があります。Tailsはあなたが間違って使用していても助けることができません！詳細についてはTailsドキュメンテーションの<i>暗号化された永続</i>ページをご覧ください。
ka: <b>გაითვალისწინეთ!</b> მუდმივი მეხსიერების საცავის გამოყენებას თან ახლავს გარკვეული საკითხები, რომლებიც კარგად უნდა იყოს გააზრებული. Tails ვერ დაგეხმარებათ, თუ მას არასწორად გამოიყენებთ! იხილეთ <i>მუდმივი მეხსიერების დაშიფვრის</i> შესახებ გვერდი Tails-ის დამხმარე მასალებში, დაწვრილებითი ინფორმაციისთვის.
ml: <b>സൂക്ഷിക്കുക!</b> പെർസിസ്റ്റൻസ് ഉപയോഗിക്കുമ്പോൾ ഉള്ള അനന്തരഫലങ്ങൾ സ്വയം മനസ്സിലാക്കാക്കിയിരിക്കണം . നിങ്ങൾ തെറ്റായ രീതിയിൽ ഉപയോഗിച്ചാൽ ടൈൽസിനു സഹായിക്കാനകില്ല ! കൂടുതൽ അറിയാനായി ടൈൽസിന്റെ <i>എൻക്രിപ്റ്റഡ് പെർസിസ്റ്റൻസ് </i>ഡോക്യൂമെന്റഷന് കാണുക .
ms_my: <b>Hati-hati!</b> Penggunaan berterusan memberi aktibat-akibat yang perlu difahami. Tails tidak dapat membantu anda sekiranya anda menggunanya secara salah! Sila rujuk halaman <i>Encrypted persistence</i> dalam dokumentasi Tails untuk mengetahuinya dengan lebih lanjut.
nb: <b>Advarsel!</b> Å bruke vedvarende enhet har konsekvenser som må være forstått. Tails kan ikke hjelpe deg hvis du ikke bruker det på riktig måte! Se <i>Kryptert vedvarende enhet</i> siden av Tails dokumentasjonen for å lære mer.
sk: <b>Pozor!</b> Využívanie trvalého oddielu so sebou obnáša isté následky, ktorým je nutné dobre porozumieť. Tails vam nepomôže ak ju použijete zle! Pozrite si <i>Šifrovanie trvnanlivého oddielu</i> v Tails dokumentácii o trvanlivosti dát ak sa chcete dozvedieť viac.
sv: <b>Akta dig!</b> Att använda uthållighet har konsekvenser som måste förstås väl. Tails kan inte hjälpa dig om du använder det fel! Läs mer på sidan <i>Krypterad bestående</i> i Tails-dokumentationen.

source: Passphrase:
bg: Тайна фраза:
bn: পাসফ্রেজ:
id: Frasa sandi:
ja: パスフレーズ:
ka: პაროლი:
ml: താങ്കളുടെ രഹസ്യ വാചകം :
ms_my: Frasa Laluan:
nb: Passordsekvens:
sk: Prístupové heslo:
sr: Lozinka:
sv: Lösenord:

source: Verify Passphrase:
bg: Потвърди тайната фраза:
bn: পাসফ্রেজ যাচাই করুন:
id: Verifikasi Kalimat:
ja: パスフレーズ確認:
ka: პაროლის დადასტურება:
ml: രഹസ്യ വാചകം നിര്‍ണ്ണയിക്കുക:
ms_my: Sahkan Frasa Laluan:
nb: Bekreft passordsekvens:
sk: Overiť prístupové heslo:
sr: Potvrdi lozinku:
sv: Upprepa lösenord:

source: Passphrase can't be empty
bg: Тайната фраза не може да бъде празна
bn: পাসফ্রেজ খালি হতে পারে না
id: Kalimat tidak boleh kosong
ja: パスフレーズは空に出来ません
ka: პაროლი ვერ იქნება ცარიელი
ml: രഹസ്യ വാചകം ശൂന്യമായിരിക്കാൻ സാധ്യമല്ല
ms_my: Frasa laluan tidak boleh dibiarkan kosong
nb: Passordsekvensfeltet kan ikke stå tomt
sk: Prístupové heslo nemôže byť prázdne
sr: Lozinka ne može biti prazna
sv: Lösenordet får inte vara tomt

source: Show Passphrase
bg: Покажи паролата
bn: পাসফ্রেজ দেখান
es_mx: Muestra la frase clave
id: Tampilkan Kata Kunci
ja: パスフレーズの表示
ka: პაროლის ჩვენება
ml: പാസ്‌ഫ്രെയ്‌സ് കാണിക്കുക
ms_my: Tunjuk Frasa Laluan
nb: Vis passordsekvens
sk: Ukáž heslo
sr: Прикажи лозинку
sv: Visa lösenfras

source: Passphrases do not match
bg: Тайните фрази не съвпадат
bn: পাসফ্রেজগুলি মেলে না
id: Kalimat tidak cocok
ja: パスフレーズが一致しません
ka: პაროლები არ ემთხვევა
ml: രഹസ്യ വാചകം തമ്മിൽ ചേരുന്നില്ല
ms_my: Frasa laluan tidak sepadan
nb: Passordsekvensene samsvarer ikke
sk: Prístupové heslá sa nezhodujú
sr: Lozinke se ne podudaraju
sv: Lösenorden matchar inte

source: Failed
bg: Неуспешно
bn: ব্যর্থ হয়েছে
id: Gagal
ja: 失敗しました
ka: ვერ მოხერხდა
ml: പരാജയപ്പെട്ടു
ms_my: Gagal
nb: Mislyktes
sk: Zlyhalo
sr: Није успело
sv: Misslyckade

source: Mounting Tails persistence partition.
bg: Монтиране Tails постоянствен дял.
bn: মাউন্ট পুকুর দৃঢ়তা পার্টিশন।
id: Pemasangan Partisi Tail persistent
ja: Tails永続的パーティションをマウント中
ka: Tails-ის მუდმივი საცავის მიერთება
ml: ടൈൽ പെർസിസ്റ്റന്റ് പാർട്ടീഷൻ മൗണ്ട് ചെയ്യുന്നു .
ms_my: Melekapkan sekatan berterusan Tails.
nb: Monterer Tails med vedvarende lagring.
sk: Pripája sa Tails trvalá partícia.
sv: Monterar Tails-partition med bestående lagring.

source: The Tails persistence partition will be mounted.
bg: Постоянствен Tails дял ще бъде монтиран.
bn: টাইল দৃঢ়তা পার্টিশন মাউন্ট করা হবে।
id: Partisi persistent akan di pasang
ja: Tails永続的パーティションがマウントされます。
ka: Tails-ის მუდმივი საცავი იქნება მიერთებული.
ml: ടൈൽ പെർസിസ്റ്റന്റ് പാർട്ടീഷൻ മൗണ്ട് ചെയ്യുന്നതായിരിക്കും.
ms_my: Sekatan berterusan Tails akan dilekapkan.
nb: Tails med vedvarende lagring vil bli montert.
sk: Tails trvalá partícia bude pripojená.
sv: Tails partition med bestående lagring kommer att monteras.

source: Correcting permissions of the persistent volume.
bg: Коригиране на привилегии на постоянния дял.
bn: স্থির ভলিউমের অনুমতিসমূহ সঠিককরণ।
id: Koreksi izin/permisi dari volume persistent
ja: 永続的ボリュームのパーミッションの修正
ka: მუდმივი საცავის ნებართვების გამართვა.
ml: പെർസിസ്റ്റന്റ് വോളിയത്തിന്റെ അനുവദനീയത ശെരിയാക്കുന്നു .
ms_my: Membetulkan keizinan volum berterusan.
nb: Korrigerer tillatelsene til den vedvarende lagringen.
sk: Korigujú sa oprávnenia trvalého oddielu.
sv: Rättar till behörigheterna på den bestående lagringen.

source: The permissions of the persistent volume will be corrected.
bg: Правата на устойчивото пространство ще бъдат променени.
bn: ধারাবাহিক ভলিউমের অনুমতিসমূহ সংশোধন করা হবে।
id: Izin volume persistent akan dikoreksi
ja: 永続的ボリュームのパーミッションは修正されます。
ka: მუდმივი საცავის ნებართვები გაიმართება.
ml: പെർസിസ്റ്റന്റ് വോളിയത്തിന്റെ അനുവദനീയത ശെരിയാക്കുന്നതായിരിക്കും .
ms_my: Keizinan volum berterusan akan dibetulkan.
nb: Tillatelsene for den vedvarende lagringen vil bli korrigert.
sk: Oprávnenia trvalého oddielu budú skorigované.
sv: Behörigheterna på den bestående lagringen kommer att rättas till.
