Repository: torpluston/translation
Catalog: *.po
Languages: ar, az, bg, bn, eo, es_mx, et, fi, fil, fr_ca, gl, id, ja, ka, kk, lb, lv, ml, ms_my, nb, nl_be, pt, sk, sk_sk, sl, sq, sr, sv, sw, ta, th

source: <b>The upgrade could not be downloaded.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
bg: <b>Актуализацията не може да бъде свалена.</b> Проверете за връзка с Интернет, и рестартирайте Tails и опитайте да актуализирате отново.\n\nАко проблема не се разреши отидете на file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
bn: <b> আপগ্রেডটি ডাউনলোড করা যাবে না। </ b>\n\ n আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং পুনরায় আপগ্রেড করার চেষ্টা করার জন্য টাইলগুলি পুনরায় আরম্ভ করুন। \n\n যদি সমস্যাটি থেকে যায় তবে ফাইলটি যান file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
es_mx: <b>La actualizacion no pudo ser descargada.</b>\n\nCheck tu conexion de red, y reinicia Tails para intentar actualizarlo otra vez.\n\nIf el problema persiste, ve a file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
id: <b>Pemutakhiran tidak bisa diunduh.</b>\n\nPeriksa sambungan jaringan Anda, dan mulai ulang Tails untuk mencoba memutakhirkannya lagi.\n\nJika masalah masih tetap ada, baca file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ja: <b>アップグレードをダウンロードできませんでした。</b>\n\nネットワーク接続を確認してからTailsを再起動して、もう一度アップグレードをお試しください。\n\n問題が続く場合は、 file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html を開いてください
ka: <b>განახლება ვერ ჩამოიტვირთა.</b>\n\nშეამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails განახლების გასამეორებლად.\n\nთუ ხარვეზი არ გამოსწორდება, იხილეთ file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
lb: <b>D'Upgrade konnt net erofgelueden ginn.</b>\n\nIwwerpréift #r Netzwierk Connectioun an start Tails nei fir e neien Upgrade Versuch ze ënnerhuelen.\n\nWann de Problem dann nach do ass, gitt op file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ml: <b>അപ്‌ഗ്രേഡ് ഡൗൺ‌ലോഡുചെയ്യാൻ‌ കഴിഞ്ഞില്ല.</b> \n\n നിങ്ങളുടെ നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും അപ്‌ഗ്രേഡുചെയ്യാൻ ശ്രമിക്കുന്നതിന് ടൈൽസ് പുനരാരംഭിക്കുക. \ n \ n പ്രശ്നം നിലനിൽക്കുകയാണെങ്കിൽ, ഫയലിലേക്ക് പോകുക file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ms_my: <b>Penataran tidak dapat dimuat turun.</b>\n\nPeriksa sambungan rangkaian anda, dan kemudian mulakan semula Tails untuk cuba menatarnya sekali lagi.\n\nJika masalah masih berlaku, pergi ke file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
nb: <b>Oppgraderingen kunne ikke lastes ned.</b>\n\nSjekk nettverksforbindelsen din, start Tails på nytt og prøv å oppgradere igjen.\n\nHvis problemet vedvarer, se file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
nl_be: <b>De upgrade kon niet gedownload worden.</b>\n\nControleer de netwerkverbinding en start Tails opnieuw op om de upgrade nogmaals te proberen.\n\nAls het probleem aanhoudt, ga dan naar file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
sk: <b>Aktualizáciu sa nepodarilo prevziať.</b>\n\nSkontrolujte vaše internetové pripojenie a reštartujte Tails za účelom ďalšieho pokusu o aktualizáciu.\n\nAk bude problém pretrvávať, navštívte stránku file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
sl: <b>Nadgradnjo ni mogoče sneti.</b>\n\nPreverite povezavo in ponovno zaženite Sledi za poskus ponovne nadgradnje.\n\nČe težava ni rešena, pojdite na:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
sv: <b>Uppgraderingen kunde inte hämtas.</b>\n\nKontrollera din nätverksanslutning, och starta om Tails för att försöka uppgradera igen.\n\nOm problemet kvarstår, se file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
th: <b>ไม่สามารถดาวน์โหลดการอัพเกรดได้</b>\n\nตรวจสอบการเชื่อมต่อเครือข่ายของคุณ แล้วทำการรีสตาร์ท Tails แล้วลองอัพเกรดใหม่อีกครั้ง\n\nหากยังพบปัญหา ให้ไปยัง file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html

source: Error while downloading the upgrade
bg: Грешка при свалянето
bn: আপগ্রেড ডাউনলোড করার সময় ত্রুটি
es_mx: Error durante la descarga de la actualization
id: Terjadi kesalahan dalam proses pengunduhan pemutakhiran
ja: アップグレードのダウンロード中にエラー
ka: შეცდომა, განახლების ჩამოტვირთვისას
lb: Feeler beim Eroflueden vum Upgrade
ml: അപ്‌ഗ്രേഡ് ഡൗൺലോഡുചെയ്യുമ്പോൾ പിശക്
ms_my: Ralat ketika memuat turun penataran
nb: Feil under nedlasting av oppgraderingen
nl_be: Fout bij het downloaden van de upgrade
sk: Chyba pri preberaní aktualizácie
sl: Napaka pri prenašanju nadgradnje
sv: Fel vid hämtning av uppgradering
th: พบข้อผิดพลาดขณะกำลังดาวน์โหลดอัพเกรด

source: Output file '%{output_file}s' does not exist, but tails-iuk-get-target-file did not complain. Please report a bug.
bg: Изходящия файл '%{output_file}s' не съсществува, но tails-iuk-get-target-file не отчита проблем. Моля, сигнализирайте за грешка.
bn: আউটপুট ফাইল '% {output_file} s' বিদ্যমান নয়, তবে টাইলস-আইইউকে-টু-টার্গেট-ফাইল অভিযোগ করেনি। একটি বাগ রিপোর্ট করুন
es_mx: El archivo de salida '%{output_file}s' no existe, pero tails-iuk-get-target-file no se quejo. Por favor reporta un error.
id: Output file '%{output_file}s' does not exist, but tails-iuk-get-target-file did not complain. Silakan laporkan sebagai bug.
ja: 出力ファイル '%{output_file}s' は存在しませんが、 tails-iuk-get-target-file はエラーを出しませんでした。バグを報告してください。
ka: გამოსატანი ფაილი '%{output_file}s' არ არსებობს, მაგრამ tails-iuk-get-target-file არ იტყობინება ამის შესახებ. გთხოვთ, მოგვახსენოთ ამ ხარვეზის შესახებ.
lb: Ausgangsdatei '%{output_file}s' existéiert net mä tails-iuk-get-target-file beschwéiert sech net. Wann ech gelift mellt e Feeler.
ml: ഔട്ട്‌പുട്ട് ഫയൽ '% {output_file} s' നിലവിലില്ല, പക്ഷേ tails-iuk-get-target-file പരാതിപ്പെട്ടില്ല. ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യുക.
ms_my: Fail output '%{output_file}s' tidak wujud, tetapi tails-iuk-get-target-file tidak memberikan apa-apa tindak balas. Mohon laporkan pepijat ini.
nb: Utdata filen '%{output_file}s' eksisterer ikke, men tails-iuk-get-target-file klaget ikke. Rapporter feilen.
nl_be: Outputbestand '%{output_file}s' bestaat niet, maar tails-iuk-get-target-file klaagde niet. Rapporteer alstublieft een bug.
sk: Výstupný súbor „%{output_file}“ neexistuje, ale tails-iuk-get-target-file nevydal žiadnu správu o chybe. Prosím, túto chybu nahláste.
sl: Izhodna datoteka '%{output_file}s' ne obstoja, toda tails-iuk-get-target-file nima pritožbe. Prosim sporočite hrošča.
sv: Utdata filen '%{output_file}s' existerar inte, men tails-iuk-get-target-file klagade inte. Anmäl detta som ett fel.
th: ไม่พบไฟล์ผลลัพธ์ '%{output_file}s' แต่คำสั่ง tails-iuk-get-target-file ไม่แจ้งข้อผิดพลาด โปรดทำการแจ้งบั๊ก

source: Error while creating temporary downloading directory
bg: Грешка при създаване на временна директория за сваляне.
bn: অস্থায়ী ডাউনলোডিং ডিরেক্টরি তৈরি করার সময় ত্রুটি
es_mx: Error durante la creación del directorio temporario de descargas
id: Terjadi kesalahan dalam proses pembuatan direktori pengunduhan sementara
ja: 一時的ダウンロード用ディレクトリの作成中にエラー
ka: შეცდომა, ჩამოტვირთვის დროებითი საქაღალდის შექმნისას
lb: Feeler beim Erstellen vun engem temporären Downloaduerdner
ml: താൽ‌ക്കാലിക ഡൗൺ‌ലോഡിംഗ് ഡയറക്‌ടറി സൃഷ്‌ടിക്കുമ്പോൾ പിശക്
ms_my: Ralat ketika mencipta direktori muat turun sementara
nb: Feil under oppretting av midlertidig nedlastingsmappe.
nl_be: Fout bij het aanmaken van een tijdelijke folder voor de download
sk: Chyba pri vytváraní dočasného priečinka na preberanie
sl: Napaka pri ustvarjanju začasnega imenika snemanja
sv: Fel vid skapande av temporär hämtningskatalog
th: พบข้อผิดพลาดขณะสร้างไดเรคทอรีเพื่อดาวน์โหลดชั่วคราว

source: Failed to create temporary download directory
bg: Неуспешно създаване на временна директория за сваляне.
bn: অস্থায়ী ডাউনলোড ডিরেক্টরি তৈরি করতে ব্যর্থ
es_mx: Falla durante la creación del directorio temporario de descargas
id: Terjadi kegagalan dalam pembuatan direktori pengunduhan sementara
ja: 一時的ダウンロードディレクトリを作成できませんでした。
ka: ჩამოტვირთვის დროებითი საქაღალდის შექმნა ვერ მოხერხდა
lb: Feeler beim Erstellen vun engem temporären Downloaduerdner
ml: താൽക്കാലിക ഡൗൺലോഡ് ഡയറക്‌ടറി സൃഷ്‌ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms_my: Gagal mencipta direktori muat turun sementara
nb: Oppretting av midlertidig nedlastingsmappe mislyktes
nl_be: Maken van tijdelijke download directory mislukt
sk: Nepodarilo sa vytvoriť dočasný priečinok na preberanie
sl: Neuspešno ustvarjanje začasnega imenika snemanja
sv: Misslyckades med att skapa temporär hämtningskatalog
th: การสร้างไดเรคทอรีชั่วคราวเพื่อดาวน์โหลดล้มเหลว

source: <b>Could not choose a download server.</b> This should not happen. Please report a bug.
bg: <b>Не може да изберете сървъра за сваляне.</b> Това не трябва да се случва. Моля съобщeте за бъг.
bn: <b> একটি ডাউনলোড সার্ভার নির্বাচন করা যায়নি। </ b> এই ঘটতে না হওয়া উচিত। একটি বাগ রিপোর্ট করুন
es_mx: <b>No se pudo seleccionar servidor de descarga.</b> Esto no debe de pasar. Por favor reporta un error.
id: <b>Tidak dapat memilih server unduh<b> Hal ini seharusnya tidak terjadi. Silakan laporkan bug.
ja: <b>ダウンロードのサーバーを選べませんでした。</b> こんなことはないはずです。バグを報告してください。
ka: <b>ვერ ხერხდება ჩამოტვირთვის სერვერის არჩევა.</b> წესით, ეს ასე არ უნდა მომხდარიყო. გთხოვთ, მოგვახსენოთ ხარვეზის შესახებ.
lb: <b>Konnt keen Download Server auswielen</b> Dat sollt net geschéien. Mellt wann ech gelift e Feeler.
ml: <b>ഒരു ഡൗൺ‌ലോഡ് സെർ‌വർ‌ തിരഞ്ഞെടുക്കാൻ‌ കഴിഞ്ഞില്ല.</b> ഇത് സംഭവിക്കരുത്. ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യുക.
ms_my: <b>Tidak dapat memilih pelayan muat turun.</b> Ia tidak sepatutnya berlaku. Mohon laporkan pepijat ini.
nb: <b>Kunne ikke finne en nedlastingstjener.</b> Dette skal ikke skje, rapporter som feil.
nl_be: <b>Kon geen download server kiezen.</b> Dit hoort niet te gebeuren. Vul a.u.b. een bug report in.
sk: <b>Nebolo možné zvoliť server pre sťahovanie</b> Toto by sa nemalo stať. Prosím nahláste chybu.
sv: <b>Kunde inte välja en nedladdningsserver.</b> Detta borde inte hända. Vänligen skicka in en felrapport.
th: <b>ไม่สามารถเลือกเซอร์เวอร์ในการดาวน์โหลด</b> กรณีนี้ไม่ควรเกิดขึ้น กรุณาทำการแจ้งบั๊ก

source: Error while choosing a download server
bg: Грешка при избора на сървър за изтегляне
bn: একটি ডাউনলোড সার্ভার নির্বাচন করার সময় ত্রুটি
id: Kesalahan saat memilih server unduh
ja: ダウンロードのサーバーを選択中にエラー
ka: შეცდომა, ჩამოტვირთვის სერვერის არჩევისას
lb: Feeler bei der Auswiel vun engem Downloadserver
ml: ഒരു ഡൗൺ‌ലോഡ് സെർവർ തിരഞ്ഞെടുക്കുമ്പോൾ പിശക്
ms_my: Ralat ketika memilih pelayan muat turun
nb: Feil ved valg av nedlastingstjener
nl_be: Fout tijdens het kiezen van download server
sk: Chyba pri výbere serveru pre prevzatie
sv: Fel vid val av nedladdningsserver
th: พบข้อผิดพลาดขณะเลือกเซอร์เวอร์ในการดาวน์โหลด

source: The upgrade was successfully downloaded. The network connection will now be disabled. Please save your work and close all other applications.
bn: আপগ্রেড সফলভাবে ডাউনলোড করা হয়েছে। নেটওয়ার্ক সংযোগ এখন নিষ্ক্রিয় করা হবে। আপনার কাজ সংরক্ষণ করুন এবং অন্যান্য অন্যান্য অ্যাপ্লিকেশন বন্ধ করুন।
id: Pembaruan telah berhasil diunduh. Koneksi jaringan akan dinonaktifkan Mohon simpan pekerjaan Anda dan tutup semua aplikasi lain.
ja: アップデートは正常に完了しました。現在、Torネットワークに対する接続は無効になっています。全てのアプリケーションを保存し、終了して下さい。
ka: განახლება წარმატებით ჩამოიტვირთა. ქსელთან კავშირი შეწყდება. გთხოვთ შეინახოთ თქვენი სამუშაო და დახუროთ ყველა სხვა პროგრამა.
ml: നവീകരണം വിജയകരമായി ഡ ed ൺ‌ലോഡുചെയ്‌തു. നെറ്റ്‌വർക്ക് കണക്ഷൻ ഇപ്പോൾ അപ്രാപ്‌തമാക്കും. നിങ്ങളുടെ ജോലി സംരക്ഷിച്ച് മറ്റെല്ലാ അപ്ലിക്കേഷനുകളും അടയ്‌ക്കുക.
ms_my: Penataran berjaya dimuat turun. Sambungan rangkaian kini dilumpuhkan. Sila simpan semua kerja anda dan tutup lain-lain aplikasi yang masih terbuka.
nb: Nedlasting av oppdateringen var vellykket. Nettverkstilkoblingen vil nå bli deaktivert. Lagre arbeidet ditt og lukk alle andre programmer.
sk: Aktualizácia bola úspešne prevzatá. Zariadenie sa odpojí zo siete. Prosím, uložte si svoju prácu a zatvorte všetky ostatné aplikácie.
sv: Uppgraderingen hämtades. Nätverksanslutningen kommer nu att inaktiveras. Spara ditt arbete och stäng alla andra program.

source: Upgrade successfully downloaded
bn: আপগ্রেড সফলভাবে ডাউনলোড হয়েছে
id: Pembaruan berhasil diunduh
ja: アップグレードは成功裏にダウンロードされた
ka: განახლება წარმატებით ჩამოიტვირთა
ml: അപ്‌ഗ്രേഡുചെയ്‌തു വിജയകരമായി ഡൗൺലോഡുചെയ്‌തു
ms_my: Penataran berjaya dimuat turun
nb: Oppgradering ble lastet ned
sk: Aktualizácia bola úspešne prevzatá
sv: Uppgradering hämtad

source: Apply upgrade
bn: আপগ্রেড প্রয়োগ করুন
id: Pasang pembaruan
ja: アップグレード適用
ka: განახლების ასახვა
ml: നവീകരണം പ്രയോഗിക്കുക
ms_my: Laksana penataran
nb: Bruk oppgradering
sk: Aktualizovať
sv: Tillämpa uppgradering

source: <b>Your Tails device was successfully upgraded.</b> Some security features were temporarily disabled. You should restart Tails on the new version as soon as possible. Do you want to restart now?
bg: <b> Вашето Tails устройство беше актуализирано успешно. </b> Някой настройки по сигурноста са временно изключени. Рестартирайте Tails с новата версия възможно най скоро. Искате ли да рестартирате сега?
bn: <b> আপনার পুংলি ডিভাইস সফলভাবে আপগ্রেড করা হয়েছে। </ b> কিছু নিরাপত্তা বৈশিষ্ট্য অস্থায়ীভাবে অক্ষম করা হয়েছে। আপনি যত তাড়াতাড়ি সম্ভব নতুন সংস্করণ নেভিগেশন পুচ্ছ পুনরায় আরম্ভ করা উচিত। আপনি এখন পুনরায় আরম্ভ করতে চান?
id: <b>Perangkat Tails anda telah di upgrade dg sukses.</b> Beberapa Fitur keamanan untuk sementara di matikan. Anda harus restart Tails ke versi yang baru sesegera mungkin Apakah anda ingin restart sekarang?
ja: <b>Tails デバイスは正常にアップグレードされました。</b> 一部のセキュリティ機能が一時的に無効になりました。 可及的速やかに新バージョンで Tailsを再起動する必要があります。 <i>今すぐ</i>再起動しますか？
ka: <b>თქვენი Tails-მოწყობილობა წარმატებით განახლდა.</b> უსაფრთხოების საშუალებების ნაწილი, დროებით გამორთულია. ხელახლა უნდა გაუშვათ Tails, როგორც კი ახალი ვერსია იქნება ხელმისაწვდომი. გსურთ, ხელახლა გაშვება ახლავე?
lb: <b>Äert Tails Medium gouf erfollegräich geupgradet.</b> Verschidde Sécherheetsfunktioune goufen temporär desaktivéiert. Dir sollt Tails sou séier wéi méiglech nei starten fir déi nei Versioun ze benotzen. Elo nei starten?
ml: <b>നിങ്ങളുടെ ടെയിൽ‌സ് ഉപകരണം വിജയകരമായി അപ്‌ഗ്രേഡുചെയ്‌തു.</b> ചില സുരക്ഷാ സവിശേഷതകൾ‌ താൽ‌ക്കാലികമായി അപ്രാപ്‌തമാക്കി. പുതിയ പതിപ്പിൽ‌ നിങ്ങൾ‌ എത്രയും വേഗം ടൈൽസ് പുനരാരംഭിക്കണം. നിങ്ങൾ‌ ഇപ്പോൾ‌ പുനരാരംഭിക്കാൻ‌ താൽ‌പ്പര്യപ്പെടുന്നോ?
ms_my: <b>Peranti Tails anda berjaya ditatarkan.</b> Sesetengah fitur keselamatan telah dilumpuhkan buat sementara. Anda seharusnya memulakan semula Tails versi baharu ini secepat yang mungkin. Anda mahu mulakan semula sekarang?
nb: <b>Din Tails enhet ble oppgradert uten problemer.</b> Noen sikkerhetsfunksjoner ble midlertidig avskrudd. Du bør starte Tails på nytt med den nye versjonen snarest mulig. Vil du starte på nytt nå?
nl_be: <b>Uw Tails apparaat is met succes geüpgraded.1 Sommige beveiligingsopties werden tijdelijk uitgeschakeld. U kunt het beste z.s.m. Tails in de nieuwe versie herstarten. Wilt u nu herstarten?
sk: <b>Vaše Tails zariadenie bolo úspešne aktualizované.</b> Niektoré bezpečnostné funkcie boli dočasne zakázané. Odporúčame vám čo najskôr reštartovať Tails do novej verzie. Prajete si reštartovať teraz?
sl: <b>Vaša naprava Sledi je bila uspešno nadgrajena.</b> Nekatere varnostne funkcije so začasno onemogočene. Ponovno morate čimhitreje zagnati Sledi z novo verzijo. Želite ponovni zagon sedaj?
sv: <b>Din Tails enhet uppgraderades problemfritt.</b> Vissa säkerhetsfunktioner blev tillfälligt inaktiverade. Du borde starta om Tails med den nya versionen snarast möjligt. Vill du starta om nu?
th: <b>อุปกรณ์ Tails ถูกอัพเกรดแล้วอย่างเสร็จสมบูรณ์</b> ฟีเจอร์ความปลอดภัยบางอย่างได้ถูกปิดใช้งานชั่วขณะ คุณควรทำการเริ่มต้น Tailsใหม่บนเวอร์ชั่นใหม่ทันที เริ่มต้นใหม่เลยหรือไม่?

source: Restart Tails
bg: Рестартирай Tails
bn: Tails পুনরারম্ভ করুন
es_mx: Reinicie Tails
id: Memulai kembali Tails
ja: Tails を再起動
ka: ხელახლა გაეშვას Tails
lb: Tails neistarten
ml: ടൈൽസ് പുനരാരംഭിക്കുക
ms_my: Mula Semula Tails
nb: Omstart av Tails
nl_be: Tails herstarten
sk: Reštartovať Tails
sl: Ponovni zagon Sledi
sv: Starta om Tails
th: เริ่มต้น Tails ใหม่เดี๋ยวนี้

source: Restart now
bg: Рестартирай сега
bn: এখন আবার চালু করুন
es_mx: Reinicie ahora
id: Memulai kembali sekarang
ja: 今すぐ再起動
ka: ხელახლა გაშვება ახლავე
lb: Elo neistarten
ml: ഇപ്പോൾ പുനരാരംഭിക്കുക
ms_my: Mula semula sekarang
nb: Omstart nå
nl_be: Herstart nu
sk: Reštartovať teraz
sl: Ponovni zagon sedaj
sv: Starta om nu
th: เริ่มต้นใหม่เดี๋ยวนี้

source: Restart later
bg: Рестартирай по късно
bn: পরে পুনরায় আরম্ভ করুন
es_mx: Reinicie despues
id: Memulai kembali nanti
ja: 後で再起動
ka: ხელახლა გაშვება მოგვიანებით
lb: Méi spéit neistarten
ml: പിന്നീട് പുനരാരംഭിക്കുക
ms_my: Mula semula kemudian
nb: Omstart senere
nl_be: Herstart later
sk: Reštartovať neskôr
sl: Ponovni zagon kasneje
sv: Starta om senare
th: เริ่มต้นใหม่ในภายหลัง

source: Error while restarting the system
bg: Грешка при рестартиране на системата.
bn: সিস্টেম পুনরায় আরম্ভ করার সময় ত্রুটি
es_mx: Error durante el reinicio del sistema
id: Error selagi restart sistem
ja: システムの再起動中にエラー
ka: შეცდომა, სისტემის ხელახლა გაშვებისას
lb: Feeler beim Neistart vum System
ml: സിസ്റ്റം പുനരാരംഭിക്കുമ്പോൾ പിശക്
ms_my: Ralat ketika memulakan semula sistem
nb: Feil under omstart av systemet
nl_be: Fout bij het herstarten van het systeem
sk: Vyskytla sa chyba počas reštartovania systému
sl: Napaka pri ponovnem zagonu
sv: Fel vid omstart av systemet
th: พบข้อผิดพลาดขณะกำลังเริ่มต้นใหม่

source: Failed to restart the system
bg: Проблем при рестартирането
bn: সিস্টেম পুনরায় আরম্ভ করতে ব্যর্থ হয়েছে
es_mx: Falla al reiniciar el sistema
id: gagal untuk restart sistem
ja: システムの再起動に失敗しました
ka: სისტემის ხელახლა გაშვება ვერ მოხერხდა
lb: Konnt de System net nei starten
ml: സിസ്റ്റം പുനരാരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms_my: Gagal memulakan semula sistem
nb: Omstart av systemet feilet
nl_be: Niet in staat het systeem te herstarten
sk: Nepodarilo sa reštartovať systém
sl: Neuspel ponovni zagon
sv: Misslyckades med att starta om systemet
th: การเริ่มต้นใหม่ล้มเหลว

source: Error while shutting down the network
bg: Грешка по време на изключване на мрежата
bn: নেটওয়ার্ক বন্ধ করার সময় ত্রুটি
es_mx: Error durante el apagado de la red
id: Error selagi shut down jaringan
ja: ネットワークのシャットダウン中にエラー
ka: შეცდომა ქსელის კავშირის დახურვისას
lb: Feeler beim Eroffueren vum Netzwierk.
ml: നെറ്റ്‌വർക്ക് ഷട്ട് ഡൗൺ ചെയ്യുമ്പോൾ പിശക്
ms_my: Ralat ketika mematikan rangkaian
nb: Feil under avstenging av nettverket
nl_be: Fout bij het uitschakelen van het netwerk
sk: Vyskytla sa chyba počas odpájania siete
sl: Napaka pri ugašanju omrežja
sv: Fel vid avstängning av nätverket
th: พบข้อผิดพลาดขณะทำการปิดเครือข่าย

source: Failed to shutdown network
bg: Грешка при спиране на мрежата
bn: নেটওয়ার্ক বন্ধ করতে ব্যর্থ হয়েছে
es_mx: Se ha fallado en el apagado de la red
id: Gagal untuk shutdown jaringan
ja: ネットワークのシャットダウンに失敗しました
ka: ქსელის კავშირის დახურვა ვერ მოხერხდა
lb: Feeler beim Eroffueren vum Netzwierk.
ml: നെറ്റ്‌വർക്ക് അടയ്‌ക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms_my: Gagal mematikan rangkaian
nb: Avstenging av nettverket feilet
nl_be: Niet in staat het netwerk uit te schakelen
sk: Nepodarilo sa odpojiť sieť
sl: Neuspešno ugašanje omrežja
sv: Misslyckades med att stänga av nätverket
th: การปิดเครือข่ายล้มเหลว

source: Upgrading the system
bg: Ъпгрейдване на системата
bn: সিস্টেম আপগ্রেড করা হচ্ছে
es_mx: Actualizando el sistema
id: Upgrade sistem
ja: システムのアップグレード中
ka: სისტემა ახლდება
lb: System gëtt geupgradet
ml: സിസ്റ്റം നവീകരിക്കുന്നു
ms_my: Menatar sistem
nb: Oppgraderer systemet
nl_be: Het systeem aan het upgraden
sk: Systém sa aktualizuje
sl: Nadgradnja sistema
sv: Uppgraderar systemet
th: กำลังอัพเกรดระบบ

source: <b>Your Tails device is being upgraded...</b> For security reasons, the networking is now disabled.
bg: <b>Вашето Tails устройство беше актуализирано...</b> От съображения за сигурност, мрежата в момента е изключена.
bn: <b> আপনার পুর্ণ ডিভাইসটি আপগ্রেড করা হচ্ছে ... </ b> নিরাপত্তা কারণে, নেটওয়ার্কিং এখন নিষ্ক্রিয় করা হয়।
es_mx: <b>Su dispositivo de Tails esta siendo actualizado...</b> Por razones de segurida, el systema de redes esta desactivado
id: <b>Perangkat Tails anda di upgrade...</b> Untuk alasan keamanan, jaringan sekarang di matikan.
ja: <b>Tails デバイスはアップグレードされています...</b> セキュリティ上の理由のため、ネットワーキングは無効になっています。
ka: <b>თქვენი Tails-მოწყობილობა ახლდება...</b> უსაფრთხოების მიზნით, ქსელი ახლა გამორთულია.
lb: <b>Äert Tails Medium ass dobäi sech ze upgraden...</b> Aus Sécherheetsgrënn gouf d'Netzwierk desaktivéiert.
ml: <b>നിങ്ങളുടെ ടെയിൽസ് ഉപകരണം അപ്‌ഗ്രേഡുചെയ്യുന്നു ... </b> സുരക്ഷാ കാരണങ്ങളാൽ, നെറ്റ്‌വർക്കിംഗ് ഇപ്പോൾ പ്രവർത്തനരഹിതമാക്കി.
ms_my: <b>Peranti Tails anda sedang ditatarkan...</b> Atas sebab keselamatan, rangkaian kini dilumpuhkan.
nb: <b>Din Tails-enhet oppgraderes…</b> Av sikkerhetsmessige årsaker, er nettverkforbindelser nå avskrudd.
nl_be: <b>Uw Tails apparaat wordt geüpgraded...</b> Om veiligheidsredenen wordt het netwerk nu uitgeschakeld.
sk: <b>Prebieha aktualizácia vášho Tails zariadenia...</b> Z bezpečnostných dôvodov je pripojenie do siete zakázané.
sl: <b>Vaša naprava Sledi je nadgrajena...</b> Iz varnostnih razlogov je omrežje sedaj nedosegljivo.
sv: <b>Din Tails-enhet uppgraderas...</b> Av säkerhetsskäl är nätverket nu avstängt.
th: <b>อุปกรณ์ Tails ของคุณกำลังถูกอัพเกรด...</b> ระบบเครือข่ายจะถูกปิดใช้งานเพราะเหตุผลด้านความปลอดภัย
