Repository: torpluston/translation
Catalog: code_of_conduct+nb.po
Languages: nb

source: Tor Project Code of Conduct ============================================================
nb: Tor-prosjektets etiske retningslinjer ============================================================

source: Statement of Intent:
nb: Intensjonserklæring:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
nb: Tor-prosjektet er opptatt av å fremme et inkluderende miljø og fellesskap. Tor er et sted hvor folk skal føle seg trygge til å engasjere seg, dele sine synspunkt og delta.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
nb: Disse etiske retningslinjene gjelder for Tor-prosjektet som helhet. Det er ment å gi retningslinjer for bidragsytere. Ansatte og entreprenører av The Tor Project, Inc. (TPI) er også underlagt selskapets politikk og prosedyrer. Disse menneskene bør gjerne kontakte HR med spørsmål eller bekymringer.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
nb: Disse etiske retningslinjene er ikke uttømmende eller fullstendig. Det er en kontinuerlig innsats, for å oppsummere vår delte forståelse. Vi ønsker å gi et innbydende, trygt miljø, slik at vi kan samarbeide for å drive kraftige løsninger. Vi forbeholder oss retten til å avvike fra håndheving av denne koden. Eventuelle avvik må gi et resultat som er mer rettferdig og tilpasset våre verdier. Vi forstår at å holde et levende dokument relevant og “oppdatert” innebærer vedvarende innsats.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
nb: 0. Sammendrag: Ikke vær en dust. Vær storartet isteden. ============================================================

source: The Tor community should be a good place where people are glad to be.
nb: Tor-prosjektet skal være et bra sted hvor folk er glade for å være.

source: DO: Be kind, thoughtful, and considerate.
nb: GJØR: Vær snill, omtenksom og hensynsfull.

source: DO: Make Tor a place where people are happy and comfortable.
nb: GJØR: Gjør Tor til et sted hvor folk er fornøyd og komfortabel.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
nb: GJØR: Husk: Vi bidrar alle sammen; vi lærer alle sammen. Ingen ble født en ekspert.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
nb: GJØR: Gi tilgang til gulvet. Lytt. Sørg for at alle blir hørt.

source: DON'T: Insult, harass, intimidate, or be a jerk.
nb: IKKE: Fornærme, trakassere, skremme eller være en dust.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
nb: IKKE: Behandle ærlige feil som en unnskyldning for å presse folk. Feil er for læring.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
nb: IKKE: Se etter veier for å opprettholde de etiske retningslinjene mens du bryter dens ånd.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
nb: OG GJØR: Send ivrig e-post: tor-community-council@lists.torproject.org med spørsmål og bekymringer. Offentlig nøkkel: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
nb: 1. Hensikt ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
nb: Et hovedmål for Tor-samfunnet er å være inkluderende for mange forskjellige bidragsytere. Vi ønsker å inkludere bidragsytere fra de mest varierte og ulike bakgrunner hvor mulig. Som sådan er vi opptatt av å gi et vennlig, trygt og innbydende miljø for alle, uavhengig av deres opplevelse, kjønnsidentitet eller uttrykk, seksuell legning, familie, forhold, evne (kroppslige eller mentale), personlig utseende, sosioøkonomisk status, kroppsstørrelse, rase, etnisitet, alder, religion, nasjonalitet eller medlemskap i en vanskeligstilt og/eller underrepresentert gruppe.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
nb: Et trygt miljø betyr et som er fritt for overgrep, enten det er isolert eller systematisk. Vi erkjenner eksplisitt at det å tolerere misbruk er et sikkerhetsproblem. Det å la overgripere og ondsinnede mennesker forstyrre samfunnet vårt, setter programvaren, utviklerne og brukerne våre i fare.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
nb: Disse etiske retningslinjene skisserer forventningene våre til alle de som deltar i samfunnet vårt, samt konsekvensene for uakseptabel atferd.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
nb: Vi inviterer alle som deltar i Tor-prosjektet, til å hjelpe oss med å skape trygge og positive opplevelser for alle.

source: 2. Be your best self ============================================================
nb: 2. Vær ditt beste deg ============================================================

source: The following behaviors are expected and requested of all community members:
nb: Følgende atferd forventes og etterspørres av alle medlemmene i samfunnet:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
nb: Delta på en ærlig og aktiv måte. På denne måten bidrar du til helse og lang levetid for dette samfunnet.

source: Exercise consideration and respect in your speech and actions.
nb: Utvis hensyn og respekt i tale og handlingene dine.

source: Attempt collaboration and dialog before engaging in conflict.
nb: Forsøk med samarbeid og dialog, før du går inn i en konflikt.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
nb: Avstå fra nedverdigende, diskriminerende eller trakasserende atferd og tale.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
nb: Vær oppmerksom på dine omgivelser og med-deltakere. Varsle samfunnsledere hvis du legger merke til følgende:

source: a dangerous situation
nb: en farlig situasjon

source: someone in distress
nb: noen i nød

source: violations of this code of conduct, even if they seem minor
nb: brudd på disse etiske retningslinjene, selv om de virker små

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
nb: Husk at lokale samfunnsarenaer kan deles med publikum. Vis respekt for alle som bruker disse stedene.

source: Respect the privacy of your fellow community members.
nb: Respekter personvernet til dine andre samfunnsmedlemmer.

source: 3. Unacceptable behaviors ============================================================
nb: 3. Uakseptabel adferd ============================================================

source: The following behaviors are unacceptable within our community:
nb: Følgende oppførsel er uakseptabel i samfunnet vårt:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
nb: Vold, seksuelle overgrep, trusler om vold eller voldelig språk rettet mot en annen person, spesielt vold mot en person eller gruppe basert på et beskyttet kjennetegn. (Visning av våpen kan utgjøre skremming eller en trussel om vold.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
nb: Sexistiske, rasistiske, homofobe, transfobe, diskriminerer funksjonshemmede eller på annen måte diskriminering igjennom vitser og språk.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
nb: Spontant legge ut innlegg eller vise seksuelt eksplisitt eller voldelig materiale. (Hvis det er nødvendig å dele slikt materiale når du jobber med Tors oppdrag, gjør det med varsomhet. Vær oppmerksom på at mange ikke ønsker å se det.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
nb: Legge ut eller true med å legge ut andre personers personlig identifiserende informasjon ("doxing") uten deres samtykke.

source: Personal insults or attacks, particularly those related to:
nb: Personlige fornærmelser eller angrep, spesielt de som er relatert til:

source: experience
nb: erfaring

source: gender identity or expression
nb: kjønnsidentitet eller uttrykk

source: sexual orientation
nb: seksuell orientering

source: family
nb: familie

source: relationships
nb: forhold

source: ability (whether bodily or mental)
nb: evne (enten kroppslig eller mental)

source: personal appearance
nb: personlig utseende

source: socioeconomic status
nb: sosioøkonomisk status

source: body size
nb: kroppsstørrelse

source: race
nb: rase

source: ethnicity
nb: etnisitet

source: age
nb: alder

source: nationality
nb: nasjonalitet

source: membership in a disadvantaged and/or underrepresented group
nb: medlemskap i en vanskeligstilt og/eller underrepresentert gruppe.

source: Deliberate intimidation, stalking or following (online or in person).
nb: Bevisst skremming, forfølgelse eller følge (online eller personlig).

source: 9. Scope of this document ============================================================
nb: 9. Omfanget av dette dokumentet ============================================================

source: This code of conduct covers all community participants:
nb: Disse etiske retningslinjene dekker alle samfunns-deltakere:

source: paid and unpaid contributors
nb: betalte og ubetalte bidragsytere

source: sponsors
nb: sponsorer

source: other guests
nb: andre gjester

source: when interacting:
nb: ved interaksjon:

source: in all online and in-person community venues
nb: i alle online og personlige samfunnsarenaer
