Repository: torpluston/translation
Catalog: code_of_conduct+ru.po
Languages: ru

source: Tor Project Code of Conduct ============================================================
ru: Кодекс Поведения Tor Project ============================================================

source: Statement of Intent:
ru: Изложение намерений:

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
ru: Настоящий Кодекс поведения не является исчерпывающим или полным. Это постоянные усилия по обобщению нашего общего понимания. Мы хотим обеспечить гостеприимную, безопасную окружающую среду, чтобы мы могли работать совместно для достижения мощных решений. Мы оставляем за собой право отклоняться от строгого соблюдения настоящего Кодекса. Любые отклонения должны привести к результату, который является более справедливым и соответствует нашим ценностям. Мы понимаем, что поддержание живого документа актуальным и ”исправленным" требует постоянных усилий.

source: The Tor community should be a good place where people are glad to be.
ru: Tor-сообщество должно быть хорошим местом, в котором люди рады находиться.

source: DO: Be kind, thoughtful, and considerate.
ru: МОЖНО: Будьте добрыми, заботливыми и внимательными.

source: DO: Make Tor a place where people are happy and comfortable.
ru: МОЖНО: Превратите Tor в место, где люди счастливы и им комфортно.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
ru: МОЖНО: Помните: Мы все вносим свой вклад; мы все учимся. Никто не родился экспертом.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
ru: МОЖНО: Давайте другим слово. Слушайте. Позаботьтесь о том, что бы каждый был услышен.

source: 1. Purpose ============================================================
ru: 1. Цель ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
ru: Основная цель сообщества Tor - охватить множество различных участников. Мы хотим включить участников из самых разных и многоообразных слоев общества. Таким образом, мы стремимся обеспечить дружественную, безопасную и гостеприимную среду для всех, независимо от их опыта, гендерной идентичности или самовыражения, сексуальной ориентации, семьи, отношений, способностей (физических или психических), внешнего вида, социально-экономического статуса, размера тела, расы, этнической принадлежности, возраста, религии, национальности или принадлежности к неблагополучной и/или недопредставленной группе.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ru: Данный Кодекс поведения определяет наши ожидания для всех тех, кто участвует в нашем сообществе, а также последствия для неприемлемого поведения.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
ru: Мы приглашаем всех, кто участвует в The Tor Project, помочь нам создать безопасный и позитивный опыт для всех.

source: 2. Be your best self ============================================================
ru: 2. Будьте лучшей версией самого себя ============================================================

source: The following behaviors are expected and requested of all community members:
ru: От всех членов сообщества ожидается и запрашивается следующее поведение:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
ru: Участвуйте добросовестно и активно. Поступая таким образом, вы вносите свой вклад в здоровье и долголетие этого сообщества.

source: Exercise consideration and respect in your speech and actions.
ru: Проявляйте внимание и уважение в своей речи и действиях.

source: Attempt collaboration and dialog before engaging in conflict.
ru: Попытайтесь вступить в сотрудничество и диалог, прежде чем вступать в конфликт.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
ru: Воздержитесь от унижений, дискриминации, или оскорбляющего поведения и речи.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
ru: Будьте внимательны к своему окружению и другим участникам. Предупредите руководителей сообщества, если заметите:

source: a dangerous situation
ru: опасную ситуацию

source: someone in distress
ru: кого-то в беде

source: violations of this code of conduct, even if they seem minor
ru: нарушения этого Кодекса поведения, даже если они кажутся незначительными

source: Respect the privacy of your fellow community members.
ru: Уважайте приватность ваших коллег-членов сообщества.

source: 3. Unacceptable behaviors ============================================================
ru: 3. Неприемлемое поведение ============================================================

source: The following behaviors are unacceptable within our community:
ru: Подобное поведение не приемлемо в нашем сообществе:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
ru: Насилие, в т.ч. сексуальное, угрозы насилия или насильственные выражения, направленные против другого лица, особенно насилие в отношении лица или группы на основе защищаемого признака. (Демонстрация оружия может представлять собой запугивание или угрозу насилия.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
ru: Сексистские, расистские, гомофобные, трансфобные, эйблистские или иные дискриминационные шутки и выражения.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
ru: Спонтанное размещение или демонстрирование материалов откровенного сексуального или насильственного характера. (Если необходимо поделиться таким материалом при работе над миссией Tor, делайте это с осторожностью. Учитывайте, что многие люди не хотят этого видеть.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
ru: Размещение или угроза размещения личной информации других людей ("доксинг") без их согласия.

source: Personal insults or attacks, particularly those related to:
ru: Личные оскорбления или нападения, особенно связанные с:

source: experience
ru: опытом

source: gender identity or expression
ru: гендерной идентичностью или самовыражением

source: sexual orientation
ru: сексуальной ориентацией

source: family
ru: семьей

source: relationships
ru: отношениями

source: ability (whether bodily or mental)
ru: способностями (будь то физических или психических)

source: personal appearance
ru: внешним видом

source: socioeconomic status
ru: социально-экономическим статусом

source: body size
ru: размером тела

source: race
ru: расой

source: ethnicity
ru: этнической принадлежностью

source: age
ru: возрастом

source: religion
ru: религией

source: nationality
ru: национальностью

source: membership in a disadvantaged and/or underrepresented group
ru: принадлежностью к неблагополучной и/или недопредставленной группе

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
ru: Нежелательное внимание сексуального характера: сюда относятся сексуализированные комментарии или шутки, неподобающие прикосновения, ощупывание и нежелательные сексуальные домогательства.

source: 4. Unacceptable behavior has consequences ============================================================
ru: 4. Неприемлемое поведение имеет последствия ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
ru: Мы не потерпим неприемлемого поведения со стороны любого члена сообщества. Мы не будем делать исключений для спонсоров и тех, кто наделен директивными полномочиями. Люди, выполняющие формальные или неформальные руководящие роли, должны моделировать самые высокие стандарты поведения.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
ru: Любой, кого другой член сообщества попросил прекратить неприемлемое поведение, должен немедленно подчиниться. Пожалуйста, не вмешивайтесь в их защиту без их согласия.

source: 5. Where to go for help ============================================================
ru: 5. Куда обратиться за помощью ============================================================

source: 6. What to do if you witness unacceptable behavior ============================================================
ru: 6. Что делать, если вы стали свидетелем неприемлемого поведения ============================================================

source: 7. What the person reporting a violation can expect ============================================================
ru: 7. Что может ожидать лицо, сообщающее о нарушении ============================================================

source: 9. Scope of this document ============================================================
ru: 9. Рамки настоящего документа ============================================================

source: This code of conduct covers all community participants:
ru: Настоящий Кодекс поведения распространяется на всех участников сообщества:

source: sponsors
ru: спонсоры

source: other guests
ru: прочие гости

source: when interacting:
ru: при взаимодействии:

source: in all online and in-person community venues
ru: во всех онлайн- и очных площадках сообщества

source: in one-on-one communications that relate to community work
ru: в индивидуальных сообщениях, связанных с работой сообщества

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
ru: Настоящий Кодекс поведения и связанные с ним процедуры также применяются к неприемлемому поведению, происходящему вне сферы деятельности сообщества, когда такое поведение может негативно сказаться на безопасности и благополучии членов сообщества. Как члены сообщества Tor, мы поддерживаем и следуем этому кодексу, пока работаем над Tor, и заботимся о том, чтобы не подрывать его в остальное время.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
ru: В этом кодексе поведения используются некоторые формулировки и выдержки из Кодекса Гражданского Поведения, который распространяется по лицензии CC-BY-SA: civilcodeofconduct.org.
