Repository: torpluston/translation
Catalog: code_of_conduct+mk.po
Languages: mk

source: Tor Project Code of Conduct ============================================================
mk: Tor Project Кодекс на однесување ============================================================

source: Statement of Intent:
mk: Изјава за Намера:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
mk: Tor Project е посветен на негување на инклузивна средина и заедница. Tor е место каде луѓето треба да се чувствуваат безбедни да се вклучуваат, да ги споделуваат нивните гледишта и да учествуваат.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
mk: Овој код на однесување се однесува на целиот Tor Project. Има намера да пружи насоки за придонесувачите. Вработените и надворешните соработници на The Tor Project, Inc. (TPI) исто така се субјект на политиките и процедурите на компанијата. Овие луѓе треба да се чуствуваат слободни да ги контактираат во Човечки ресурси за прашања и грижи.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
mk: Овој Код на однесување не исцрпен или комплетен. Преставува целовремен труд за сублимирање на нашите споделени разбирања. Сакаме да овозможиме добредојдена, безбедна средина, за да можеме да работиме заедно во потрага по моќни решенија. Го задржуваме правото да отстапуваме од строго спроведување на овој код. Секоја отстапка мора да произведе фер исход, во линија со нашите вредности. Разбираме дека задржувајќи жив документ релевантен и „закрпен“ вклучува постојан труд.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
mk: 0. Резиме: Не биди кретен. Биди неверојатен. ============================================================

source: The Tor community should be a good place where people are glad to be.
mk: Tor заедницата треба да биде добро место каде на луѓето им е мило да бидат дел од него.

source: DO: Be kind, thoughtful, and considerate.
mk: ТРЕБА ДА: Бидете учтиви, промисливи и обзирни.

source: DO: Make Tor a place where people are happy and comfortable.
mk: ТРЕБА ДА: Го правите Tor место каде луѓето се среќни и комотни.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
mk: ТРЕБА ДА: Запаметите: Сите придонесуваме; сите учиме. Никој не е роден како експерт.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
mk: ТРЕБА ДА: Го оставите секој да го каже тоа што има. Слушајте. Осигурете се сите да бидат слушнати.

source: DON'T: Insult, harass, intimidate, or be a jerk.
mk: НЕ ТРЕБА ДА: Навредувате, вознемирувате, заплашувате или да бидете кретен.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
mk: НЕ ТРЕБА ДА: Ги третирате искрените грешки како изговор за расправии со луѓето. Грешките се за учење.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
mk: НЕ ТРЕБА ДА: Барате начини за да го поддржувате словото на овој код додека го прекршувате неговиот дух.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
mk: И ТРЕБА ДА: Доброволно да ни испратите е-пошта на: tor-community-council@lists.torproject.org со прашања и грижи. Јавен клуч: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
mk: 1. Намена ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
mk: Примарната цел на Tor заедницата е да вклучуваме што повеќе различни допринесувачи. Сакаме да вклучиме допринесувачи од што е можно поразновидни и поразлични позадини. Како такви, ние сме посветени на овозможување на пријателска, безбедна и добредојдена средина за сите, без разлика на нивното искуство, родов идентитет или изразување, сексуална ориентација, семејство, врски, способност (физичка или ментална), личен изглед, социо-економски статус, големина на тело, раса, етничка припадност, возраст, религија, националност, или членство во нерамноправна и/или помалку застапена група.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
mk: Безбедна средина значи да се биде слободен од злоупотреба, било да е изолирана или систематска. Ние експлицитно ставаме на знаење дека толерирањето на злоупотребата е безбедносен проблем. Дозволувањето на злоупотреби и злонамерни луѓе да ја нарушуваат нашата заедница ги става нашиот софтвер, нашите развивачи и корисници во ризик.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
mk: Овој код на однесување ги исцртува нашите очекувања за сите оние кои учествуваат во нашата заедница, како и последиците од неприфатливо однесување.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
mk: Ги покануваме сите оние кои учествуваат во Tor Project да ни помогнат да создадеме безбедни и позитивни искуства за секого.

source: 2. Be your best self ============================================================
mk: 2. Биди најдобар што можеш да бидеш ============================================================

source: The following behaviors are expected and requested of all community members:
mk: Следните однесувања се очекувани и барани од сите членови на заедницата:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
mk: Учествувајте на чесен и активен начин. Така, придонесувате кон здравјето и долговечноста на оваа заедница.

source: Exercise consideration and respect in your speech and actions.
mk: Вежбајте ги обзирноста и почитта во вашиот говор и постапки.

source: Attempt collaboration and dialog before engaging in conflict.
mk: Обидете се со соработка и да водиње на дијалог пред да прерасне во конфликт.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
mk: Воздржете се од понижувачко, дискриминаторско и вознемирувачко однесување и говор.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
mk: Бидете свесни за вашето опкружување и за вашите колеги учесници. Алармирајте ги водачите на заедницата ако забележите:

source: a dangerous situation
mk: опасна ситуација

source: someone in distress
mk: некој во неволја

source: violations of this code of conduct, even if they seem minor
mk: злоупотреби на овој код на однесување, дури и ако ви се чинат минорни

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
mk: Запаметете дека местата на настаните во заедницата можат да се споделуваат со јавноста. Ве молиме почитувајте го секој кој ги користи овие локации.

source: Respect the privacy of your fellow community members.
mk: Почитувајте ја приватноста на вашите колеги учесници од заедницата.

source: 3. Unacceptable behaviors ============================================================
mk: 3. Неприфатливи однесувања ============================================================

source: The following behaviors are unacceptable within our community:
mk: Следниве однесувања се неприфатливи во рамките на нашата заедница:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
mk: Насилство, сексуален напад, закани за насилство, или заканувачки говор забележан против друга личност, особено насилство против личност или група базирана на заштитени карактеристики. (Прикажувањето оружје може да претставува заплашување или закана за насилство.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
mk: Сексистички, рсистички, хомофобичен, трансфобичен, девалвирачки кон хендикеп или други дискриминаторски шеги и јазик.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
mk: Спонтано објавување или прикажување на сексуално експлиситен или насилен материјал. (Ако е потребно да споделите таков материјал кога работите на Tor мисијата, направете го тоа со чувствителност. Имајте во предвид дека многу луѓе не сакаат да го видат.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
mk: Објавување или заканување дека ќе објавите информации за лична идентификација на други луѓе ("doxing") без нивна соглсност.

source: Personal insults or attacks, particularly those related to:
mk: Лични навреди или напади, особено такви поврзани со:

source: experience
mk: искуство

source: gender identity or expression
mk: родов идентитет или изразување

source: sexual orientation
mk: сексуална ориентација

source: family
mk: семејство

source: relationships
mk: врски

source: ability (whether bodily or mental)
mk: способност (физичка или ментална)

source: personal appearance
mk: личен изглед

source: socioeconomic status
mk: социо-економски статус

source: body size
mk: големина на тело

source: race
mk: раса

source: ethnicity
mk: етничка припадност

source: age
mk: возраст

source: religion
mk: религија

source: nationality
mk: националност

source: membership in a disadvantaged and/or underrepresented group
mk: или членство во нерамноправна и/или помалку застапена група

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
mk: Неприкладна фотографија, аудио запис, или запис од лични информации. Треба да имате нечија согласност пред да да ги снимите овие работи, и пред истите јавно да ги објавите.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
mk: Неприкладен физички контакт. Треба да имате нечија соглсност пред да го допрете.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
mk: Непоскаувано сексуално внимание: ова вклучувакоментари и шеги во сексуална смисла, неприкладно допирање, групирање и непосакуван сексуален напредок.

source: Deliberate intimidation, stalking or following (online or in person).
mk: Намерно заплашување, прогонување или следење (онлајн или во живо).

source: Deliberately undermining the spirit of this code while following the letter.
mk: Намерно потценување на духот на овој код додека го следите писмото.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
mk: Постојано нарушување на настаните во заедницата, вклучувајќи разговори, презентации и онлајн разговори.

source: Deliberately pushing against someone's stated boundaries.
mk: Намерно туркање против нечии наведени граници.

source: Advocating for, or encouraging, any of the above behavior.
mk: Застапување или обесхрабруавање на било кое од погоре наведените однесувања.

source: 4. Unacceptable behavior has consequences ============================================================
mk: 4. Неприфатливото однесување има последици ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
mk: Ние нема да толерираме неприфатливо однесување од ниту еден член на заедницата. Нема да правиме исклучоци за спонзорите и за оние кои имаат авторитет да носат одлуки. Луѓето со формални или неформални улоги мора да ги обликуваат највисоките стандарди на однесување.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
mk: Секој кој ќе биде замолен од друг член на заедницата да запре со неприфатливото однесување се очекува веднаш да го стори тоа. Ве молиме не се вмешувајте во туѓо име без претходна соглсност.

source: 5. Where to go for help ============================================================
mk: 5. Каде да одите за помош ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
mk: Советот на заедницата е избрано тело од Tor Core Соработниците кој може да помогне во решавањето на конфликтите во заедницата. Политиките и информациите за Советот на заедницата може да ги пронајдете на Совет на заедницата wiki [1]. Можете да го контактирате целиот Совет на заедницата:

source: if you have questions or concerns about the code of conduct, or
mk: Ако имате прашања или грижи за кодот на однесување, или

source: if you feel that you have witnessed a code of conduct violation
mk: ако сметате дека сте сведочеле на злоупотреба на кодот на однесување

source: sponsors
mk: спонзори

source: other guests
mk: други гости
