Repository: torpluston/translation
Catalog: code_of_conduct+sv.po
Languages: sv

source: Tor Project Code of Conduct ============================================================
sv: Tor-projektets uppförandekod ============================================================

source: Statement of Intent:
sv: Avsiktsförklaring:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
sv: Tor-projektet har åtagit sig att främja en inkluderande miljö och gemenskap. Tor är en plats där människor ska känna sig trygga att engagera sig, dela sin synvinkel och delta.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
sv: Denna uppförandekod gäller för Tor-projektet som helhet. Den är avsedd att ge riktlinjer för bidragsgivare. Anställda och entreprenörer av Tor Project, Inc. (TPI) är också föremål för företagets riktlinjer och förfaranden. Dessa människor bör gärna kontakta HR med frågor eller funderingar.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
sv: Denna uppförandekod är inte uttömmande eller fullständig. Det är ett pågående försök att sammanfatta vår gemensamma förståelse. Vi vill erbjuda en välkomnande, säker miljö, så att vi kan arbeta tillsammans för att driva kraftfulla lösningar. Vi förbehåller oss rätten att avvika från att strikt tillämpa denna kod. Eventuella avvikelser måste ge ett resultat som är rättvisare och i linje med våra värderingar. Vi förstår att hålla ett levande dokument relevant och "helt" innebär ihållande ansträngning.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
sv: 0. Sammanfattning: var inte en idiot. Var fantastisk istället. ============================================================

source: The Tor community should be a good place where people are glad to be.
sv: Tor-gemenskapen bör vara en bra plats där människor gärna är.

source: DO: Be kind, thoughtful, and considerate.
sv: GÖR: Vara snäll, omtänksam och hänsynsfull.

source: DO: Make Tor a place where people are happy and comfortable.
sv: GÖR: Gör Tor till en plats där folk är glada och bekväma.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
sv: GÖR: Kom ihåg: vi bidrar alla; vi lär oss alla. Ingen föddes en expert

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
sv: GÖR: Låt oss höra andras tankar. Lyssna. Se till att alla blir hörda.

source: DON'T: Insult, harass, intimidate, or be a jerk.
sv: GÖR INTE: Förolämpning, trakassera, skrämma, eller vara en idiot.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
sv: GÖR INTE: Behandla ärliga misstag som en ursäkt för besväret. Misstag är för lärande.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
sv: GÖR INTE: Jaga efter sätt att upprätthålla brevet i denna kod samtidigt som du bryter mot dess anda.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
sv: OCH GÖR: E-post ivrigt: tor-community-council@lists.torproject.org med frågor eller funderingar. Publik-nyckel: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
sv: 1. Mening ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
sv: Ett primärt mål för Tor-gemenskapen är att vara inkluderande av många olika bidragsgivare. Vi vill inkludera bidragsgivare från de mest varierade och olika bakgrunder som är möjliga. Som sådan är vi engagerade i att tillhandahålla en vänlig, säker och välkomnande miljö för alla, oavsett deras erfarenhet, könsidentitet eller uttryck, sexuella läggning, familj, relationer, förmåga (oavsett kroppslig eller mental), personligt utseende, socioekonomisk status, kroppsstorlek, ras, etnicitet, ålder, religion, nationalitet eller medlemskap i en missgynnad och/eller underrepresenterad grupp.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
sv: En säker miljö innebär en fri från missbruk, oavsett om det är isolerat eller systemiskt. Vi erkänner uttryckligen att det är ett säkerhetsproblem att tolerera missbruk. Att tillåta missbrukare och skadliga människor att störa vårt samhälle sätter vår programvara, utvecklare och användare i fara.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
sv: Denna uppförandekod beskriver våra förväntningar för alla som deltar i vår gemenskap, liksom konsekvenserna för oacceptabelt beteende.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
sv: Vi bjuder in alla som deltar i Tor-projektet att hjälpa oss att skapa säkra och positiva upplevelser för alla.

source: 2. Be your best self ============================================================
sv: 2. Var ditt bästa jag ============================================================

source: The following behaviors are expected and requested of all community members:
sv: Följande beteenden förväntas och begärs av alla diskussionsgruppmedlemmar:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
sv: Delta på ett ärligt och aktivt sätt. På så sätt bidrar du till hälsan och livslängden hos denna gemenskap.

source: Exercise consideration and respect in your speech and actions.
sv: Utöva övervägande och respekt i ditt tal och handlingar.

source: Attempt collaboration and dialog before engaging in conflict.
sv: Försök samarbete och dialog innan du deltar i konflikt.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
sv: Avstå från förnedrande, diskriminerande eller trakasserande beteende och tal.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
sv: Var uppmärksam på din omgivning och dina meddeltagare. Varna diskussionsgruppledare om du märker:

source: a dangerous situation
sv: en farlig situation

source: someone in distress
sv: någon i nöd

source: violations of this code of conduct, even if they seem minor
sv: överträdelser av denna uppförandekod, även om de verkar mindre

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
sv: Kom ihåg att evenemangsplatser för gemenskapsgrupper kan delas med allmänheten. Vänligen var respektfull mot alla som använder dessa platser.

source: Respect the privacy of your fellow community members.
sv: Respektera integriteten för dina medgemenskapsmedlemmar.

source: 3. Unacceptable behaviors ============================================================
sv: 3. Oacceptabla beteenden ============================================================

source: The following behaviors are unacceptable within our community:
sv: Följande beteenden är oacceptabla inom vår gemenskap:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
sv: Våld, sexuella övergrepp, hot om våld eller våldsamt språk riktat mot en annan person, särskilt våld mot en person eller grupp baserat på en skyddad egenskap. (Visning av vapen kan utgöra hot eller hot om våld.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
sv: Sexistiska, rasistiska, homofobiska, transfobiska, funkofobiska eller på annat sätt diskriminerande skämt och språk.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
sv: Spontant publicera eller visa sexuellt uttryckligt eller våldsamt material. (Om det är nödvändigt att dela sådant material när du arbetar med Tors uppdrag, gör det med känslighet. Var medveten om att många inte vill se det.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
sv: Posta eller hota att skicka andras personligt identifierande information ("doxing") utan deras samtycke.

source: Personal insults or attacks, particularly those related to:
sv: Personliga förolämpningar eller attacker, särskilt de som är relaterade till:

source: experience
sv: erfarenhet

source: gender identity or expression
sv: könsidentitet eller uttryck

source: sexual orientation
sv: sexuell läggning

source: family
sv: familj

source: relationships
sv: relationer

source: ability (whether bodily or mental)
sv: förmåga (om kroppslig eller psykisk)

source: personal appearance
sv: personliga utseende

source: socioeconomic status
sv: socioekonomisk status

source: race
sv: ras

source: ethnicity
sv: etnicitet

source: age
sv: ålder

source: nationality
sv: nationalitet

source: membership in a disadvantaged and/or underrepresented group
sv: medlemskap i en missgynnad och/eller underrepresenterad grupp

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
sv: Olämplig fotografering, ljudinspelning eller inspelning av personlig information. Du bör ha någons samtycke innan du spelar in dessa saker och innan du skickar dem offentligt.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
sv: Olämplig fysisk kontakt. Du borde ha någons samtycke innan du rör dem.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
sv: Oönskad sexuell uppmärksamhet: detta inkluderar sexualiserade kommentarer eller skämt, olämplig beröring, famlande och oönskade sexuella närmanden.

source: Deliberate intimidation, stalking or following (online or in person).
sv: Avsiktlig hotelse, förföljelse eller följande (på nätet eller personligen).

source: Deliberately undermining the spirit of this code while following the letter.
sv: Medvetet undergräva andan i denna kod medan du följer brevet.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
sv: Ihållande störningar av alla samhällsevenemang, inklusive samtal, presentationer och samtal på nätet.

source: Deliberately pushing against someone's stated boundaries.
sv: Medvetet trycka mot någons uttalade gränser.

source: Advocating for, or encouraging, any of the above behavior.
sv: Förespråkande, eller uppmuntrade av något av ovanstående beteende.

source: 4. Unacceptable behavior has consequences ============================================================
sv: 4. Oacceptabelt beteende har konsekvenser ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
sv: Vi tolererar inte oacceptabelt beteende från någon gemenskapsmedlem. Vi kommer inte att göra undantag för sponsorer och de med beslutsfattande auktoritet. Människor i formella eller informella ledarroller måste vara förebilder för de högsta standarderna för beteende.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
sv: Alla som ombeds av en annan diskussionsgruppmedlem att sluta oacceptabelt beteende förväntas följa omedelbart. Stig inte in för någon annans räkning utan deras medgivande.

source: 5. Where to go for help ============================================================
sv: 5. Vart man kan vända sig för att få hjälp ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
sv: Gemenskapsrådet är ett utvalt organ av Tors centrala bidragsgivare för traditionella egna medel som kan hjälpa till med konfliktlösning inom gemenskapen. Gemenskapsrådets politik och information kan hittas på på gemenskapsrådets wiki [1]. Du kan kontakta hela gemenskapsrådet:

source: if you have questions or concerns about the code of conduct, or
sv: om du har frågor eller funderingar kring uppförandekoden, eller

source: if you feel that you have witnessed a code of conduct violation
sv: om du känner att du har bevittnat en överträdelse mot uppförandekoden

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
sv: Men om du anser att det finns en intressekonflikt med någon rådsmedlem, kan du kontakta medlemmarna individuellt. Rådets medlemmars GPG-nycklar finns listade på wikin för gemenskapsrådet. Om det finns en intressekonflikt kommer den berörda rådsmedlemmen att dra sig tillbaka. De kommer inte att delta i någon diskussion eller dokumentation av händelsen. Mer om gemenskapsrådet finns i riktlinjerna [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
sv: 6. Vad ska man göra om man bevittnar oacceptabelt beteende ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
sv: Om du är föremål för eller vittnar oacceptabelt beteende, eller har några andra problem, vänligen meddela gemenskapsrådet så snart som möjligt. Du kan kontakta gemenskapsfullmäktige personligen eller på tor-community-council@lists.torproject.org. Nuvarande rådsmedlemmar listas på wikin [1]. Gemenskapsrådets svar på incidenter kommer att variera från fall till fall. Rådet kommer att göra allt för att omedelbart reagera på händelsen. Rådet kommer att prioritera säkerheten för den person som har skadats eller riskerar att skadas. Person(er) som har skadats eller riskerar att skadas kan när som helst dra tillbaka incidentrapporten. Vi kommer aldrig att göra någonting utan samtycke från den person som har skadats eller riskerar att skada, utom i situationer där det finns ett hot om överhängande fara eller skada för någon. Mer information om gemenskapsrådets policy för rapportering och svar på incidenter finns på deras wiki [1].

source: 7. What the person reporting a violation can expect ============================================================
sv: 7. Vad den person som rapporterar en överträdelse kan förvänta sig ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
sv: Gemenskapsrådet prioriterar säkerheten och välbefinnandet hos varje person som anser att de har skadats eller riskerar att skadas. Alla som rapporterar ett problem till gemenskapsrådet kan förvänta sig att deras rapport kommer att tas på allvar. Inledande rapporter kan tas i skriftlig eller muntlig form. Om händelsen inte kräver en omedelbar lösning kan en skriftlig rapport delas med gemenskapsrådet i krypterat format. Nästa steg i ett incidentsvar varierar från fall till fall.

source: 8. How the Community Council responds to incidents ============================================================
sv: 8. Hur gemenskapsrådet reagerar på incidenter ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
sv: Om en medlem i gemenskapen engagerar sig i ett oacceptabelt beteende kan gemenskapsrådet vidta alla åtgärder som de anser lämpliga, inklusive men inte begränsat till en varning, informell medling, tillfälligt förbud eller permanent utvisning från gemenskapen. Varje talan och beslut av gemenskapens råd får överklagas genom att följa överklagandeförfarandet i gemenskapens riktlinjer [1].

source: 9. Scope of this document ============================================================
sv: 9. Dokumentets omfattning ============================================================

source: This code of conduct covers all community participants:
sv: Denna uppförandekod omfattar alla deltagare i gemenskapen:

source: paid and unpaid contributors
sv: betalda och obetalda bidragsgivare

source: sponsors
sv: sponsorer

source: other guests
sv: övriga gäster

source: when interacting:
sv: när de interagerar:

source: in all online and in-person community venues
sv: i alla på nätet och i person gemenskapsplatser

source: in one-on-one communications that relate to community work
sv: i en-till-en kommunikation som hänför sig till samhällstjänst

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
sv: Denna uppförandekod och dess relaterade förfaranden gäller även för oacceptabelt beteende som förekommer utanför ramen för gemenskapsaktiviteter när sådant beteende har potential att påverka säkerheten och välbefinnandet hos gemenskapsmedlemmar negativt. Som medlemmar i Tor-gemenskapen stöder och följer vi denna kod medan vi arbetar med Tor och ser till att inte undergräva den under resten av vår tid.

source: 10. License and attribution ============================================================
sv: 10. Licens och tillskrivning ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
sv: Denna uppförandekod delas under en Creative Commons CC-BY-SA 4.0 Internationell licens.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
sv: Denna uppförandekod använder vissa språk och ramar från medborgaruppträdandekoden, som delas under en CC-BY-SA-licens: citizencodeofconduct.org
