Repository: torpluston/translation
Catalog: code_of_conduct+ca.po
Languages: ca

source: Tor Project Code of Conduct ============================================================
ca: Codi de conducta del projecte Tor ============================================================

source: Statement of Intent:
ca: Declaració d'intenció:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
ca: El Projecte Tor es compromet a la promoció d'un espai i una comunitat inclusiva. Tor és un espai on tothom hauria de sentir-se segur alhora de contribuir, compartir el seu punt de vista i participar.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
ca: Aquest codi de conducte s'aplica al Projecte Tor com a total. Està desenvolupat per proporcionar pautes pels col·laboradors. Els treballadors i els autònoms afiliats al Projecte Tor, Inc. (TPI) també estan subjectes a aquestes polítiques i procediments de l'empresa. Els col·laboradors no han de dubtar a l'hora de contactar a recursos humans amb preguntes o altres assumptes.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
ca: Aquest codi de conducte no és ni exhaustiu ni complet. És un esforç continu a l'hora de resumir la comprensió compartida. Volem proporcionar un ambient de benvinguda segur, per així poder treballar junts i perseguir solucions precises. Ens reservem el dret a desviar de l'aplicació estricta d'aquest codi. Totes les desviacions a l'hora d'aplicar aquest codi de conducte han de produir un resultat més just i adequat amb els nostres valors. Entenem que mantenir un document viu rellevant i actualitzat implica un esforç sostingut.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
ca: 0. Sumari\: No siguis insuportable. Sigues increïble ============================================================

source: The Tor community should be a good place where people are glad to be.
ca: La comunitat Tor hauria de ser un bon lloc on les persones estiguin a gust de ser-hi.

source: DO: Be kind, thoughtful, and considerate.
ca: FER\: Ser amable i considerat

source: DO: Make Tor a place where people are happy and comfortable.
ca: FER\: Fer que Tor sigui un espai on tothom es pugui sentir còmode i ser feliç

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
ca: FER\: Recorda\: Tots contribuïm; tots estem aprenent. Ningú va néixer sent expert

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
ca: FER\:Cedeix la paraula. Escolta. Assegurat de què tothom és escoltat

source: DON'T: Insult, harass, intimidate, or be a jerk.
ca: NO FER\:Insultar, amenaçar, intimidar, o ser irrespectuós.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
ca: NO FER: Aprofitar errors honestos com a excusa per a amenaçar persones. Dels errors se n'aprèn.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
ca: NO FER: Cercar vies per a conservar la lletra d'aquest codi mentre se'n viola l'esperit.

source: 1. Purpose ============================================================
ca: 1. Objectiu ============================================================

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ca: Aquest codi de conducta perfila les nostres expectatives per a tots els que participen en la comunitat, i també les conseqüències dels comportaments inacceptables.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
ca: Invitem tots aquells que participen en The Tor Project a ajudar en la creació d'experiències positives i segures per a tothom.

source: 2. Be your best self ============================================================
ca: 2. Sigueu el millor de vós mateix ============================================================

source: The following behaviors are expected and requested of all community members:
ca: Els comportaments següents són esperables i demandats per tots els membres de la comunitat:

source: a dangerous situation
ca: una situació perillosa

source: someone in distress
ca: algú amb problemes

source: violations of this code of conduct, even if they seem minor
ca: violacions d'aquest codi de conducte, encara que semblin menors

source: Respect the privacy of your fellow community members.
ca: Respecteu la privadesa dels companys de comunitat.

source: 3. Unacceptable behaviors ============================================================
ca: 3. Comportaments inacceptables ============================================================

source: The following behaviors are unacceptable within our community:
ca: Els comportaments següents són inacceptables en la nostra comunitat :

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
ca: Violència, agressió sexual, amenaces de violència o llenguatge violent dirigit contra una altra persona, especialment violència contra una persona o grup en base una característica protegida. (L'exhibició d’armes pot constituir intimidació o amenaça de violència.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
ca: Bromes i llenguatge sexistes, racistes, homofòbics, transfòbics, contra persones amb discapacitat o discriminatoris d'alguna mena.

source: Personal insults or attacks, particularly those related to:
ca: Els insults o atacs personals, en particular els relacionats amb:

source: experience
ca: experiència

source: gender identity or expression
ca: identitat o expressió de gènere

source: sexual orientation
ca: orientació sexual

source: family
ca: família

source: relationships
ca: relacions

source: ability (whether bodily or mental)
ca: capacitat (tant sigui física o mental)

source: personal appearance
ca: aparença personal

source: socioeconomic status
ca: estatus socioeconòmic

source: body size
ca: talla corporal

source: race
ca: raça

source: ethnicity
ca: ètnia

source: age
ca: edat

source: religion
ca: religió

source: nationality
ca: nacionalitat

source: membership in a disadvantaged and/or underrepresented group
ca: pertinença a un grup desafavorit o infrarepresentat

source: Advocating for, or encouraging, any of the above behavior.
ca: La justificació, o l'encoratjament, de qualsevol dels comportaments anteriors.

source: 4. Unacceptable behavior has consequences ============================================================
ca: 4. El comportament inacceptable té conseqüències ============================================================

source: 5. Where to go for help ============================================================
ca: 5. On obtenir ajuda ============================================================

source: if you have questions or concerns about the code of conduct, or
ca: si tens alguna pregunta o preocupació sobre el codi de conducte, o

source: if you feel that you have witnessed a code of conduct violation
ca: si sents que has presenciat una violació del codi de conducte

source: 6. What to do if you witness unacceptable behavior ============================================================
ca: 6. Què cal fer si presencieu un comportament inacceptable ============================================================

source: 7. What the person reporting a violation can expect ============================================================
ca: 7. Què pot esperar la persona que informa d'una violació ============================================================

source: 8. How the Community Council responds to incidents ============================================================
ca: 8. Com respon el consell de la comunitat als incidents ============================================================

source: 9. Scope of this document ============================================================
ca: 9. Àmbit d'aquest document ============================================================

source: This code of conduct covers all community participants:
ca: Aquest codi de conducta cobreix totes els participants de la comunitat:

source: paid and unpaid contributors
ca: col·laboradors, a sou o sense

source: sponsors
ca: patrocinadors

source: other guests
ca: altres participants

source: when interacting:
ca: en interactuar:

source: 10. License and attribution ============================================================
ca: 10. Llicència i atribució ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
ca: Aquest codi de conducta es comparteix sota la llicència Creative Commons internacional CC-BY-SA 4.0.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
ca: Aquest codi de conducta usa llenguatge i emmarcament del Citizen Code of Conduct, que es troba disponible sota una llicència CC-BY-SA: citizencodeofconduct.org
