Repository: torpluston/translation
Catalog: code_of_conduct+ka.po
Languages: ka

source: Tor Project Code of Conduct ============================================================
ka: Tor-პროექტის ეთიკის კოდექსი ============================================================

source: Statement of Intent:
ka: მიზანი და დანიშნულება:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
ka: Tor-პროექტი ერთგული რჩება მისიის, უზრუნველყოს შესაბამისი გარემო ერთობაში, თითოეული ადამიანის ჩართულობისთვის. Tor წარმოადგენს ადგილს, სადაც ადამიანებმა თავი უნდა იგრძნონ დაცულად, საჭიროდ და შეძლონ თავიანთი ხედვების გაზიარება და საერთო საქმეში წვლილის შეტანა.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
ka: აღნიშნული ეთიკის კოდექსი წარმოადგენს შინაგანაწესს, სრულიად Tor-პროექტისთვის. იგი სთავაზობს სახელმძღვანელო პრინციპებს, წვლილის შემომტან მოხალისეებს. თანამშრომლები და Tor Project, Inc. (TPI) დაწესებულების თანამონაწილეები, აგრეთვე ექვემდებარებიან კომპანიის დებულებებსა და განსაზღვრულ წესებს. ნებისმიერ მათგანს შეუძლია დაუკავშირდეს თანამშრომელთა მართვის (HR) სამსახურს, კითხვების არსებობის შემთხვევაში.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
ka: ეს კოდექსი არაა ყოვლისმომცველი და სრული. იგი მიმდინარე ძალისხმევის შედეგია, ჩვენი ხედვების თავმოყრისთვის. ჩვენ გვსურს ხალხს შევთავაზოთ კეთილგანწყობილი, უსაფრთხო გარემო, რომ შევძლოთ ერთად მუშაობა, დაბრკოლებების სრულად აღმოფხვრისთვის. ამასთან, ვიტოვებთ უფლებას, ამ კოდექსით მკაცრად დადგენილი წესებიდან გადახვევის. ყველა ამგვარი შემთხვევა, სრულ შესაბამისობაში იქნება სამართლიანობის პრინციპებსა და ჩვენს ღირებულებებთან. კარგად ვაცნობიერებთ, რომ დოკუმენტის მუდმივი სრულყოფა მიმდინარე მოთხოვნების შესაბამისად, სათანადო ძალისხმევას საჭიროებს.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
ka: 0. შეჯამება: ნუ იქნებით უხეში. იყავით თავაზიანი. ============================================================

source: The Tor community should be a good place where people are glad to be.
ka: Tor-ის ერთობა უნდა იყოს ადგილი, სადაც ყველა იქნება მოხარული ურთიერთობით.

source: DO: Be kind, thoughtful, and considerate.
ka: უნდა: იყოთ კეთილგანწყობილი, დაფიქრებული და ყურადღებიანი.

source: DO: Make Tor a place where people are happy and comfortable.
ka: უნდა: აქციოთ Tor ადგილად, სადაც ხალხი თავს ბედნიერად და მოხერხებულად იგრძნობს.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
ka: უნდა: დაიხსომოთ, რომ ყველანი მოხალისეები ვართ; ვსწავლობთ. არავინ იბადება ყველაფრის მცოდნე.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
ka: უნდა: მისცეთ სხვებსაც, აზრის გამოთქმის საშუალება. მოუსმინოთ. დარწმუნდეთ, რომ ყველას სათქმელი მივიდა მსმენელამდე.

source: DON'T: Insult, harass, intimidate, or be a jerk.
ka: არ უნდა: სცადოთ ვინმეს შეურაცხყოფა, დამცირება, დაშინება ან სიავის გამოხატვა.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
ka: არ უნდა: გამოიყენოთ უწყინარი შეცდომები კინკლაობისა და ლანძღვისთვის. შეცდომები წინაპირობაა სწავლის.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
ka: არ უნდა: შეეცადოთ ამ კოდექსის მოჩვენებითად დაცვასა და დარღვევას, მისი ძირითადი არსის.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
ka: და უნდა: მოგვწეროთ ელფოსტაზე: tor-community-council@lists.torproject.org თუ გაქვთ კითხვები და მოსაზრებები. საჯარო გასაღები: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
ka: 1. დანიშნულება ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
ka: მთავარი მიზანი Tor-ის ერთობის არის რომ თანაბრად უზრუნველყოს თითოეული, ურთიერთგანსხვავებული მონაწილის ჩართულობა. ჩვენ გვსურს მოვიცვათ ყველა მოხალისე, მათი მრავალფეროვნების გათვალისწინებით. ვიღწვით, რომ ყველას შევთავაზოთ მეგობრული, უსაფრთხო და კეთილგანწყობილი გარემო, მიუხედავად მათი სამუშაო გამოცდილების, გენდერული კუთვნილების ან გამოხატულების, სქესობრივი ორიენტაციის, ოჯახური მდგომარეობის, ნათესაური კავშირების, შესაძლებლობების (როგორც ფიზიკური ასევე გონებრივი), გარეგნობის, სოციალური მდგომარეობის, სხეულის ზომების, წარმომავლობის, ეთნიკური კუთვნილების, ასაკის, ეროვნების, ასევე ნაკლებად სასურველი და/ან ნაკლებად წარმოდგენილი ჯგუფის წევრობის.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
ka: უსაფრთხო გარემო გულისხმობს, თავისუფალს ყოველგვარი შეურაცხყოფისგან, ერთჯერადისა თუ მუდმივისგან. ჩვენ მკაფიოდ ვაცხადებთ, რომ შეურაცხყოფის შემწყნარებლობა, უსაფრთხოების ხარვეზია. სხვებზე მოძალადე და მავნე ხალხის დაშვება ამ ერთობაში, საფრთხის ქვეშ აყენებს ჩვენს პროგრამულ უზრუნველყოფას, შემმუშავებლებსა და მომხმარებლებს.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ka: ეთიკის კოდექსი გამოხატავს ჩვენს მოლოდინებს ერთობის ყველა მონაწილის მიმართ, აგრეთვე ადგენს, მიუღებელი ქცევის სახეებს.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
ka: ჩვენ ვიწვევთ Tor-პროექტის თითოეულ მონაწილეს, დაგვეხმაროს უზრუნველვყოთ უსაფრთხო და დადებითი განწყობის აღსავსე გარემო, ყველასთვის.

source: 2. Be your best self ============================================================
ka: 2. წარმოაჩინეთ თქვენი საუკეთესო მხარეები ============================================================

source: The following behaviors are expected and requested of all community members:
ka: მოცემული ქცევები მოსალოდნელია და მოითხოვება ერთობის თითოეული წევრისგან:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
ka: მონაწილეობა მონდომებით და პატიოსანი გზებით. შედეგად, თქვენი წვლილი უზრუნველყოფს ერთობის სიჯანსაღესა და სიცოცხლისუნარიანობას.

source: Exercise consideration and respect in your speech and actions.
ka: მეტი დაფიქრება და პატივისცემა, თქვენს საუბარსა და მოქმედებაში.

source: Attempt collaboration and dialog before engaging in conflict.
ka: ურთიერთთანამშრომლობისა და შეთანხმების მცდელობა, დაპირისპირებამდე.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
ka: თავშეკავება დამამცირებელი, უსამართლო ან შემავიწროებელი ქმედებებისა და გამოთქმებისგან.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
ka: იყავით მზრუნველი გარშემომყოფებისა და თანამშრომელი მოხალისეებისადმი. აცნობეთ ერთობის ხელმძღვანელებს, თუ შეამჩნევთ:

source: a dangerous situation
ka: საშიშ გარემოებებს

source: someone in distress
ka: ვიღაც გასაჭირშია

source: violations of this code of conduct, even if they seem minor
ka: ირღვევა ეთიკის კოდექსი, თუნდაც მცირედით

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
ka: დაიხსომეთ, რომ ერთობის ღონისძიებების ჩატარების ადგილი, საჯარო სივრცეს შეიძლება წარმოადგენდეს. გთხოვთ, პატივისცემა გამოიჩინოთ ამ სივრცეში მყოფების მიმართ.

source: Respect the privacy of your fellow community members.
ka: პატივი ეცით თანამშრომელი მოხალისეების პირად ინფორმაციას.

source: 3. Unacceptable behaviors ============================================================
ka: 3. მიუღებელი ქცევები ============================================================

source: The following behaviors are unacceptable within our community:
ka: მოცემული ქცევები, დაუშვებელია ჩვენს ერთობაში:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
ka: ძალადობა, სქესობრივი შევიწროება, ძალადობრივი ან სიტყვიერი მუქარა ცალკეული პირის მიმართ, განსაკუთრებით სამართლით დაცული ნიშნების საფუძველზე. (იარაღის ჩვენებაც, შეიძლება ჩაითვალოს დაშინების ან მუქარის მცდელობად.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
ka: სქესობრივი, რასისტული, ჰომოფობიური, ტრანსფობიური, შეზღუდული შესაძლებლობების მქონე პირთა მიმართ დამამცირებელი ენა ან ხუმრობები.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
ka: თვითნებური გავრცელება და ჩვენება სქესობრივი ქცევის ან ძალადობის ამსახველი მასალების. (თუ აუცილებელია მსგავსი მასალის გაზიარება Tor-ის საკითხებზე მუშაობისას, გამოიჩინეთ ყურადღება. გაითვალისწინეთ, რომ ბევრს შეიძლება არ სურდეს მსგავსი რამის ხილვა.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
ka: სხვა ადამიანების პირადი და ვინაობის მამხილებელი მონაცემების, მათი თანხმობის გარეშე გამოქვეყნება („Doxing“) ან გამოქვეყნებით დაშინება.

source: Personal insults or attacks, particularly those related to:
ka: პირადი შეურაცხყოფა ან თავდასხმა, განსაკუთრებით როცა ეხება:

source: experience
ka: გამოცდილებას

source: gender identity or expression
ka: გენდერულ კუთვნილებას ან გამოხატულებას

source: sexual orientation
ka: სქესობრივ ორიენტაციას

source: family
ka: ოჯახს

source: relationships
ka: ნათესავებს

source: ability (whether bodily or mental)
ka: უნარებს (ფიზიკურს თუ გონებრივს)

source: personal appearance
ka: გარეგნობას

source: socioeconomic status
ka: სოციალური მდგომარეობას

source: body size
ka: სხეულის ზომებს

source: race
ka: რასას

source: ethnicity
ka: წარმომავლობას

source: age
ka: ასაკს

source: religion
ka: სარწმუნოებას

source: nationality
ka: ეროვნებას

source: membership in a disadvantaged and/or underrepresented group
ka: ნაკლებად სასურველი და/ან ნაკლებად წარმოდგენილი ჯგუფის წევრობას

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
ka: შეუსაბამო სურათები, ხმოვანი ჩანაწერები, ან პირადი მონაცემების შესახებ ჩანაწერები. აუცილებელია წინასწარი თანხმობა, ამგვარი ჩანაწერის როგორც გაკეთებისას, ასევე საჯაროდ გამოქვეყნებისას.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
ka: შეუსაბამო, ფიზიკური შეხება. უნდა გქონდეთ წინასწარი თანხმობა ადამიანისგან, სანამ შეეხებით.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
ka: არასასურველი სქესობრივი სახის ყურადღება: მოიცავს შეუსაბამო კომენტარებს, ხუმრობებს, უადგილო შეხებას, სხეულის სხვადასხვა ნაწილებზე და შევიწროების სხვა მცდელობებს.

source: Deliberate intimidation, stalking or following (online or in person).
ka: წინასწარგანზრახული დაშინება, დადევნება, თვალთვალი (ინტერნეტში ან პირადად).

source: Deliberately undermining the spirit of this code while following the letter.
ka: კოდექსის მოჩვენებითად გაყოლა, მისი ძირითადი არსის განზრახ დარღვევით.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
ka: მიზანმიმართული ჩაშლა ერთობის ღონისძიებების, მათ შორის საუბრების, წარდგენების და ინტერნეტყრილობების.

source: Deliberately pushing against someone's stated boundaries.
ka: ცალკეულ პირზე ზეწოლა და მის მიერ დადგენილ ზღვარს გადასვლა.

source: Advocating for, or encouraging, any of the above behavior.
ka: დაცვა ან წახალისება, რომელიმე ზემოაღნიშნული ქცევის.

source: 4. Unacceptable behavior has consequences ============================================================
ka: 4. მიუღებელ ქცევას მოყვება შედეგები ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
ka: ჩვენ არ ვიქნებით შემწყნარებლური შეუსაბამო ქცევების მიმართ, ერთობის ნებისმიერი წევრის მხრიდან. ჩვენ არ დავუშვებთ გამონაკლისებს არც დამფინანსებლების და არც გადაწყვეტილებების მიმღები უფლებამოსილი მხარეებისთვის. ხალხი, ოფიციალურ თუ არაოფიციალურ თანამდებობებზე, მაგალითს უნდა წარმოადგენდნენ, ეთიკის მაღალი სტანდარტების დაცვის.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
ka: ნებისმიერი, ვისაც ერთობის სხვა წევრი მოუწოდებს მიუღებელი ქცევის შეწყვეტისკენ, ვალდებულია დაუყოვნებლივ დაემორჩილოს წესებს. გთხოვთ, ნუ იმოქმედებთ სხვისი სახელით, წინასწარი თანხმობის გარეშე.

source: 5. Where to go for help ============================================================
ka: 5. სად მივიღო დახმარება ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
ka: ერთობის წარმომადგენილი, რომელიც არჩეული პირი Tor-ის მოხალისეების მიერ, დაგეხმარებათ შიდა დაპირისპირებების მოგვარებაში. ერთობის წარმომადგენლის დებულებებსა და მონაცემებს, იხილავთ ვიკიზე [1]. შეგიძლიათ დაუკავშირდეთ ერთობის წარმომადგენელს:

source: if you have questions or concerns about the code of conduct, or
ka: თუ გაქვთ კითხვები და მოსაზრებები ეთიკის კოდექსის შესახებ ან

source: if you feel that you have witnessed a code of conduct violation
ka: გსურთ, ინფორმაციის მიწოდება კოდექსის დარღვევის შესახებ

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
ka: თუ მიგაჩნიათ, რომ ადგილი აქვს ინტერესთა წინააღმდეგობას რომელიმე წარმომადგენლის შემთხვევაში, შეგიძლიათ ცალკეულ წევრს მიმართოთ. წარმომადგენელი წევრების GPG-გასაღებები აღრიცხულია ერთობის წარმომადგენლის ვიკიში. ინტერესთა წინააღმდეგობის შემთხვევაში, აღნიშნული წარმომადგენელი წევრები განაცხადებენ თვითაცილებას. ისინი არ ჩაერთვებიან განხილვაში ან შემთხვევის დასაბუთებაში. ერთობის წარმომადგენლის შესახებ ვრცლად, შეგიძლიათ იხილოთ სახელმძღვანელოში [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
ka: 6. რა უნდა ქნათ, თუ მიუღებელი ქცევის შემსწრე გახდით ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
ka: თუ მსხვერპლი ხართ ან შეესწარით მიუღებელ ქცევას, ან რამე სხვა საკითხი გაწუხებთ, გთხოვთ დაუყოვნებლივ შეატყობინოთ ერთობის წარმომადგენელს. შეგიძლიათ ერთობის წარმომადგენელს პირდაპირ მიმართოთ ან გამოიყენოთ tor-community-council@lists.torproject.org. მოქმედი წარმომადგენლების სია მოცემულია ვიკიში [1]. წარმომადგენლის გამოხმაურება დამოკიდებულია შემთხვევის სახეზე. იგი შეეცდება რაც შეიძლება მალე გამოეხმაუროს შემთხვევას. პირველ რიგში მნიშვნელობა ენიჭება დაზარალებულის უსაფრთხოებას ან მოსალოდნელ საფრთხეს. დაზარალებულ ან საფრთხის ქვეშ მყოფ პირ(ებ)ს, შეუძლია მოხსენების გაუქმება ნებისმიერ დროს. ჩვენ არაფერს მოვიმოქმედებთ საფრთხის ქვეშ მყოფ პირთან შეუთანხმებლად, გარდა იმ შემთხვევისა, როცა საშიშროების მოახლოება ან ვინმეს დაზიანება აშკარა და გარდაუვალია. ვრცლად, ერთობის წარმომადგენლისთვის შემთხვევების მოხსენებისა და გამოხმაურების შესახებ, იხილავთ შესაბამის ვიკიში [1].

source: 7. What the person reporting a violation can expect ============================================================
ka: 7. რა შედეგს უნდა ელოდოს პირი, დარღვევის შესახებ მოხსენებისას ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
ka: ერთობის წარმომადგენელი უპირატესობას ანიჭებს უსაფრთხოებასა და კეთილდღეობას ნებისმიერი იმ პირის, რომელიც თავს გრძნობს დაზარალებულად და საფრთხის ქვეშ. თითოეულმა მომხსენებელმა უნდა იცოდეს, რომ მისი საჩივარი სერიოზულად იქნება განხილული. მოხსენება შეიძლება იყოს სიტყვიერი ან წერილობითი. თუ შემთხვევა არ საჭიროებს დაუყოვნებლივ გადაწყვეტას, წერილობითი მოხსენება შეიძლება გადაეცეს ერთობის წარმომადგენელს დაშიფრული სახით. შემდეგი ნაბიჯები გამოხმაურებისას, დამოკიდებულია შემთხვევის სახეზე.

source: 8. How the Community Council responds to incidents ============================================================
ka: 8. როგორი იქნება ერთობის წარმომადგენლის გამოხმაურება ცალკეულ შემთხვევებზე ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
ka: თუ ერობის წევრი შემჩნეულია მიუღებელ ქცევაში, ერთობის წარმომადგენელს შეუძლია გაატაროს ნებისმიერი სახის ზომები, რასაც საჭიროდ მიიჩნევს, მათ შორისა გაფრთხილება, მორიგება, დროებითი შეზღუდვა ან სამუდამო გაძევება ერთობიდან. წარმომადგენლის ნებისმიერი მოქმედება და გადაწყვეტილება შეიძლება გასაჩივრდეს პროცედურებით, რომლებიც მოცემულია ერთობის წარმომადგენლის სახელმძღვანელოში [1].

source: 9. Scope of this document ============================================================
ka: 9. ამ დოკუმენტის სამიზნე ჯგუფი ============================================================

source: This code of conduct covers all community participants:
ka: ეთიკის ეს კოდექსი განკუთვნილია ერთობის ყველა მონაწილისთვის, მათ შორისაა:

source: paid and unpaid contributors
ka: ფინანსური და არაფინანსური შემომწირველები

source: sponsors
ka: დამფინანსებლები

source: other guests
ka: სხვა მოწვეული სტუმრები

source: when interacting:
ka: ჩართული:

source: in all online and in-person community venues
ka: ერთობის ყველა რეალურ და ინტერნეტ-შეხვედრებში

source: in one-on-one communications that relate to community work
ka: პირად შეხვედრებში, რომლებიც ერთობის საქმიანობას უკავშირდება

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
ka: ეთიკის კოდექსი და მასთან დაკავშირებული პროცედურები აგრეთვე ეხება მიუღებელ ქცევას, რომელიც აღინიშნება ერთობის მიღმა, თუმცა საფრთხეს უქმნის ერთობის რომელიმე წევრის უსაფრთხოებას ან კეთილდღეობას. როგორც Tor-ის ერთობის წევრები, ჩვენ მხარს ვუჭერთ და მივყვებით ამ კოდექს Tor-ში მუშაობისას, ამასთან ვიცავთ ზიანისგან დანარჩენ დროს.

source: 10. License and attribution ============================================================
ka: 10. ლიცენზია და საკუთრება ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
ka: ეს ეთიკის კოდექსი ვრცელდება საერთაშორისო ლიცენზიით Creative Commons CC-BY-SA 4.0.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
ka: ეს ეთიკის კოდექსი იყენებს ტერმინებსა და ჩარჩოებს სამოქალაქო ქცევის კოდექსიდან, რომელიც ვრცელდება ლიცენზიით CC-BY-SA: citizencodeofconduct.org
