Repository: torpluston/translation
Catalog: code_of_conduct+nl.po
Languages: nl

source: Tor Project Code of Conduct ============================================================
nl: Tor Project-gedragscode ============================================================

source: Statement of Intent:
nl: Intentieverklaring:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
nl: Het Tor Project hecht veel waarde aan het bevorderen van een open klimaat en gemeenschap. Tor is een plek waar mensen zich veilig moeten kunnen inzetten, hun mening kunnen geven en mee kunnen doen.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
nl: Deze gedragscode is van toepassing op het Tor Project als geheel. Het is bedoeld om richtlijnen te geven voor medewerkers. Medewerkers en aannemers van The Tor Project, Inc. (TPI) zijn ook onderworpen aan het beleid en de procedures van het bedrijf. Deze mensen moeten zich vrij voelen om contact op te nemen met HR met vragen of zorgen.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
nl: Deze gedragscode is niet uitputtend of volledig. Het is een voortdurende inspanning om ons gedeelde begrip samen te vatten. We willen een gastvrije, veilige omgeving bieden, zodat we samen kunnen werken aan krachtige oplossingen. Wij behouden ons het recht voor om af te wijken van de strikte handhaving van deze code. Eventuele afwijkingen moeten een eerlijker resultaat opleveren, dat in overeenstemming is met onze waarden. We begrijpen dat het houden van een levend document dat relevant en "gepatcht" is, een voortdurende inspanning vereist.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
nl: 0. Samenvatting: wees geen eikel. Wees liever geweldig. ============================================================

source: The Tor community should be a good place where people are glad to be.
nl: De Tor-gemeenschap zou een goede plek moeten zijn waar mensen graag willen zijn.

source: DO: Be kind, thoughtful, and considerate.
nl: DOEN: wees vriendelijk, bedachtzaam en overwegend.

source: DO: Make Tor a place where people are happy and comfortable.
nl: DOEN: maak van Tor een plek waar mensen gelukkig zijn en zich prettig voelen.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
nl: DOEN: onthoud: we dragen allemaal bij; we leren allemaal. Niemand is als expert geboren.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
nl: DOEN: geef een ander het woord. Luister. Zorg ervoor dat iedereen wordt gehoord.

source: DON'T: Insult, harass, intimidate, or be a jerk.
nl: NIET DOEN: beledigen, lastigvallen, intimideren of een eikel zijn.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
nl: NIET DOEN: omgaan met eerlijke fouten als een excuus om mensen met gedoe te confronteren. Fouten zijn er om van te leren.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
nl: NIET DOEN: op zoek gaan naar manieren om deze code op de letter na te leven terwijl u de geest ervan schendt.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
nl: EN DOEN: Graag e-mailen: tor-community-council@lists.torproject.org met vragen of zorgen. Openbare link: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
nl: 1. Doel ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
nl: Een primair doel van de Tor gemeenschap is om veel verschillende bijdragers te betrekken. We willen zo veel mogelijk bijdragers betrekken met een zo gevarieerd en divers mogelijke achtergrond. Als zodanig zijn we toegewijd aan het bieden van een vriendelijke, veilige en gastvrije omgeving voor iedereen, ongeacht hun ervaring, geslachtsidentiteit of -uitdrukking, seksuele geaardheid, familie, relaties, mogelijkheden (zowel lichamelijk als geestelijk), persoonlijke uitstraling, sociaal-economische status, lichaamsgrootte, ras, etniciteit, leeftijd, religie, nationaliteit, of lidmaatschap van een achtergestelde en/of ondervertegenwoordigde groep.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
nl: Een veilige omgeving betekent een omgeving vrij van misbruik, zowel geïsoleerd als systematisch. We erkennen duidelijk dat het tolereren van misbruik een beveiligingsprobleem is. Elke verstoring van onze gemeenschap door misbruikers en kwaadwillenden brengt onze software, ontwikkelaars en gebruikers in gevaar.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
nl: Deze gedragscode schetst onze verwachtingen voor iedereen die deelneemt aan onze gemeenschap, evenals de gevolgen voor onaanvaardbaar gedrag.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
nl: We nodigen alle deelnemers aan het Tor Project uit ons te helpen voor iedereen een veilige en positieve ervaring te creëren.

source: 2. Be your best self ============================================================
nl: 2. Gedraag u goed ============================================================

source: The following behaviors are expected and requested of all community members:
nl: De volgende gedragingen worden verwacht en gevraagd van alle leden van de gemeenschap:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
nl: Neem op een eerlijke en actieve manier deel. Zo draagt u bij aan de gezondheid en de levensduur van deze gemeenschap.

source: Exercise consideration and respect in your speech and actions.
nl: Oefen aandacht en respect uit in wat u zegt en wat u doet.

source: Attempt collaboration and dialog before engaging in conflict.
nl: Probeer samen te werken en een dialoog te voeren voordat je een conflict veroorzaakt.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
nl: Onthoudt u van vernederend, discriminerend of treiterend gedrag en uitspraken.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
nl: Let op je omgeving en op je mede-deelnemers. Waarschuw de leiders van de gemeenschap als u iets merkt van:

source: a dangerous situation
nl: een gevaarlijke situatie

source: someone in distress
nl: iemand in nood

source: violations of this code of conduct, even if they seem minor
nl: overtredingen van deze gedragscode, zelfs als ze niet ernstig lijken

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
nl: Vergeet niet dat de locaties voor gemeenschapsevenementen kunnen worden gedeeld met het publiek. Wees alstublieft respectvol tegenover iedereen die deze locaties gebruikt.

source: Respect the privacy of your fellow community members.
nl: Respecteer de privacy van uw medegemeenschapsleden.

source: 3. Unacceptable behaviors ============================================================
nl: 3. Onacceptabele gedragingen ============================================================

source: The following behaviors are unacceptable within our community:
nl: De volgende gedragingen zijn onacceptabel binnen onze gemeenschap:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
nl: Geweld, aanranding, bedreiging met geweld of gewelddadig taalgebruik gericht tegen een ander persoon, vooral geweld tegen een persoon of groep op basis van een beschermd kenmerk. (Het tonen van wapens kan intimidatie of een dreiging met geweld inhouden).

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
nl: Seksistische, racistische, homofobe, transfobe, validistische of op andere wijze discriminerende grappen en taalgebruik.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
nl: Spontaan plaatsen of weergeven van seksueel expliciet of gewelddadig materiaal. (Als het nodig is om zulk materiaal te delen terwijl u aan de missie van Tor werkt, doe dit dan op een tactvolle manier. Wees u ervan bewust dat veel mensen dit niet willen zien.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
nl: Plaatsen van of dreigen met plaatsing van persoonsidentificerende informatie ('doxing') zonder zijn of haar toestemming.

source: Personal insults or attacks, particularly those related to:
nl: Persoonlijke beledigingen of aanvallen, met name die gerelateerd aan:

source: experience
nl: ervaring

source: gender identity or expression
nl: genderidentiteit of -expressie

source: sexual orientation
nl: seksuele oriëntatie

source: family
nl: familie

source: relationships
nl: relaties

source: ability (whether bodily or mental)
nl: vaardigheid (lichamelijk of mentaal)

source: personal appearance
nl: uiterlijk

source: socioeconomic status
nl: sociaaleconomische status

source: body size
nl: lichaamsomvang

source: race
nl: ras

source: ethnicity
nl: etniciteit

source: age
nl: leeftijd

source: religion
nl: religie

source: nationality
nl: nationaliteit

source: membership in a disadvantaged and/or underrepresented group
nl: lidmaatschap van een benadeelde en/of ondervertegenwoordigde groep

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
nl: Ongepaste fotografie, audio-opnamen of opnamen van persoonlijke gegevens. U moet iemands toestemming hebben voordat u deze dingen opneemt, en voordat u ze online plaatst.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
nl: Ongepast fysiek contract. U moet iemands toestemming hebben voordat u hem of haar aanraakt.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
nl: Ongewenste seksuele aandacht: dit omvat ook seksuele opmerkingen of grappen, ongepast aanraken, vergrijpen en ongewenste seksuele toenaderingen.

source: Deliberate intimidation, stalking or following (online or in person).
nl: Opzettelijke intimidatie, stalken of volgen (online of persoonlijk).

source: Deliberately undermining the spirit of this code while following the letter.
nl: Opzettelijk ondermijnen van de geest van deze gedragscode door deze op de letter na te volgen.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
nl: Doorlopende verstoring van gemeenschapsevenementen, waaronder lezingen, presentaties en onlinegesprekken.

source: Deliberately pushing against someone's stated boundaries.
nl: Opzettelijk benaderen van iemands aangegeven grenzen.

source: Advocating for, or encouraging, any of the above behavior.
nl: Pleiten voor of aanmoedigen van een van de bovengenoemde gedragingen.

source: 4. Unacceptable behavior has consequences ============================================================
nl: 4. Onacceptabel gedrag heeft consequenties ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
nl: We zullen geen onaanvaardbaar gedrag van een lid van de gemeenschap tolereren. We zullen geen uitzonderingen maken voor sponsors en mensen met beslissingsbevoegdheid. Mensen in formele of informele leiderschapsrollen moeten model staan voor de hoogste gedragsnormen.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
nl: Iedereen die door een ander lid van de gemeenschap gevraagd wordt om onaanvaardbaar gedrag te stoppen, wordt geacht zich onmiddellijk te conformeren. Gelieve niet in naam van iemand anders in te grijpen zonder hun toestemming.

source: 5. Where to go for help ============================================================
nl: 5. Waar heen te gaan voor hulp ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
nl: De gemeenschapsraad is een gekozen orgaan van de kernbijdragers van Tor die kunnen helpen bij het oplossen van conflicten binnen de gemeenschap. Informatie over het beleid van de gemeenschapsraad is te vinden op de wiki van de gemeenschapsraad [1]. U kunt contact opnemen met de hele gemeenschapsraad:

source: if you have questions or concerns about the code of conduct, or
nl: als u vragen of zorgen hebt over de gedragscode, of

source: if you feel that you have witnessed a code of conduct violation
nl: als u denkt getuige te zijn van een overtreding van de gedragscode

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
nl: Als u echter van mening bent dat er sprake is van een belangenconflict met een lid van de gemeenschapsraad, kunt u individueel contact opnemen met de leden. De GPG-sleutels van de leden van de Raad staan op de wiki van de gemeenschapsraad. Als er een belangenverstrengeling is, zal het betrokken lid zich terugtrekken. Zij zullen niet betrokken zijn bij enige discussie of documentatie van het incident. Meer over de gemeenschapsraad is te vinden in de richtlijnen [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
nl: 6. Wat te doen als u getuige bent van onacceptabel gedrag ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
nl: Indien u onderworpen bent aan of getuige bent van onaanvaardbaar gedrag, of indien u zich anderszins zorgen maakt, verzoeken wij u de Raad van de Gemeenschap daarvan zo spoedig mogelijk in kennis te stellen. U kunt persoonlijk contact opnemen met de gemeenschapsraad, of via tor-community-council@lists.torproject.org. De huidige raadsleden staan vermeld op de wiki [1]. De reactie van de Community Council op incidenten zal per geval verschillen. De gemeente zal alles in het werk stellen om onmiddellijk te reageren op het incident. De Raad zal prioriteit geven aan de veiligheid van de persoon die schade heeft ondervonden of dreigt te ondervinden. Persoon of personen die schade hebben ondervonden of dreigen te ondervinden, kunnen het incident rapport te allen tijde intrekken. Wij zullen nooit iets doen zonder de toestemming van de persoon die schade heeft geleden of dreigt te lijden, behalve in situaties waarin er een dreiging is van dreigend gevaar of schade voor iemand. Meer informatie over het beleid van de Raad van de Gemeenschap op het gebied van incidentenmelding en -bestrijding is te vinden op hun wiki [1].

source: 7. What the person reporting a violation can expect ============================================================
nl: 7. Wat de persoon die melding maakt van een overtreding kan verwachten ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
nl: De gemeenschapsraad geeft prioriteit aan de veiligheid en het welzijn van een ieder die zich benadeeld voelt of het risico loopt benadeeld te worden. Iedereen die een kwestie aan de gemeenschapsraad rapporteert, mag verwachten dat zijn rapport serieus wordt genomen. De eerste meldingen kunnen schriftelijk of mondeling worden gedaan. Indien het incident niet onmiddellijk opgelost hoeft te worden, kan een schriftelijk rapport in gecodeerde vorm met de gemeenschapsraad worden gedeeld. De volgende stappen in de reactie op een incident zullen van geval tot geval verschillen.

source: 8. How the Community Council responds to incidents ============================================================
nl: 8. Hoe de gemeenschapsraad reageert op incidenten ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
nl: Als een lid van de gemeenschap zich schuldig maakt aan onaanvaardbaar gedrag, kan de gemeenschapsraad elke actie ondernemen die hij passend acht, met inbegrip van maar niet beperkt tot een waarschuwing, informele bemiddeling, tijdelijk verbod of permanente uitzetting uit de gemeenschap. Tegen alle acties en besluiten van de gemeenschapsraad kan beroep worden aangetekend door de beroepsprocedure in de richtlijnen van de gemeenschapsraad te volgen [1].

source: 9. Scope of this document ============================================================
nl: 9. Toepassingsgebied van dit document ============================================================

source: This code of conduct covers all community participants:
nl: Deze gedragscode heeft betrekking op alle deelnemers van de gemeenschap:

source: paid and unpaid contributors
nl: betaalde en onbetaalde medewerkers

source: sponsors
nl: sponsoren

source: other guests
nl: andere gasten

source: when interacting:
nl: in de omgang met anderen:

source: in all online and in-person community venues
nl: in alle online en persoonlijke gemeenschapsactiviteiten

source: in one-on-one communications that relate to community work
nl: in één-op-één-communicatie die gerelateerd is aan gemeenschapswerk

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
nl: Deze gedragscode en de bijbehorende procedures zijn ook van toepassing op onaanvaardbaar gedrag dat buiten het kader van de activiteiten van de gemeenschap plaatsvindt, wanneer dit gedrag de veiligheid en het welzijn van de leden van de gemeenschap nadelig kan beïnvloeden. Als leden van de Tor-gemeenschap steunen en volgen we deze code terwijl we aan Tor werken, en zorgen we ervoor dat we deze niet ondermijnen in de rest van onze tijd.

source: 10. License and attribution ============================================================
nl: 10. Licentie en erkenningen ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
nl: Deze gedragscode wordt gedeeld onder een Creative Commons CC-BY-SA 4.0 International-licentie.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
nl: Deze gedragscode gebruikt een deel van de taal en constructie vanuit de Citizen Code of Conduct, die wordt gedeeld onder een CC-BY-SA-licentie: citizencodeofconduct.org
