Repository: torpluston/translation
Catalog: code_of_conduct+de.po
Languages: de

source: Tor Project Code of Conduct ============================================================
de: Tor Project Verhaltenscodex ============================================================

source: Statement of Intent:
de: Absichtserklärung

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
de: Das Tor Project ist engagiert, eine einladende Umgebung und Gemeinschaft zu pflegen. Tor ist ein Ort, wo alle sich sicher fühlen sollen sich zu beteiligen, ihre Meinung zu äussern und mitzuwirken.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
de: Dieser Verhaltenskodex gilt für das Tor-Projekt als Ganzes. Er bietet Leitlinien für die Beitragenden. Mitarbeiter und Auftragnehmer von The Tor Project, Inc. (TPI) unterliegen ebenfalls den Unternehmensrichtlinien und -verfahren. Diese Personen dürfen sich gerne mit Fragen oder Anliegen an die Personalabteilung wenden.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
de: Dieser Verhaltenskodex ist nicht abschließend oder vollständig. Er ist ein ständiges Bestreben, unser gemeinsames Verständnis zusammenzufassen. Wir wollen eine einladende, sichere Umgebung schaffen, damit wir gemeinsam nach leistungsstarken Lösungen suchen können. Wir behalten uns das Recht vor, von der strikten Durchsetzung dieses Kodex abzuweichen. Abweichungen müssen zu einem faireren und an unseren Werten orientierten Ergebnis führen. Wir verstehen, dass es mit nachhaltigen Anstrengungen verbunden ist, ein lebendes Dokument relevant und "gepatcht" zu halten.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
de: 0. Zusammenfassung: Sei kein Dummkopf. Sei großartig stattdessen. ============================================================

source: The Tor community should be a good place where people are glad to be.
de: Die Tor-Community sollte ein guter Ort sein, an dem die Leute gerne sind.

source: DO: Be kind, thoughtful, and considerate.
de: DO: Sei freundlich, aufmerksam und rücksichtsvoll.

source: DO: Make Tor a place where people are happy and comfortable.
de: DO: Mache Tor zu einem Ort, an dem die Menschen glücklich und zufrieden sind.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
de: DO: Denke daran: Wir alle tragen dazu bei, wir alle lernen. Niemand wurde als Experte geboren.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
de: DO: Halte die Stellung. Hör zu. Sorg dafür, dass alle gehört werden.

source: DON'T: Insult, harass, intimidate, or be a jerk.
de: DON'T: Beleidigen, belästigen, einschüchtern oder ein Dummkopf sein.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
de: DON'T: Behandle ehrliche Fehler als Vorwand, um Menschen zu belästigen. Fehler sind zum Lernen da.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
de: DON'T: Nach Möglichkeiten suchen, den Buchstaben dieses Codes aufrechtzuerhalten und gleichzeitig gegen seinen Geist verstossen.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
de: UND DO: Eifrig Fragen oder Sorgen an tor-community-council@lists.torproject.org e-mailen. Öffentlicher Schlüssel: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
de: 1. Zweck ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
de: Ein Hauptziel der Tor-Community ist es, viele verschiedene Mitwirkende einzubeziehen. Wir wollen Mitwirkende aus den unterschiedlichsten und vielfältigsten Bereichen einbeziehen. Daher sind wir bestrebt, ein freundliches, sicheres und einladendes Umfeld für alle zu schaffen, unabhängig von Erfahrung, geschlechtsspezifischer Identität oder Ausdruck, sexueller Orientierung, Familie, Beziehungen, Fähigkeiten (ob körperlich oder geistig), persönlichem Aussehen, sozioökonomischem Status, Körpergröße, Rasse, ethnischer Zugehörigkeit, Alter, Religion, Nationalität oder Zugehörigkeit zu einer benachteiligten und/oder unterrepräsentierten Gruppe.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
de: Eine sichere Umgebung bedeutet, dass man frei von Missbrauch ist, sei es isoliert oder systemisch. Wir erkennen ausdrücklich an, dass die Duldung von Missbrauch ein Sicherheitsproblem ist. Zuzulassen dass Missbraucher und böswillige Personen unsere Community stören, gefährdet unsere Software, Entwickler und Benutzer.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
de: Dieser Verhaltenscodex beschreibt unsere Erwartungen an alle, die in unserer Community mitwirken, sowie die Folgen für inakzeptables Verhalten.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
de: Wir laden alle, die am Tor-Projekt teilnehmen, ein uns zu helfen, sichere und positive Erfahrungen für alle zu schaffen.

source: 2. Be your best self ============================================================
de: 2. Sei dein bestes Selbst ============================================================

source: The following behaviors are expected and requested of all community members:
de: Die folgenden Verhaltensweisen werden von allen Community-Mitgliedern erwartet und gefordert:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
de: Nimm auf ehrliche und aktive Weise teil. Auf diese Weise trägst du zur Gesundheit und Langlebigkeit dieser Community bei.

source: Exercise consideration and respect in your speech and actions.
de: Übe Rücksicht und Respekt in deiner Rede und deinem Handeln.

source: Attempt collaboration and dialog before engaging in conflict.
de: Versuchs mit Zusammenarbeit und Dialog, bevor es zu Konflikten kommt.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
de: Vermeide erniedrigende, diskriminierende oder belästigende Verhaltensweisen und Reden.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
de: Achte auf deine Umgebung und deine Mitstreiter. Warne die Community-Leiter, wenn du Folgendes bemerkst:

source: a dangerous situation
de: eine gefährliche Situation

source: someone in distress
de: jemand in Not

source: violations of this code of conduct, even if they seem minor
de: Verstöße gegen diesen Verhaltenskodex, auch wenn sie geringfügig erscheinen

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
de: Bedenke, dass die Veranstaltungsorte der Community mit der Öffentlichkeit geteilt werden können. Bitte sei respektvoll gegenüber allen, die diese Standorte nutzen.

source: Respect the privacy of your fellow community members.
de: Respektiere die Privatsphäre deiner Community-Mitspieler.

source: 3. Unacceptable behaviors ============================================================
de: 3. Inakzeptables Verhalten ============================================================

source: The following behaviors are unacceptable within our community:
de: Die folgenden Verhaltensweisen sind innerhalb unserer Community inakzeptabel:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
de: Gewalt, sexuelle Gewalt, Androhung von Gewalt oder gewalttätige Sprache gegen eine andere Person, insbesondere Gewalt gegen eine Person oder Gruppe, die auf einem geschützten Merkmal beruht. (Das Zeigen von Waffen kann eine Einschüchterung oder eine Androhung von Gewalt darstellen.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
de: Sexistische, rassistische, homophobe, transphobe, ablehnende oder anderweitig diskriminierende Witze und Formulierungen.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
de: Spontanes Posten oder Anzeigen von sexuell eindeutigem oder gewalttätigem Material. (Wenn es notwendig ist, solches Material während der Arbeit an der Mission von Tor zu teilen, tue dies mit Sorgfalt. Beachte dass viele Leute es nicht sehen wollen.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
de: Veröffentlichen der personenbezogenen Daten anderer Personen ohne deren Zustimmung oder die Drohung dazu ("Doxing").

source: Personal insults or attacks, particularly those related to:
de: Persönliche Beleidigungen oder Angriffe, insbesondere im Zusammenhang mit:

source: experience
de: Erfahrung

source: gender identity or expression
de: geschlechtsspezifische Identität oder Ausdrucksform

source: sexual orientation
de: sexuelle Orientierung

source: family
de: Familie

source: relationships
de: Beziehungen

source: ability (whether bodily or mental)
de: Fähigkeiten (ob körperlich oder geistig)

source: personal appearance
de: persönliche Erscheinung

source: socioeconomic status
de: sozioökonomischer Status

source: body size
de: Körpergröße

source: race
de: Rasse

source: ethnicity
de: ethnische Zugehörigkeit

source: age
de: Alter

source: nationality
de: Nationalität

source: membership in a disadvantaged and/or underrepresented group
de: Zugehörigkeit zu einer benachteiligten und/oder unterrepräsentierten Gruppe

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
de: Unzulässige Fotografie, Audioaufzeichnung oder Aufnahme von personenbezogenen Daten. Du solltest die Zustimmung des Betreffenden einholen, bevor du diese Dinge aufzeichnest und sie veröffentlichst.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
de: Unangebrachter Körperkontakt. Du solltest die Zustimmung des Betreffenden einholen, bevor du ihn berührst.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
de: Unerwünschte sexuelle Aufmerksamkeit: Dazu gehören sexualisierte Kommentare oder Witze, unangebrachtes Berühren, Tasten und unwillkommene sexuelle Annäherungsversuche.

source: Deliberate intimidation, stalking or following (online or in person).
de: Absichtliche Einschüchterung, Stalking oder Verfolgung (online oder persönlich).

source: Deliberately undermining the spirit of this code while following the letter.
de: Den Geist dieses Kodex absichtlich zu untergraben, während man dem Buchstaben folgt.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
de: Anhaltende Unterbrechung von Community-Veranstaltungen, einschließlich Vorträgen, Präsentationen und Online-Gesprächen.

source: Deliberately pushing against someone's stated boundaries.
de: Absichtliches Vorgehen gegen die angegebenen Grenzen von jemandem.

source: Advocating for, or encouraging, any of the above behavior.
de: Befürwortung oder Ermutigung eines der oben genannten Verhaltensweisen.

source: 4. Unacceptable behavior has consequences ============================================================
de: 4. Inakzeptables Verhalten hat Folgen ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
de: Wir werden kein inakzeptables Verhalten von Community-Mitgliedern tolerieren. Ausnahmen für Sponsoren und Entscheidungsträger werden nicht gemacht. Menschen in formellen oder informellen Führungsrollen müssen höchste Verhaltensstandards vorleben.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
de: Von jedem, der von einem anderen Community-Mitglied aufgefordert wird, inakzeptables Verhalten zu beenden, wird erwartet, dass er sich unverzüglich daran hält. Bitte mische dich nicht in die Angelegenheiten einer anderen Person ein ohne deren Zustimmung.

source: 5. Where to go for help ============================================================
de: 5. Wo kann man Hilfe bekommen? ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
de: Der Community-Rat ist ein gewähltes Gremium von Tor Core Contributors, das bei der Lösung innergemeinschaftlicher Konflikte helfen kann. Die Richtlinien und Informationen des Community-Rates findest du im Wiki des Community-Rates[1]. Du kannst dich an den gesamten Community-Rat wenden:

source: if you have questions or concerns about the code of conduct, or
de: wenn du Fragen oder Bedenken bezüglich des Verhaltenskodex hast, oder

source: if you feel that you have witnessed a code of conduct violation
de: wenn du das Gefühl hast, einen Verstoß gegen den Verhaltenskodex bemerkt zu haben

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
de: Wenn du jedoch der Meinung bist, dass es einen Interessenkonflikt mit einem Ratsmitglied gibt, kannst du die Mitglieder einzeln kontaktieren. Die GPG-Schlüssel der Ratsmitglieder sind im Community Rats-Wiki aufgelistet. Bei einem Interessenkonflikt wird sich das betroffene Ratsmitglied selbst zurückziehen. Es wird in keine Diskussion oder Dokumentation des Vorfalls einbezogen. Mehr über den Community-Rat findest du in den Leitlinien[2].

source: 6. What to do if you witness unacceptable behavior ============================================================
de: 6. Was tun, wenn du Zeuge eines inakzeptablen Verhaltens wirst? ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
de: Wenn du einem inakzeptablen Verhalten ausgesetzt bist, es miterlebt hast oder andere Bedenken hast, benachrichtige bitte so schnell wie möglich den Community-Rat. Du kannst den Community-Rat persönlich oder unter tor-community-council@lists.torproject.org kontaktieren. Die aktuellen Ratsmitglieder sind im Wiki[1] aufgeführt. Die Reaktion des Community-Rates auf Vorfälle wird von Fall zu Fall unterschiedlich sein. Der Rat wird alle Anstrengungen unternehmen, um auf den Vorfall unverzüglich zu reagieren. Der Rat wird der Sicherheit der Person, die verletzt wurde oder von der Gefahr eines Schadens bedroht ist, Priorität einräumen. Personen, die geschädigt wurden oder von Schaden bedroht sind, können den Vorfallsbericht jederzeit zurückziehen. Wir werden niemals etwas ohne die Zustimmung der Person tun, die verletzt wurde oder von der Gefahr eines Schadens bedroht ist, außer in Situationen, in denen eine unmittelbare Gefahr oder ein unmittelbarer Schaden für irgendjemand sonst besteht. Weitere Informationen über die Richtlinien des Community-Rates zur Meldung von Vorfällen und zur Reaktion auf Vorfälle findest du in dessen Wiki[1].

source: 7. What the person reporting a violation can expect ============================================================
de: 7. Was die Person, die einen Verstoß meldet, erwarten kann ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
de: Der Community-Rat legt den Schwerpunkt auf die Sicherheit und das Wohlergehen jeder Person, die sich verletzt fühlt oder Gefahr läuft, verletzt zu werden. Jeder, der dem Community-Rat über einen Sachverhalt berichtet, kann erwarten, dass sein Bericht ernst genommen wird. Erste Berichte können in schriftlicher oder mündlicher Form erstellt werden. Erfordert der Vorfall keine sofortige Lösung, so kann dem Community-Rat ein schriftlicher Bericht in verschlüsselter Form übermittelt werden. Die nächsten Schritte bei der Reaktion auf einen Vorfall werden von Fall zu Fall unterschiedlich sein.

source: 8. How the Community Council responds to incidents ============================================================
de: 8. Wie der Community-Rat auf Vorfälle reagiert ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
de: Wenn ein Mitglied der Community ein inakzeptables Verhalten an den Tag legt, kann der Community-Rat alle Maßnahmen ergreifen, die er für angemessen hält, einschließlich, aber nicht beschränkt auf eine Verwarnung, eine informelle Vermittlung, ein vorübergehendes Verbot oder eine dauerhafte Ausweisung aus der Community. Gegen Handlungen und Entscheidungen des Community-Rates kann Beschwerde eingelegt werden, indem man dem Beschwerdeverfahren in den Leitlinien des Community-Rates[1] folgt.

source: 9. Scope of this document ============================================================
de: 9. Umfang dieses Dokuments ============================================================

source: This code of conduct covers all community participants:
de: Dieser Verhaltenskodex gilt für alle Teilnehmer der Community:

source: paid and unpaid contributors
de: bezahlte und unbezahlte Mitwirkende

source: sponsors
de: Sponsoren

source: other guests
de: andere Gäste

source: when interacting:
de: bei der Kommunikation:

source: in all online and in-person community venues
de: in allen Online- und persönlichen Community-Veranstaltungen

source: in one-on-one communications that relate to community work
de: in der Einzelkommunikation, die sich auf die Community-Arbeit bezieht

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
de: Dieser Verhaltenskodex und die damit verbundenen Verfahren gelten auch für inakzeptables Verhalten außerhalb der Aktivitäten der Community, wenn dieses Verhalten das Potenzial hat, die Sicherheit und das Wohlbefinden der Community-Mitglieder zu beeinträchtigen. Als Mitglieder der Tor-Community unterstützen und befolgen wir diesen Code, während wir an Tor arbeiten, und achten darauf, ihn in der restlichen Zeit nicht zu untergraben.

source: 10. License and attribution ============================================================
de: 10. Lizenz und Zuschreibung ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
de: Dieser Verhaltenskodex wird unter einer Creative Commons CC-BY-SA 4.0 International Lizenz geteilt.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
de: Dieser Verhaltenskodex verwendet einige Formulierungen und Auszüge aus dem Citizen Code of Conduct, der unter einer CC-BY-SA-Lizenz geteilt wird: citizencodeofconduct.org
