Repository: torpluston/translation
Catalog: code_of_conduct+it.po
Languages: it

source: Tor Project Code of Conduct ============================================================
it: Codice di Condotta del Progetto Tor ============================================================

source: Statement of Intent:
it: Dicharazione di intenti:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
it: Il Progetto Tor è impegnato a promuovere una comunità ed un ambiente inclusivo. Tor è un posto dove le persone dovrebbero sentirsi sicure di agire, condividere il proprio punto di vista e partecipare.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
it: Questo codice di condotta si applica al Progetto Tor nel suo insieme. È stato creato al fine di offrire linee guida per i collaboratori. I dipendenti e gli appaltatori del The Tor Project, Inc. (TPI) sono anch'essi soggetti alle politiche e procedure aziendali. Costoro sono liberi di contattare il Responsabile Risorse Umane per porre domande o condividere preoccupazioni.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
it: Questo codice di condotta non è da considerarsi esaustivo o completo. È un documento in evoluzione che vuole riassumere il nostro condiviso intento. Noi vogliamo offrire un clima accogliente e sicuro, così da poter lavorare assieme per perseguire forti soluzioni. Ci riserviamo il diritto di deviare dall'applicazione forzata di questo codice. Ogni cambiamento deve produrre un risultato che sia più giusto ed allineato ai nostri valori. Comprendiamo che mantenere pertinente ed aggiornato un documento in continua evoluzione richiede uno sforzo continuo.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
it: 0. Sommario: Non essere scortese. Piuttosto sii educato.

source: The Tor community should be a good place where people are glad to be.
it: La comunità Tor dovrebbe essere un buon posto in cui la gente abbia piacere di stare.

source: DO: Be kind, thoughtful, and considerate.
it: Da fare: essere gentile, riflessivo e premuroso.

source: DO: Make Tor a place where people are happy and comfortable.
it: Da fare: Rendere Tor un posto dove le persone si sentano felici e a proprio agio.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
it: Da fare: Ricordarsi che stiamo tutti contribuendo; stiamo tutti imparando. Nessuno è nato esperto.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
it: Da fare: Cedere la parola. Ascoltare. Assicurarsi che tutti abbiano sentito.

source: DON'T: Insult, harass, intimidate, or be a jerk.
it: Da NON fare: Insultare, molestare, intimidire, o fare il cretino.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
it: Da NON fare: Usare gli sbagli di qualcuno come scusa per attaccarlo. Gli sbagli sono fatti per imparare.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
it: Da NON fare: Cercare modi per affermare e tutelare questo codice violandolo al tempo stesso

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
it: da fare: prontamente mandare una email: tor-community-council@lists.torproject.org con domande o preoccupazioni. Chiave pubblica: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
it: 1. Scopo ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
it: Un obiettivo primario della Tor community è l'essere aperti verso ogni collaboratore. Vogliamo includere collaboratori dai più diversi e variegati background possibili. Perciò, siamo impegnati a fornire un ambiente amichevole, sicuro e accogliente per tutti, indipendentemente dalla loro esperienza, sesso, orientamento sessuale, famiglia, relazioni, abilità ( fisiche o mentali), aspetto fisico, stato socioeconomico, taglia, razza, etnia, età, religione, nazionalità o appartenenza a una minoranza.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
it: Un ambiente sicuro significa un ambiente privo di abusi, sia isolati che sistemici. Noi riconosciamo esplicitamente che tollerare un abuso è un problema di sicurezza. Permettere ad abusatori e persone malevoli di disturbare la nostra community mette il nostro software, i nostri sviluppatori e i nostri utenti a rischio.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
it: Questo codice di condotta descrive le nostre aspettative per tutti coloro che partecipano alla nostra community, nonché le conseguenze per i comportamenti inappropriati.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
it: Invitiamo tutti coloro che partecipano al Tor Project ad aiutarci a creare un'esperienza sicura e positiva per tutti.

source: 2. Be your best self ============================================================
it: 2. Sii la miglior versione di te stesso. ============================================================

source: The following behaviors are expected and requested of all community members:
it: A tutti i membri della comunità è richiesta la seguente condotta:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
it: Partecipa in modo onesto e attivo. In questo modo, contribuisci alla salute e alla longevità di questa comunità.

source: Exercise consideration and respect in your speech and actions.
it: Esercita considerazione e rispetto nella tua esposizione e nelle tue azioni.

source: Attempt collaboration and dialog before engaging in conflict.
it: Prova a collaborare e a dialogare prima di essere coinvolto in una lite.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
it: Astieniti da osservazioni degradanti e discriminatorie o da un comportamento molesto.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
it: Sii consapevole del tuo contesto e della presenza dei tuoi compagni. Allerta i leader della comunità se noti:

source: a dangerous situation
it: una situazione pericolosa

source: someone in distress
it: qualcuno in difficoltà

source: violations of this code of conduct, even if they seem minor
it: violazioni di questo codice di condotta, seppur minime

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
it: Ricorda che le piattaforme per gli eventi della comunità potrebbero essere condivisi con il pubblico. Ti preghiamo di essere rispettoso di chiunque sia presente su queste piattaforme.

source: Respect the privacy of your fellow community members.
it: Rispetta la privacy dei tuoi compagni di comunità.

source: 3. Unacceptable behaviors ============================================================
it: 3. Comportamenti non accettabili ============================================================

source: The following behaviors are unacceptable within our community:
it: I seguenti comportamenti non sono accettati all'interno della nostra comunità:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
it: Violenza, assalti sessuali, minacce di violenza, o linguaggio violento diretto contro un'altra persona, specialmente violenza contro una persona o gruppo con una caratteristica protetta. (Mostrare armi può costituire intimidazione o minaccia di violenza.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
it: Scherzi e linguaggio sessisti, razzisti, omofobi, transfobici, abilisti o altrimenti discriminatori.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
it: Postare o mostrare spontaneamente materiale sessualmente esplicito o violento. (Se è necessario condividere questo genere di materiale quando lavori alla missione Tor, fallo con sensibilità. Sii consapevole che molte persone non vogliono vedere queste cose.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
it: Pubblicare o minacciare di pubblicare informazioni personali di altre persone ("doxing") senza il loro consenso.

source: Personal insults or attacks, particularly those related to:
it: Insulti o attacchi personali, in particolare quelli relativi a:

source: experience
it: esperienza

source: gender identity or expression
it: identità di genere o di espressione

source: sexual orientation
it: orientamento sessuale

source: family
it: famiglia

source: relationships
it: relazioni

source: ability (whether bodily or mental)
it: abilità (sia fisica che mentale)

source: personal appearance
it: aspetto fisico

source: socioeconomic status
it: stato socio-economico

source: body size
it: corporatura

source: race
it: razza

source: ethnicity
it: etnia

source: age
it: età

source: religion
it: religione

source: nationality
it: nazionalità

source: membership in a disadvantaged and/or underrepresented group
it: appartenenza a un gruppo disagiato e/o sottorappresentato

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
it: Fotografie inappropriate, registrazioni audio, o registrazioni di informazioni personali. Dovresti avere il consenso di qualcuno prima di registrare queste cose, e prima di postarle pubblicamente.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
it: Contatto fisico inappropriato. Dovresti avere il consenso di qualcuno prima di toccarlo.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
it: Attenzioni sessuali indesiderate: questo include commenti o battute sessuali, contatto fisico inappropriato, palpeggiare, e insistere.

source: Deliberate intimidation, stalking or following (online or in person).
it: Intimidazione deliberata, stalking o inseguimento (online o di persona).

source: Deliberately undermining the spirit of this code while following the letter.
it: Minare deliberatamente lo spirito di questo codice seguendo però le istruzioni.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
it: Interruzione ripetuta di ogni evento della community, incluse conferenze, presentazioni, e conversazioni online.

source: Deliberately pushing against someone's stated boundaries.
it: Infastidire e/o contrastare in maniera deliberata le credenze altrui.

source: Advocating for, or encouraging, any of the above behavior.
it: Sostenere o incoraggiare qualsiasi dei comportamenti sopra indicati.

source: 4. Unacceptable behavior has consequences ============================================================
it: 4. Un comportamento inadeguato ha delle conseguenze ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
it: Non tollereremo comportamenti inaccettabili da parte di nessun membro della community. Non faremo eccezioni nè per gli sponsor nè per quelli con autorità decisionale. Le persone con ruoli di leadership formali o informali devono rappresentare i più alti standard di comportamento.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
it: Chiunque sotto richiesta di terminare un comportamento inaccettabile deve ottemperare immediatamente. Per favore non intervenire per conto di qualcun altro senza il suo consenso.

source: 5. Where to go for help ============================================================
it: 5. Dove cercare aiuto ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
it: Il Community Council è un organo eletto dai Tor Core Contributors che può fornire assistenza nella risoluzione dei conflitti all'interno della community. Le politiche e le informazioni del Community Council sono disponibili sulla wiki [1]. Puoi contattare l'intero Community Council:

source: if you have questions or concerns about the code of conduct, or
it: se hai domande o dubbi riguardanti il codice di condotta, o

source: if you feel that you have witnessed a code of conduct violation
it: se pensi di aver assistito ad una violazione del codice di condotta

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
it: In ogni caso, se senti che c'è un conflitto di interessi con qualsiasi membro del consiglio, puoi contattare i membri individualmente. Le chiavi GPG dei membri del consiglio sono elencate nella Community Council wiki. Se c'è un conflitto di interessi, il membro del consiglio coinvolto si dovrà dimettere. Conseguentemente, non verrà coinvolto in nessuna discussione o documento riguardante l'incidente. Ulteriori informazioni riguardo il Community Council possono essere trovate nelle linee guida [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
it: 6. Cosa fare se sei testimone di un comportamento inaccettabile ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
it: Se sei vittima o testimone di un comportamento inaccettabile, o hai altre preoccupazioni, ti preghiamo di avvisare il Community Council il più presto possibile. Puoi contattare il Community Council di persona o all'indirizzo tor-community-council@lists.torproject.org. Gli attuali membri del consiglio sono elencati nella wiki [1]. La risposta del Community Council riguardo gli incidenti varierà caso per caso. Il consiglio compirà ogni sforzo per rispondere immediatamente all'incidente. Il consiglio darà priorità alla sicurezza della persona danneggiata o a rischio. Le persone danneggiate o che sono a rischio di danno possono ritirare la denuncia dell'incidente in qualsiasi momento. Non faremo mai nulla senza il consenso della persona danneggiata o a rischio, tranne nelle situazioni in cui c'è una minaccia di pericolo imminente per qualcuno. Maggiori informazioni sulle politiche di segnalazione e risposta degli incidenti del Community Council sono disponibili sulla wiki [1].

source: 7. What the person reporting a violation can expect ============================================================
it: 7. Cosa può aspettarsi la persona che segnala una violazione ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
it: Il Community Council pone la priorità sulla salvaguardia e il benessere di ogni persona che si sente offesa o che potrebbe essere in pericolo di essere offesa. Chiunque riporti un problema al Community Council può aspettarsi che il proprio report verrà preso in seria considerazione. La risposta iniziale potrebbe essere sia in forma scritta che verbale. Se l'incidente non dovesse richiedere una soluzione immediata, allora un report per iscritto può essere condiviso con il Community Council in formato criptato. I passi seguenti nel processo di risposta agli incidenti potrà variare in base al caso in questione.

source: 8. How the Community Council responds to incidents ============================================================
it: 8. Come il Community Council risponde agli incidenti ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
it: Se un membro della community intraprende comportamenti inaccettabili, il Community Council può attuare qualsiasi azione ritenga appropriata, incluso ma non limitato a un avvertimento, una mediazione informale, un ban temporaneo o un'espulsione permanente dalla community. Qualsiasi azione e decisione del Community Council può essere appellata seguendo la procedura di ricorso nelle linee guida del Community Council [1].

source: 9. Scope of this document ============================================================
it: 9. L'ambito di questo documento ============================================================

source: This code of conduct covers all community participants:
it: Questo codice di condotta riguarda tutti i partecipanti della community:

source: paid and unpaid contributors
it: contributori pagati e non pagati

source: sponsors
it: sponsor

source: other guests
it: altri ospiti

source: when interacting:
it: Quando si interagisce:

source: in all online and in-person community venues
it: in tutte le community venues online ed in persona

source: in one-on-one communications that relate to community work
it: nelle comunicazioni private che riguardano il lavoro della community

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
it: Questo codice di condotta e le relative procedure si applicano anche a comportamenti inaccettabili che si verificano al di fuori del campo di applicazione delle attività della community quando tale comportamento ha il potenziale per influenzare negativamente la sicurezza e il benessere dei membri della community. Come membri della Tor community, sosteniamo e seguiamo questo Codice mentre lavoriamo a Tor, e facciamo attenzione a non minarlo nel resto del nostro tempo.

source: 10. License and attribution ============================================================
it: 10. Licenza ed attribuzione ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
it: Questo codice di condotta è distribuito con una licenza Internazionale Creative Commons CC-BY-SA 4.0.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
it: Questo codice di condotta utilizza un linguaggio e un formato dal Citizen Code of Conduct, che è distribuito sotto una licenza CC-BY-SA: citizencodeofconduct.org
