Repository: torpluston/translation
Catalog: code_of_conduct+he.po
Languages: he

source: Statement of Intent:
he: הצהרת כוונות:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
he: פרויקט tor מחויב לטפח קהילה וסביה מכילה. tor הוא מקום בו אנשים אמורים להרגיש בטוחים ליזום, לחלוק נקודת מבט, ולקחת חלק.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
he: 0. סיכום: אל תהיה מטומטם. תהיה מדהים במקום. ============================================================

source: The Tor community should be a good place where people are glad to be.
he: קהילת Tor אמורה להיות מקום טוב בו אנשים שמחים להיות.

source: DO: Be kind, thoughtful, and considerate.
he: תהיו נחמדים ומתחשבים.

source: DO: Make Tor a place where people are happy and comfortable.
he: תהפכו את tor למקום בו אנשים שמחים ונוח להם להיות בו.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
he: תזכרו, כולנו תורמים; כולנו לומדים. אף אחד לא נולד מומחה.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
he: בסס/י את המצב. תוודא/י שכולם/ן נשמעים/ות

source: DON'T: Insult, harass, intimidate, or be a jerk.
he: אל תעליבו, תפגעו, תאיימו, או תהיו מניאקים.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
he: אל תתיחסו לטעויות תמימות כתירוץ להתאכזר לאנשים. טעויות הן ללמידה.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
he: בבקשה: תכתבו בדחיפות ל - tor-community-council@lists.torproject.org עם שאלות או טענות. מפתח ציבורי: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
he: 1. מטרה ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
he: מטרה מרכזית בקהילת tor היא להכיל תורמים שונים. אנו רוצים להכיל תורמים עם רקעים מגוונים. לכן, אנחנו מחוייבים לספק סביבה חברותית, בטוחה ומקבלת לכולם, ללא קשר לניסיון, זהות מינית, נטייה מינית, משפחה, מערכות יחסים, יכולות (בין אם שכליות או פיזיות), חזות, מצב חברתי-כלכלי, ממדי גוף, גזע, אתנוס, גיל, דת, לאום או חברות בקבוצה עם יצוג בלתי הולם.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
he: סביבה בטוחה פירושה סביבה ללא אכזריות, בין אם אישית או מערכתית. אנו מכירים בכך שלתת מקום לאכזריות היא בעיה ביטחונית. לתת לאנשים אכזריים להפריע לקהילה שלנו מסכנת את התוכנה, המפתחים/ת והמשתמשים שלנו בסיכון.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
he: אנו מזמינים את כל אלו שלוקחים/ות חלק בפרויקט tor לעזור ליצור חוויה בטוחה וחיובית לכולן/ם.

source: 2. Be your best self ============================================================
he: 2. הייה הכי טוב של עצמך ============================================================

source: The following behaviors are expected and requested of all community members:
he: ההתנהגויות הבאות מצופות ומתבקשות מכל חברי/ות הקהילה:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
he: קחו חלק בצורה כנה ואקטיבית. כך תתרמו לבריאות ומשך הקהילה הזאת.

source: Exercise consideration and respect in your speech and actions.
he: תנהגו בהתחשבות וכבוד בשיח ופעולות.

source: Attempt collaboration and dialog before engaging in conflict.
he: נסו שיתוף פעולה ודיאלוג לפני קונפליקט

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
he: הימנעו מהתנהגות או שיח מפלים או תוקפניים.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
he: התחשבו בסביבתכם/ן ובחברי/ות הקהילה. הזהירו את מנהיגי הקהילה אם שמתם/ן לב ל:

source: a dangerous situation
he: מצב מסוכן

source: someone in distress
he: מישהו במצוקה

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
he: תזכרו שרווחים מאירועים קהילתיים עלולים להתחלק בין הציבור. אנא כבדו את אלו שנמצאים במקומות ההם.

source: Respect the privacy of your fellow community members.
he: תכבדו את הפרטיות של חברי/ות הקהילה

source: 3. Unacceptable behaviors ============================================================
he: 3. התנהגויות לא מקובלות ============================================================

source: The following behaviors are unacceptable within our community:
he: ההתנהגויות הבאות בלתי מקובלות בתוך הקהילה שלנו:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
he: אלימות, תקיפה מינית, איומים באלימות או שפה אלימה שמכוונת לאדם אחר, במיוחד אלימות נגד אדם או קבוצה שמבוססת על איפיונים שמורים. (הצגת נשק עלולה להיחשב כאיום.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
he: שפה סקסיסטית, גזענית, הומופובית, טרנסופובית, יכלתנית (אפליה ואימוץ דעות קדומות נגד אנשים נכים), או כל שפה/בדיחה מפלה אחרת.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
he: הצגת א העלאת תוכן מיני או אלים בוטה. (אם נחוץ לשתף חומרים כאלו כשעובדים על המשימה של tor, אנא עשו זו ברגישות. שימו לב שמס' בלתי מבוטל של אנשים לא רוצה לראות זאת)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
he: העלאה או איום להעלות מידע מזהה אישי של אנשים אחרים (דוקסינג) ללא הסכמתם/ן.

source: Personal insults or attacks, particularly those related to:
he: תקיפות או העלבות אישיות, במיוחד אלו המתייחסות ל:

source: experience
he: חוויה

source: gender identity or expression
he: זהות או ביוטי מגדרי

source: sexual orientation
he: נטייה מינית

source: family
he: משפחה

source: relationships
he: מערכות יחסים

source: ability (whether bodily or mental)
he: יכולת (בין אם גופנית או נפשית)

source: personal appearance
he: מראה אישי

source: socioeconomic status
he: מעמד סוציו אקונומי

source: body size
he: גודל גוף

source: race
he: גזע

source: ethnicity
he: מוצא

source: age
he: גיל

source: religion
he: דת

source: nationality
he: לאום

source: membership in a disadvantaged and/or underrepresented group
he: חברות בקבוצה לא מיוצגת.

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
he: צילום או הקלטה (לרבות הקלטת אודיו) לא נאות של מידע אישי. הסכמתו/ה של אותו אדם אמורה להיות ברשותכם לפני הקלטת המידע, ולפני פירסומו בציבור.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
he: מגע פיזי לא הולם. צריכה להיות ברשותכם/ן הסכמתו/ה של אותו אדם לפני מגע ביניכם/ן.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
he: תשומת לב מינית לא רצויה: לרבות תגובות או בדיחות מיניות, מגע לא הולם או כל התיחסות מינית לא מקובלת.

source: Deliberate intimidation, stalking or following (online or in person).
he: איום או מעקב (ברשת או בפועל) מכוונים.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
he: הפרעה לאירועים קהילתיים, כולל שיחות, הצגות או שיחות ברשת.

source: Deliberately pushing against someone's stated boundaries.
he: חדירה מכוונת נגד הגבולות המוצהרים של מישהו/י

source: Advocating for, or encouraging, any of the above behavior.
he: הסטה להתנהגויות שהוצגו.

source: 4. Unacceptable behavior has consequences ============================================================
he: 4. להתנהגות בלתי מקובלת יש השלכות ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
he: לא ניתן יד להתנהגות לא מקובלת, מאף חבר/ת קהילה, לרבות נותני חסות ואלו עם סמכות לקהלת החלטות. אנשים בתפקידים מנהיגיים רשמיים/לא רשמיים צריכים/ות לשמש דוגמה להתנהגות הטובה ביותר.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
he: כל מי שהתבקש ע״י חבר קהילה אחר להפסיק התנהגות בלתי מקובלת, מצופה ממנו להיענות מיד. אנא אל תתערב בשם של מישהו אחר ללא הסכמתו.

source: 5. Where to go for help ============================================================
he: 5. לאן ללכת בשביל עזרה ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
he: מועצת הקהילה, היא גוף נבחר המורכב מתורמי ליבה ל-tor, שיוכלו לעזור עם קונפליקטים ברמה תת-קהילתית. פוליסיות המועצה ומידע נוסף יכל להימצע בוויקי של מועת הקהילה [1]. תוכלו ליצור קשר עם כל המעצה:

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
he: לעומת זאת, אם את/ה מרגיש/ה שיש ניגוד אינטרסים בין חברי/ות המועצה, תוכלו ליצור קשר עם חברי/ות המועצה באופן נפרד. מפתחות ה-gpg של חברי/ות מועצת הקהילה נמצאים בוויקי של מועצת הקהילה. אם יש ניגוד אינטרסים, חברי/ות המועצה להם הוא נוגע יפרשו מתפקידם/ן. הם/ן לא יהיו מעורבים/ות בדיונים או תיעוד בנוגע לתקרית. עוד בנוגע למועצת הקהילה נמצא בקווים המנחים [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
he: 6. מה לעשות אם אתה עד להתנהגות בלתי מקובלת ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
he: אם חזית בהתנהגות לא מקובלת, או אם יש לך שאלות/חששות, אנא צור/י קשר עם מועצת הקהילה. תוכלו ליצור קשר עם המועצה באופן אישי, או לפנות ל- tor-community-council@lists.torproject.org. חברי/ות המועצה הנוכחים/ות מוצגים בוויקי [1]. תגובת המועצה תשתנה בהתאם למקרה. המועצה תנסה להגיב לכל תקרית מייד. המועצה תעדיף את ביטחון האדם שנפגע, או בסיכון להיפגע. אנשים שנפגעו או בסיכון יכלים לבטל את דיווח התקרית בכל רגע. אנחנו לא יעשו דבר ללא הסכמת האדם שנפגע, או בסיכון להיפגע., למעט מקרים בהם יש סכנה מיידית למישהו/י. עוד מידע בנוגע לדיווח תקריות למועצת הקהילה ותקנות התגובות אפשר למצוא בוויקי שלהם [1].

source: 7. What the person reporting a violation can expect ============================================================
he: 7. למה האדם שדיווח על הפרה אמור לצפות ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
he: מועצת הקהילה נותנת חשיבות לבטיחות כל אדם שמרגיש/ה שעלול להיגרם לו/ה נזק. כל מי שידווח/תדווח למועצת הקהילה יכל/ה לצפות שהדיווח ילקח ברצינות. דיווחים ראשוניים יכלים להילקח בכתב או בע"פ. אם התקרית לא מצריכה פתרון מיידי, אז דו"ח כתוב יכל להישלח למועצת הקהילה באופן מוצפן. הצעדים הבאים בתגובה לתקרית ישתנו ממקרה למקרה.

source: 8. How the Community Council responds to incidents ============================================================
he: 8. איך מועצת הקהילה מגיבה לתקריות ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
he: אם חבר קהילה עוסק בהתנהגות בלתי מקובלת, מועצת הקהילה יכולה לנקוט בפעולה כלשהי שנראית לה ראויה, כולל אך בלתי מוגבלת אל אזהרה, גישור בלתי רשמי, חרם זמני או גירוש קבוע מהקהילה. פעולות והחלטות כלשהן שנעשות ע״י מועצת הקהילה ניתנות לערעור על פי מעקב אחר תהליך הערעורים בקווים המנחים של מועצת הקהילה [1].

source: paid and unpaid contributors
he: תומכים/ות, בין אם משלמים להם/ן או לא

source: sponsors
he: נותני חסות

source: other guests
he: אורחים אחרים

source: 10. License and attribution ============================================================
he: 10. רישיון וייחוס ============================================================
