Repository: torpluston/translation
Catalog: code_of_conduct+ml.po
Languages: ml

source: Tor Project Code of Conduct ============================================================
ml: ടോർ പ്രോജക്ട് കോഡിന്റെ നടത്തിപ്പ്‌ ============================================================

source: Statement of Intent:
ml: ഉദ്ദേശ്യത്തിന്റെ വിവരണം;

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
ml: ടോർ പ്രോജക്ട് പരിസ്ഥിതിയും സമൂഹവും അടങ്ങിയത് പരിപോഷിപ്പിക്കാനായിട്ട് അർപ്പിചിരിക്കുകയായിരുന്നു . ടോർ എന്നത് ആളുകൾക്ക് സുരക്ഷിതമായി പരസ്‌പരം സംഭാഷണത്തിലേര്‍പ്പെടാനും കാഴ്‌ചപ്പാട്‌ പങ്കുവെയ്ക്കാനും പങ്കാളിയാകാനും പറ്റിയ ഒരു സ്ഥലമാണ് .

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
ml: ഈ കോഡിന്റെ പെരുമാറ്റ രീതി ടോർ പ്രോജക്ട് മുഴുവനും ബാധകമാണ് . ഇതിന്റെ ഉദ്ദേശ്യം സംഭാവനചെയ്യുന്നയാള്‍ക്ക് , ടോർ പ്രോജക്ടിന്റെ കോൺട്രാക്ടർമാർക്കും ഇതിൽ ജോലി ചെയ്യുന്നവർക്കും മാര്‍ഗനിര്‍ദ്ദേശകരേഖകള്‍ നൽകുക എന്നുള്ളതാണ് . ( ടി പി ഐ ) യും കമ്പനിയുടെ നയത്തിനും നടപടിക്രമത്തിനും വിഷയമാകുന്നതാണ് . ഈ ആളുകൾ ചോദ്യങ്ങളോ സംബന്ധിക്കുന്ന എന്തെങ്കിലും ഉണ്ടെങ്കിൽ സ്വാതന്ത്ര്യമായി എഛ് ആറിനെ ബനധപ്പെടാവുന്നതാണ് .

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
ml: ഈ കോഡിന്റെ പെരുമാറ്റ രീതി സമ്പൂര്‍ണ്ണമായിട്ടില്ല അല്ലെങ്കിൽ പൂര്ണമായിട്ടില്ല . ഇത് ഞങ്ങളുടെ പങ്കുവയ്‌ചുള്ള മനസ്സിലാക്കൽ ക്രോഡീകരികാനായി നടന്നുകൊണ്ടിരിക്കുന്ന പ്രയത്‌നമാണ് . ഒരു സ്വാഗതാർഹമായ സുരക്ഷിതമായ ചുറ്റുപാട് നൽകാനാണ് ഞങ്ങൾ ആഗ്രഹിക്കുന്നത് , അപ്പോൾ നമുക്ക് ഊര്‍ജ്ജിതമായ ഫലനിര്‍ണ്ണയം പിന്തുടരാൻ ഒരുമിച്ചു പ്രേവര്തിക്കാൻ സാധിക്കും . ഈ കോഡിൽ നിന്നും വ്യതിചലിക്കുന്നത് ഞങ്ങൾ നിര്ബന്ധമായിട്ട് കരുതിവെചിരിക്കുകയാണ് . ഏതെങ്കിലും മാറ്റങ്ങൾ തീർച്ചയായും ഞങ്ങളുടെ വിലകൾക് പൊരുത്തപ്പെടുന്നതും നല്ലതായിട്ടുമുള്ള ഒരു അനന്തരഫലം നൽകുന്നതുമായിരിക്കണം . ഒരു ജീവനുള്ള കോഡിനെ ഉചിതമായ രീതിയിലും പാച്ഡ് ആയിട്ട് സൂക്ഷിക്കലും വളരെ പ്രയത്‌നം ഉള്ളതാണെന്ന് ഞങ്ങൾക്ക് അറിയാം .

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
ml: 0. സംഗ്രഹം : ഒരു മോശപ്പെട്ട ആൾ ആകാണ്ടിരിക്കുക. പകരം ശ്രദ്ധേയമായ ഒരാൾ ആകുക. ============================================================

source: The Tor community should be a good place where people are glad to be.
ml: ആളുകൾക്ക് സന്തോഷമായിരിക്കാൻ പറ്റിയ ഒരു സ്ഥലമായിരിക്കണം ടോർ സമൂഹം.

source: DO: Be kind, thoughtful, and considerate.
ml: ചെയ്യണ്ടത് : ദയയുള്ളതായിരിക്കുക , ചിന്താകുലനായിരിക്കുക കൂടാതെ ശ്രദ്ധാലുവായിരിക്കുക.

source: DO: Make Tor a place where people are happy and comfortable.
ml: ചെയ്യണ്ടത് : ടോറിനെ ആളുകൾക്ക് സന്തോഷമായിരിക്കാനും സുഖമായിട്ടിരിക്കാനും പറ്റിയ ഒരു സ്ഥലമാക്കുക.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
ml: ചെയ്യണ്ടത് : ഓർക്കുക : നമ്മൾ എല്ലാവരും സഹകരിക്കുകയാണ് ; നമ്മൾ എല്ലാവരും പഠിക്കുകയാണ്, വിദഗ്‌ദ്ധന്‍ ആയിട്ട് ആരും ജനിക്കുന്നില്ല .

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
ml: ചെയ്യണ്ടത് : ഫ്ളൂറിനു വഴങ്ങുക. കേൾക്കുക . എല്ലാരും കേൾക്കുന്നെണ്ടെന്നു ഉറപ്പു വരുത്തുക

source: DON'T: Insult, harass, intimidate, or be a jerk.
ml: ചെയ്യാൻ പാടില്ലാത്തത് : ചീത്ത പറയുക, ശല്യം ചെയ്യുക, ഭയപ്പെടുത്തുക അല്ലെങ്കിൽ ഒരു മോശപ്പെട്ട ആളായിരിക്കുന്നത് .

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
ml: ചെയ്യാൻ പാടില്ലാത്തത് : സത്യസന്ധ്യമായ തെറ്റുകൾ ആളുകളുമായി തര്‍ക്കിക്കാൻ എടുക്കുക . പഠിക്കുമ്പോൾ ഉണ്ടാകുന്നതാണ് തെറ്റുകൾ.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
ml: ചെയ്യാൻ പാടില്ലാത്തത് : ഈ കോഡിന്റെ ആദര്‍ശം കളയാനും മറ്റുമായി ഓരോരോ വഴികൾ നോക്കുന്നത് .

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
ml: കൂടാതെ ചെയ്യണ്ടത് : ആകാംക്ഷയോടെ മെയിൽ അയക്കുക : tor-community-council@lists.torproject.org ഒപ്പം ചോദ്യങ്ങളും അനുബന്ധിച്ചുള്ളതും . പബ്ളിക് കീ : https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
ml: 1. ഉദ്ദേശ്യം ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
ml: ടോർ കമ്മ്യൂണിറ്റിയുടെ പ്രാഥമിക ലക്ഷ്യം നിരവധി വ്യത്യസ്ത സംഭാവകരെ ഉൾപ്പെടുത്തുക എന്നതാണ്. സാധ്യമായ ഏറ്റവും വൈവിധ്യമാർന്നതും വ്യത്യസ്തവുമായ പശ്ചാത്തലങ്ങളിൽ നിന്നുള്ള സംഭാവകരെ ഉൾപ്പെടുത്താൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. അതുപോലെ, എല്ലാവരുടെയും അനുഭവം, ലിംഗ വ്യക്തിത്വം അല്ലെങ്കിൽ ആവിഷ്കാരം, ലൈംഗിക ആഭിമുഖ്യം, കുടുംബം, ബന്ധങ്ങൾ, കഴിവ് (ശാരീരികമോ മാനസികമോ ആകട്ടെ), വ്യക്തിപരമായ രൂപം, സാമൂഹിക സാമ്പത്തിക നില, ശരീരം എന്നിവ പരിഗണിക്കാതെ എല്ലാവർക്കും സൗഹൃദപരവും സുരക്ഷിതവും സ്വാഗതാർഹവുമായ അന്തരീക്ഷം നൽകാൻ ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്. വലുപ്പം, വംശം, വംശീയത, പ്രായം, മതം, ദേശീയത, അല്ലെങ്കിൽ പിന്നാക്കം നിൽക്കുന്ന / അല്ലെങ്കിൽ കുറവുള്ള ഗ്രൂപ്പിലെ അംഗത്വം.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
ml: സുരക്ഷിതമായ അന്തരീക്ഷം എന്നാൽ ഒറ്റപ്പെട്ടതോ വ്യവസ്ഥാപരമോ ആയ ദുരുപയോഗത്തിൽ നിന്ന് മുക്തമായ ഒന്ന് എന്നാണ്. ദുരുപയോഗം സഹിക്കുന്നത് ഒരു സുരക്ഷാ പ്രശ്‌നമാണെന്ന് ഞങ്ങൾ വ്യക്തമായി അംഗീകരിക്കുന്നു. ദുരുപയോഗം ചെയ്യുന്നവരെയും ക്ഷുദ്രകരമായ ആളുകളെയും ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയെ തടസ്സപ്പെടുത്താൻ അനുവദിക്കുന്നത് ഞങ്ങളുടെ സോഫ്റ്റ്വെയർ, ഡവലപ്പർമാർ, ഉപയോക്താക്കൾ എന്നിവരെ അപകടത്തിലാക്കുന്നു.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ml: ഈ പെരുമാറ്റച്ചട്ടം ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ പങ്കെടുക്കുന്ന എല്ലാവർക്കുമുള്ള ഞങ്ങളുടെ പ്രതീക്ഷകളെയും അസ്വീകാര്യമായ പെരുമാറ്റത്തിന്റെ അനന്തരഫലങ്ങളെയും പ്രതിപാദിക്കുന്നു.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
ml: എല്ലാവർക്കുമായി സുരക്ഷിതവും ഗുണപരവുമായ അനുഭവങ്ങൾ സൃഷ്ടിക്കാൻ ഞങ്ങളെ സഹായിക്കുന്നതിന് ടോർ പ്രോജക്റ്റിൽ പങ്കെടുക്കുന്ന എല്ലാവരേയും ഞങ്ങൾ ക്ഷണിക്കുന്നു.

source: 2. Be your best self ============================================================
ml: 2. നിങ്ങളുടെ കഴിവിന്റെ പരമാവധി ഉത്തമമായ അവസ്ഥയിൽ ആകുക ============================================================

source: The following behaviors are expected and requested of all community members:
ml: ഇനിപ്പറയുന്ന സ്വഭാവങ്ങൾ എല്ലാ കമ്മ്യൂണിറ്റി അംഗങ്ങളും പ്രതീക്ഷിക്കുകയും അഭ്യർത്ഥിക്കുകയും ചെയ്യുന്നു:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
ml: സത്യസന്ധവും സജീവവുമായ രീതിയിൽ പങ്കെടുക്കുക. അങ്ങനെ ചെയ്യുമ്പോൾ, ഈ കമ്മ്യൂണിറ്റിയുടെ ആരോഗ്യത്തിനും ദീർഘായുസ്സിനും നിങ്ങൾ സംഭാവന നൽകുന്നു.

source: Exercise consideration and respect in your speech and actions.
ml: നിങ്ങളുടെ സംസാരത്തിലും പ്രവൃത്തിയിലും പരിഗണനയും ആദരവും പ്രകടിപ്പിക്കുക.

source: Attempt collaboration and dialog before engaging in conflict.
ml: വൈരുദ്ധ്യത്തിൽ ഏർപ്പെടുന്നതിന് മുമ്പ് സഹകരണവും ഡയലോഗും ശ്രമിക്കുക.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
ml: അപമാനിക്കൽ, വിവേചനം അല്ലെങ്കിൽ ഉപദ്രവിക്കുന്ന പെരുമാറ്റം, സംസാരം എന്നിവയിൽ നിന്ന് വിട്ടുനിൽക്കുക.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
ml: നിങ്ങളുടെ ചുറ്റുപാടുകളെയും പങ്കാളികളെയും ശ്രദ്ധിക്കുക. നിങ്ങൾ ശ്രദ്ധയിൽപ്പെട്ടാൽ കമ്മ്യൂണിറ്റി നേതാക്കളെ അറിയിക്കുക:

source: a dangerous situation
ml: ഒരു അപകടകരമായ അവസ്ഥ

source: someone in distress
ml: ആരെങ്കിലും ദുരവസ്ഥയിൽ ആണെങ്കിൽ

source: violations of this code of conduct, even if they seem minor
ml: ഈ പെരുമാറ്റച്ചട്ടത്തിന്റെ ലംഘനങ്ങൾ, അവ ചെറുതാണെന്ന് തോന്നിയാലും

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
ml: കമ്മ്യൂണിറ്റി ഇവന്റ് വേദികൾ പൊതു അംഗങ്ങളുമായി പങ്കിടാമെന്ന് ഓർമ്മിക്കുക. ഈ ലൊക്കേഷനുകൾ ഉപയോഗിക്കുന്ന എല്ലാവരോടും ദയവായി ബഹുമാനിക്കുക.

source: Respect the privacy of your fellow community members.
ml: നിങ്ങളുടെ സഹ കമ്മ്യൂണിറ്റി അംഗങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുക.

source: 3. Unacceptable behaviors ============================================================
ml: 3. അംഗീകരിക്കാനാവാത്ത സ്വഭാവo ============================================================

source: The following behaviors are unacceptable within our community:
ml: ഇനിപ്പറയുന്ന പെരുമാറ്റങ്ങൾ ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ അസ്വീകാര്യമാണ്:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
ml: അക്രമം, ലൈംഗികാതിക്രമം, അക്രമ ഭീഷണികൾ അല്ലെങ്കിൽ മറ്റൊരു വ്യക്തിക്കെതിരായ അക്രമാസക്തമായ ഭാഷ, പ്രത്യേകിച്ച് ഒരു സംരക്ഷിത സ്വഭാവത്തെ അടിസ്ഥാനമാക്കി ഒരു വ്യക്തിക്കോ ഗ്രൂപ്പിനോ എതിരായ അക്രമം. (ആയുധങ്ങൾ പ്രദർശിപ്പിക്കുന്നത് ഭയപ്പെടുത്തലോ അക്രമ ഭീഷണിയോ ആകാം.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
ml: ലൈംഗികത, വംശീയത, സ്വവർഗ്ഗരതി, ട്രാൻസ്ഫോബിക്, കഴിവുള്ള അല്ലെങ്കിൽ വിവേചനപരമായ തമാശകളും ഭാഷയും.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
ml: ലൈംഗികത പ്രകടമാക്കുന്ന അല്ലെങ്കിൽ അക്രമാസക്തമായ കാര്യങ്ങൾ സ്വമേധയാ പോസ്റ്റുചെയ്യുകയോ പ്രദർശിപ്പിക്കുകയോ ചെയ്യുന്നു. (ടോറിന്റെ ദൗത്യത്തിൽ പ്രവർത്തിക്കുമ്പോൾ അത്തരം കാര്യങ്ങൾ പങ്കിടേണ്ടത് ആവശ്യമാണെങ്കിൽ, സംവേദനക്ഷമതയോടെ അത് ചെയ്യുക. പലരും ഇത് കാണാൻ ആഗ്രഹിക്കുന്നില്ലെന്ന് മനസിലാക്കുക.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
ml: മറ്റുള്ളവരുടെ വ്യക്തിപരമായ തിരിച്ചറിയൽ വിവരങ്ങൾ ("ഡോക്സിംഗ്") അവരുടെ സമ്മതമില്ലാതെ പോസ്റ്റുചെയ്യുകയോ ഭീഷണിപ്പെടുത്തുകയോ ചെയ്യുന്നു.

source: Personal insults or attacks, particularly those related to:
ml: വ്യക്തിപരമായ അപമാനങ്ങളോ ആക്രമണങ്ങളോ, പ്രത്യേകിച്ച് ഇതുമായി ബന്ധപ്പെട്ടവ:

source: experience
ml: പരിചയം

source: gender identity or expression
ml: ലിംഗ സവിശേഷത അല്ലെങ്കിൽ ആവിഷ്‌കരണം

source: sexual orientation
ml: ലൈംഗികമായ ക്രമീകരണം

source: family
ml: കുടുംബം

source: relationships
ml: അടുപ്പം

source: ability (whether bodily or mental)
ml: കഴിവ് (ശാരീരികമായോ മാനസികമായോ )

source: personal appearance
ml: വ്യക്തിപരമായ രൂപം

source: socioeconomic status
ml: സമൂഹത്തിലെ സാമ്പത്തികമായ നില

source: body size
ml: ബോഡി വലുപ്പം

source: race
ml: സമൂഹം

source: ethnicity
ml: വംശീയമായ

source: age
ml: വയസ്സ്‌

source: religion
ml: മതം

source: nationality
ml: ദേശീയത

source: membership in a disadvantaged and/or underrepresented group
ml: പിന്നാക്കം നിൽക്കുന്ന കൂടാതെ / അല്ലെങ്കിൽ പ്രതിനിധീകരിക്കാത്ത ഗ്രൂപ്പിലെ അംഗത്വം

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
ml: അനുചിതമായ ഫോട്ടോഗ്രാഫി, ഓഡിയോ റെക്കോർഡിംഗ് അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങളുടെ റെക്കോർഡിംഗ്. ഇവ റെക്കോർഡുചെയ്യുന്നതിനും പരസ്യമായി പോസ്റ്റുചെയ്യുന്നതിനും മുമ്പായി നിങ്ങൾക്ക് ആരുടെയെങ്കിലും സമ്മതം ഉണ്ടായിരിക്കണം.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
ml: അനുചിതമായ ശാരീരിക സമ്പർക്കം. സ്‌പർശിക്കുന്നതിനുമുമ്പ് ആരുടെയെങ്കിലും സമ്മതം ഉണ്ടായിരിക്കണം.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
ml: ഇഷ്ടപ്പെടാത്ത ലൈംഗിക ശ്രദ്ധ: ഇതിൽ ലൈംഗികവൽക്കരിച്ച അഭിപ്രായങ്ങളോ തമാശകളോ, അനുചിതമായ സ്പർശനം, പിടിമുറുക്കൽ, ഇഷ്ടപ്പെടാത്ത ലൈംഗിക മുന്നേറ്റങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു.

source: Deliberate intimidation, stalking or following (online or in person).
ml: മന:പൂർവ്വം ഭീഷണിപ്പെടുത്തൽ, പിന്തുടരൽ അല്ലെങ്കിൽ പിന്തുടരൽ (ഓൺലൈനിലോ വ്യക്തിപരമായോ).

source: Deliberately undermining the spirit of this code while following the letter.
ml: കത്ത് പിന്തുടരുമ്പോൾ മന:പൂർവ്വം ഈ കോഡിന്റെ മനോഭാവത്തെ ദുർബലപ്പെടുത്തുന്നു.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
ml: സംഭാഷണങ്ങൾ, അവതരണങ്ങൾ, ഓൺലൈൻ സംഭാഷണങ്ങൾ എന്നിവയുൾപ്പെടെ ഏതെങ്കിലും കമ്മ്യൂണിറ്റി ഇവന്റുകളുടെ സ്ഥിരമായ തടസ്സം.

source: Deliberately pushing against someone's stated boundaries.
ml: ആരുടെയെങ്കിലും പ്രഖ്യാപിത അതിരുകൾക്കെതിരെ മന:പൂർവ്വം പ്രേരിപ്പിക്കുന്നു.

source: Advocating for, or encouraging, any of the above behavior.
ml: മേൽപ്പറഞ്ഞ ഏതെങ്കിലും പെരുമാറ്റത്തിന് വേണ്ടി വാദിക്കുക, അല്ലെങ്കിൽ പ്രോത്സാഹിപ്പിക്കുക.

source: 4. Unacceptable behavior has consequences ============================================================
ml: 4. അംഗീകരിക്കാനാവാത്ത സ്വഭാവത്തിന് അനന്തരഫലം ഉണ്ടായിരിക്കുന്നതാണ് ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
ml: ഏതെങ്കിലും കമ്മ്യൂണിറ്റി അംഗങ്ങളിൽ നിന്നുള്ള അസ്വീകാര്യമായ പെരുമാറ്റം ഞങ്ങൾ സഹിക്കില്ല. സ്പോൺസർമാർക്കും തീരുമാനമെടുക്കാനുള്ള അധികാരമുള്ളവർക്കും ഞങ്ങൾ ഒഴിവാക്കലുകൾ വരുത്തുകയില്ല. ഔപചാരികമോ അനഔപചാരികമോ ആയ നേതൃത്വത്തിലുള്ള ആളുകൾ പെരുമാറ്റത്തിന്റെ ഉയർന്ന മാനദണ്ഡങ്ങൾ മാതൃകയാക്കണം.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
ml: അസ്വീകാര്യമായ പെരുമാറ്റം നിർത്താൻ മറ്റൊരു കമ്മ്യൂണിറ്റി അംഗം ആവശ്യപ്പെടുന്ന ആരെങ്കിലും ഉടൻ തന്നെ ഇത് പാലിക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു. മറ്റൊരാളുടെ സമ്മതമില്ലാതെ ദയവായി അവരുടെ പടിയിറങ്ങരുത്.

source: 5. Where to go for help ============================================================
ml: 5. സഹായത്തിനായി എവിടെ പോകണം ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
ml: കമ്മ്യൂണിറ്റി കൗൺസിൽ അന്തർ-കമ്മ്യൂണിറ്റി സംഘർഷ പരിഹാരത്തിന് സഹായിക്കാൻ കഴിയുന്ന ടോർ കോർ സംഭാവകരുടെ ഒരു തിരഞ്ഞെടുക്കപ്പെട്ട സ്ഥാപനമാണ്. കമ്മ്യൂണിറ്റി കൗൺസിൽ നയങ്ങളും വിവരങ്ങളും കമ്മ്യൂണിറ്റി കൗൺസിൽ വിക്കിയിൽ കാണാം [1]. നിങ്ങൾക്ക് മുഴുവൻ കമ്മ്യൂണിറ്റി കൗൺസിലുമായി ബന്ധപ്പെടാം:

source: if you have questions or concerns about the code of conduct, or
ml: നിങ്ങൾക്ക് കോഡിന്റെ പെരുമാറ്റ ലംഘനം സംബന്ധിച്ചു ചോദ്യം ഉണ്ടെങ്കിൽ , അല്ലെങ്കിൽ

source: if you feel that you have witnessed a code of conduct violation
ml: നിങ്ങൾ ഒരു കോഡിന്റെ പെരുമാറ്റ ലംഘനം കാണാൻ ഇട വന്നാൽ

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
ml: എന്നിരുന്നാലും, ഏതെങ്കിലും കൗൺസിൽ അംഗവുമായി താൽ‌പ്പര്യ വൈരുദ്ധ്യമുണ്ടെന്ന് നിങ്ങൾക്ക് തോന്നുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് അംഗങ്ങളെ വ്യക്തിഗതമായി ബന്ധപ്പെടാം. കൗൺസിൽ അംഗങ്ങളുടെ ജിപിജി കീകൾ കമ്മ്യൂണിറ്റി കൗൺസിൽ വിക്കിയിൽ പട്ടികപ്പെടുത്തിയിട്ടുണ്ട്. താൽ‌പ്പര്യ വൈരുദ്ധ്യമുണ്ടെങ്കിൽ‌, ബാധിത കൗൺസിൽ അംഗം സ്വയം സ്വയം ഉപയോഗിക്കും. സംഭവത്തിന്റെ ഒരു ചർച്ചയിലോ ഡോക്യുമെന്റേഷനിലോ അവർ ഉൾപ്പെടില്ല. കമ്മ്യൂണിറ്റി കൗൺസിലിനെക്കുറിച്ചുള്ള കൂടുതൽ‌ മാർ‌ഗ്ഗനിർ‌ദ്ദേശങ്ങളിൽ‌ കാണാം [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
ml: 6. അംഗീകരിക്കാനാവാത്ത ഒരു സ്വഭാവം കണ്ടാൽ എന്താണ് ചെയ്യേണ്ടത് ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
ml: നിങ്ങൾ അസ്വീകാര്യമായ പെരുമാറ്റത്തിന് വിധേയനാകുകയോ സാക്ഷ്യം വഹിക്കുകയോ അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും ആശങ്കകളുണ്ടെങ്കിലോ, കഴിയുന്നതും വേഗം കമ്മ്യൂണിറ്റി കൗൺസിലിനെ അറിയിക്കുക. നിങ്ങൾക്ക് കമ്മ്യൂണിറ്റി കൗൺസിലുമായി നേരിട്ട് ബന്ധപ്പെടാം, അല്ലെങ്കിൽ tor-community-council@lists.torproject.org. നിലവിലെ കൗൺസിൽ അംഗങ്ങളെ വിക്കിയിൽ പട്ടികപ്പെടുത്തിയിട്ടുണ്ട് [1]. കമ്മ്യൂണിറ്റി കൗൺസിലിന്റെ സംഭവ പ്രതികരണം ഓരോന്നോരോന്നായി വ്യത്യാസപ്പെടും. സംഭവത്തോട് ഉടൻ പ്രതികരിക്കാൻ കൗൺസിൽ എല്ലാ ശ്രമങ്ങളും നടത്തും. ഉപദ്രവിച്ച അല്ലെങ്കിൽ അപകടസാധ്യതയുള്ള വ്യക്തിയുടെ സുരക്ഷയ്ക്ക് കൗൺസിൽ മുൻഗണന നൽകും. ഉപദ്രവിക്കപ്പെടുന്ന അല്ലെങ്കിൽ അപകടസാധ്യതയുള്ള വ്യക്തികൾക്ക് (വ്യക്തികൾക്ക്) ഏത് സമയത്തും സംഭവ റിപ്പോർട്ട് പിൻവലിക്കാൻ കഴിയും. ഉപദ്രവമോ അപകടമോ നേരിടുന്ന വ്യക്തിയുടെ സമ്മതമില്ലാതെ ഞങ്ങൾ ഒരിക്കലും ഒന്നും ചെയ്യില്ല, ആസന്നമായ അപകടമോ ആർക്കും ദോഷമോ ഉണ്ടാകുന്ന സാഹചര്യങ്ങളിലൊഴികെ. കമ്മ്യൂണിറ്റി കൗൺസിലിന്റെ സംഭവ റിപ്പോർട്ടിംഗിനെക്കുറിച്ചും പ്രതികരണ നയങ്ങളെക്കുറിച്ചും കൂടുതൽ വിവരങ്ങൾ അവരുടെ വിക്കിയിൽ കാണാം [1].

source: 7. What the person reporting a violation can expect ============================================================
ml: 7. ഒരു അതിക്രമം റിപ്പോർട്ട് ചെയ്യുന്ന വ്യക്തി എന്താണ് പ്രതീക്ഷിക്കേണ്ടത് ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
ml: തങ്ങൾക്ക് ഉപദ്രവമുണ്ടായതായി അല്ലെങ്കിൽ അപകടമുണ്ടാകാമെന്ന് കരുതുന്ന ഏതൊരു വ്യക്തിയുടെയും സുരക്ഷയ്ക്കും ക്ഷേമത്തിനും കമ്മ്യൂണിറ്റി കൗൺസിൽ മുൻഗണന നൽകുന്നു. കമ്മ്യൂണിറ്റി കൗൺസിലിൽ ഒരു പ്രശ്നം റിപ്പോർട്ടുചെയ്യുന്ന ആർക്കും അവരുടെ റിപ്പോർട്ട് ഗൗരവമായി കാണുമെന്ന് പ്രതീക്ഷിക്കാം. പ്രാരംഭ റിപ്പോർട്ടുകൾ രേഖാമൂലമോ വാക്കാലുള്ള രൂപത്തിലോ എടുക്കാം. സംഭവത്തിന് ഉടനടി പരിഹാരം ആവശ്യമില്ലെങ്കിൽ, ഒരു രേഖാമൂലമുള്ള റിപ്പോർട്ട് എൻ‌ക്രിപ്റ്റ് ചെയ്ത ഫോർമാറ്റിൽ കമ്മ്യൂണിറ്റി കൗൺസിലുമായി പങ്കിടാം. ഒരു സംഭവ പ്രതികരണത്തിന്റെ അടുത്ത ഘട്ടങ്ങൾ ഓരോന്നോരോന്നായി വ്യത്യാസപ്പെടും.

source: 8. How the Community Council responds to incidents ============================================================
ml: 8. കമ്മ്യൂണിറ്റി കൌൺസിൽ ഒരു സംഭവിക്കലുമായി എങ്ങനെയാണ് പ്രതികരിക്കുന്നത് ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
ml: ഒരു കമ്മ്യൂണിറ്റി അംഗം അസ്വീകാര്യമായ പെരുമാറ്റത്തിൽ ഏർപ്പെടുകയാണെങ്കിൽ, ഒരു മുന്നറിയിപ്പ്, അനഔപചാരിക മധ്യസ്ഥത, താൽക്കാലിക നിരോധനം അല്ലെങ്കിൽ കമ്മ്യൂണിറ്റിയിൽ നിന്ന് ശാശ്വതമായി പുറത്താക്കൽ എന്നിവ ഉൾപ്പെടെ എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുത്താതെ ഉചിതമെന്ന് കരുതുന്ന ഏത് നടപടിയും കമ്മ്യൂണിറ്റി കൗൺസിൽ എടുത്തേക്കാം. കമ്മ്യൂണിറ്റി കൗൺസിൽ മാർഗ്ഗനിർദ്ദേശങ്ങളിലെ അപ്പീൽ പ്രക്രിയ പിന്തുടർന്ന് കമ്മ്യൂണിറ്റി കൗൺസിലിന്റെ ഏത് നടപടികളും തീരുമാനങ്ങളും അപ്പീൽ ചെയ്യാം [1].

source: 9. Scope of this document ============================================================
ml: 9. ഈ ഡോക്യൂമെന്റിന്റെ ലക്ഷ്യം ============================================================

source: This code of conduct covers all community participants:
ml: ഈ പെരുമാറ്റച്ചട്ടം എല്ലാ കമ്മ്യൂണിറ്റി പങ്കാളികളെയും ഉൾക്കൊള്ളുന്നു:

source: paid and unpaid contributors
ml: പണം കൊടുത്തും അല്ലാതെയും സംഭാവന ചെയ്യുന്നയാള്‍

source: sponsors
ml: രക്ഷാധികാരികൾ

source: other guests
ml: മറ്റുള്ള അതിഥികള്‍

source: when interacting:
ml: പരസ്‌പരം പ്രവര്‍ത്തനം നടത്തുമ്പോൾ :

source: in all online and in-person community venues
ml: എല്ലാ ഓൺലൈൻ, വ്യക്തിഗത കമ്മ്യൂണിറ്റി വേദികളിലും

source: in one-on-one communications that relate to community work
ml: കമ്മ്യൂണിറ്റി ജോലിയുമായി ബന്ധപ്പെട്ട ഒറ്റത്തവണ ആശയവിനിമയങ്ങളിൽ

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
ml: കമ്മ്യൂണിറ്റി അംഗങ്ങളുടെ സുരക്ഷയെയും ക്ഷേമത്തെയും പ്രതികൂലമായി ബാധിക്കാൻ അത്തരം സ്വഭാവത്തിന് കഴിയുമ്പോൾ കമ്മ്യൂണിറ്റി പ്രവർത്തനങ്ങളുടെ പരിധിക്കുപുറത്ത് സംഭവിക്കുന്ന അസ്വീകാര്യമായ പെരുമാറ്റത്തിനും ഈ പെരുമാറ്റച്ചട്ടവും അനുബന്ധ നടപടിക്രമങ്ങളും ബാധകമാണ്. ടോർ കമ്മ്യൂണിറ്റിയിലെ അംഗങ്ങൾ‌ എന്ന നിലയിൽ, ഞങ്ങൾ‌ ടോറിൽ‌ പ്രവർ‌ത്തിക്കുമ്പോൾ‌ ഈ കോഡിനെ പിന്തുണയ്‌ക്കുകയും പിന്തുടരുകയും ചെയ്യുന്നു, മാത്രമല്ല ഞങ്ങളുടെ ബാക്കി സമയങ്ങളിൽ‌ അതിനെ ദുർബലപ്പെടുത്താതിരിക്കാൻ‌ ശ്രദ്ധിക്കുകയും ചെയ്യുന്നു.

source: 10. License and attribution ============================================================
ml: 10. അനുമതിയും ഗുണവും ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
ml: ക്രിയേറ്റീവ് കോമൺസ് CC-BY-SA 4.0 അന്താരാഷ്ട്ര ലൈസൻസിന് കീഴിലാണ് ഈ പെരുമാറ്റച്ചട്ടം പങ്കിടുന്നത്.
