Repository: torpluston/translation
Catalog: code_of_conduct+ml.po
Languages: ml

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
ml: ഈ പെരുമാറ്റച്ചട്ടം സിറ്റിസൺ പെരുമാറ്റച്ചട്ടത്തിൽ നിന്ന് കുറച്ച് ഭാഷയും ഫ്രെയിമിംഗും ഉപയോഗിക്കുന്നു, ഇത് CC-BY-SA ലൈസൻസിന് കീഴിൽ പങ്കിടുന്നു: citizencodeofconduct.org
