Repository: torpluston/translation
Catalog: code_of_conduct+fa.po
Languages: fa

source: Tor Project Code of Conduct ============================================================
fa: نحوه اداره پروژه Tor ============================================================

source: Statement of Intent:
fa: مرام‌نامه:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
fa: پروژه Tor متعهد به پرورش یک محیط و جامعه فراگیر است. Tor مکانی است که افراد باید از اشتغال در آن احساس امنیت کرده، دیدگاه خود را به اشتراک گذاشته و مشارکت کنند.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
fa: این مرام‌نامه به کل پروژه Tor اعمال می‌شود. هدف از آن ایجاد راهنما برای مشارکت‌کنندگان است. کارمندان و پیمانکاران پروژه Tor(TPI) نیز هدف خط مشی‌ها و رویکردهای شرکت هستند. این افراد می‌توانند نگرانی‌ها و سوال‌های خود را با تماس با منابع انسانی در میان بگذارند.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
fa: این مرام‌نامه جامع و کامل نیست. این یک تلاش مداوم برای خلاصه کردن درک مشترک ما است. ما می خواهیم محیطی پذیرا و ایمن را فراهم کنیم تا بتوانیم با هم همکاری کرده و به دنبال راه‌حل‌های قدرتمند بگردیم. ما این حق را داریم که از اجرای دقیق این کد انحراف داشته باشیم. هر انحرافی باید به نتیجه‌ای منصفانه‌تر و منطبق با ارزش های ما منجر شود. ما می‌دانیم که حفظ تناسب یک سند جاری و "ضمیمه کردن" به آن، نیازمند شامل تلاشی پایدار است.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
fa: 0. به طور خلاصه: عوضی نباش، به جاش حیرت‌انگیز باش. ============================================================

source: The Tor community should be a good place where people are glad to be.
fa: جامعه Tor بایستی محلی مناسب باشد، که مردم از بودن در آن خوشحالند،

source: DO: Be kind, thoughtful, and considerate.
fa: انجام بده: مهربان باش، متفکر و با‌ملاحظه.

source: DO: Make Tor a place where people are happy and comfortable.
fa: انجام بده: Tor را به مکانی که مردم در آن احساس خوشحالی و راحتی می‌کنند، تبدیل کن.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
fa: انجام دهید: به یاد داشته باشید: همه ما مشارکت می‌کنیم؛ همه ما در حال یادگیری هستیم. هیچ کس یک خبره به دنیا نیامده است.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
fa: انجام بده: اجازه بده دیگران حرف‌ بزنند. گوش‌کن. مطمئن باش صدای همه شنیده می‌شود

source: DON'T: Insult, harass, intimidate, or be a jerk.
fa: انجام نده: توهین نکن، مزاحمت ایجاد نکن، عوضی بازی در نیاز.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
fa: انجام نده: از یک اشتباه سهوی به عنوان بهانه‌ای برای آزار دادن دیگران استفاده نکن. اشتباه‌ها برای یادگیری هستند.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
fa: انجام نده: دنبال راه‌هایی باشی که جملات این مرام‌نامه را حفظ کنی ولی به آن عمل نکنی

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
fa: و انجام دهید: مشتاقانه سوال‌ها و نگرانی‌های خود را ایمیل کنید: tor-community-council@lists.torproject.org. کلید عمومی: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
fa: 1. هدف ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
fa: هدف اصلی جامعه Tor همه مشارکت‌کنندگان مختلف را شامل می‌شود. ما می‌خواهیم مشارکت‌کنندگان از متفاوت‌ترین و متنوع‌ترین زمینه‌های ممکن را در‌بر گیریم. به همین ترتیب، ما متعهد هستیم بدون توجه به تجربه، هویت یا بیان جنسیتی، گرایش جنسی، خانواده، روابط، توانایی (اعم از جسمی یا روحی)، ظاهر شخصی، وضعیت اقتصادی - اجتماعی، اندازه بدن، نژاد، قومیت، سن، مذهب، ملیت یا عضویت در یک گروه محروم و یا کم‌نماینده، یک محیط دوستانه، ایمن و پذیرای همه را فراهم کنیم.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
fa: یک محیط امن به معنای محیطی عاری از سوءاستفاده، خواه به شکل مجرد و خواه سیستمی است. ما صریحا تصدیق کردیم که تحمل سوءاستفاده یک مشکل امنیتی است. اجازه به سوء‌استفاده‌کنندگان و افراد بدخواه برای ایجاد اخلال در جامعه ما، نرم افزارها، توسعه دهندگان و کاربران ما را در معرض خطر قرار می دهد.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
fa: این مرام‌نامه انتظارات ما برای همه کسانی که در جامعه ما مشارکت می‌کنند و همچنین پیامدهای رفتار غیرقابل قبول را بیان می‌کند.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
fa: ما از همه کسانی که در پروژه Tor شرکت می‌کنند، دعوت میکنیم، ما را در فراهم آوردن تجربه‌ای امن و مثبت برای همه، یاری کنند.

source: 2. Be your best self ============================================================
fa: ۲. بهترین خودت باش ============================================================

source: The following behaviors are expected and requested of all community members:
fa: رفتار‌های زیر از همگی اعضای جامعه درخواست شده و انتظار می‌رود:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
fa: با نگرشی صادقانه و فعال مشارکت کنید. با این کار، شما به سلامتی و ماندگاری این جامعه کمک می‌کنید.

source: Exercise consideration and respect in your speech and actions.
fa: در گفتار و اعمال خود، ملاحظه و احترام را تمرین کنید.

source: Attempt collaboration and dialog before engaging in conflict.
fa: قبل از درگیری، همکاری و گفتگو را امتحان کنید.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
fa: از بد‌رفتاری، تبعیض، یا رفتار و گفتار آزار‌دهنده خودداری کنید.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
fa: مراقب محیط اطراف خود و سایر شرکت‌کنندگان باشید. به رهبران جامعه هشدار دهید اگر متوجه شدید:

source: a dangerous situation
fa: یک شرایط خطرناک

source: someone in distress
fa: فردی در پریشانی

source: violations of this code of conduct, even if they seem minor
fa: نقض این کد رفتاری حتی اگر کوچک به نظر بیاید.

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
fa: به یاد داشته باشید که مکان‌های رویداد جامعه ممکن است با اعضای عمومی به اشتراک گذاشته شود. لطفا به همه افرادی که از این مکان‌ها استفاده می کنند، احترام بگذارید.

source: Respect the privacy of your fellow community members.
fa: به حریم خصوصی اعضای انحمن خود احترام بگذارید.

source: 3. Unacceptable behaviors ============================================================
fa: 3. رفتار‌های غیر‌قابل قبول ============================================================

source: The following behaviors are unacceptable within our community:
fa: رفتارهای زیر در جامعه ما قابل قبول نیست:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
fa: خشونت، تعرض جنسی، تهدید به خشونت یا زبان خشونت آمیز علیه شخص دیگر، به ویژه خشونت علیه شخص یا گروهی مبتنی بر یک ویژگی حفاظت شده. (نمایش اسلحه ممکن است ارعاب یا تهدید به خشونت تلقی شود.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
fa: شوخی‌های جنسیت‌زده، نژاد پرستانه، هم‌جنس‌گراهراسانه، تراجنس‌هراسانه، تمسخر معلولین و دیگر شوخی‌ها و زبان تبعیض آمیز.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
fa: به طور خودجوش ارسال یا نمایش مطالب صریح جنسی یا خشونت آمیز. (اگر هنگام کار در مأموریت Tor، به اشتراک گذاشتن چنین مطالبی ضروری است، این کار را با حساسیت انجام دهید. آگاه باشید که بسیاری از افراد مایل به دیدن آن نیستند.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
fa: ارسال یا تهدید برای ارسال اطلاعات شخصی دیگران ("doxing") بدون رضایت آنها.

source: Personal insults or attacks, particularly those related to:
fa: توهین‌ و یا حمله‌های شخصی، به خصوص مواردی که مربوط می‌شوند به:

source: experience
fa: تجربه

source: gender identity or expression
fa: هویت یا حالت جنسی

source: sexual orientation
fa: گرایش جنسی

source: family
fa: خانواده

source: relationships
fa: روابط

source: ability (whether bodily or mental)
fa: توانایی (جسمانی یا ذهنی)

source: personal appearance
fa: ظاهر شخصی

source: socioeconomic status
fa: وضعیت اجتماعی-اقتصادی

source: body size
fa: اندازه بدن

source: race
fa: نژاد

source: ethnicity
fa: قومیت

source: age
fa: سن

source: religion
fa: مذهب

source: nationality
fa: ملیت

source: membership in a disadvantaged and/or underrepresented group
fa: عضویت در یک گروه محروم و یا کم نماینده

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
fa: عکاسی نامناسب، ضبط صدا یا ضبط اطلاعات شخصی. قبل از ضبط این موارد و قبل از ارسال آنها به صورت عمومی، باید رضایت شخصی داشته باشید.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
fa: تماس جسمی نامناسب. شما باید رضایت شخصی هر کسی را قبل از لمس آنها داشته باشید.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
fa: نگاه جنسی ناخوشایند: شامل نظرها یا شوخی های جنسی، لمس نامناسب، دستمالی کردن و تلاش نامطلوب برای پیدا کردن ارتباط جنسی.

source: Deliberate intimidation, stalking or following (online or in person).
fa: ترساندن عمدی، تعقیب کردن یا دنبال کردن (آنلاین یا حضوری).

source: Deliberately undermining the spirit of this code while following the letter.
fa: ضمن پایبندی به عریضه به طور عمد روح این قانون را تضعیف کردن.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
fa: ایجاد وقفه در هر کدام از رویداد‌های جامعه، از جمله گفتگوها، سخنرانی‌ها، و گفتگوهای آنلاین.

source: Deliberately pushing against someone's stated boundaries.
fa: به طور عمد مرزهای اعلام شده کسی را زیر‌پا گذاشتن.

source: Advocating for, or encouraging, any of the above behavior.
fa: خواهان بودن یا تشویق کردن هر یک از رفتارهای بالا.

source: 4. Unacceptable behavior has consequences ============================================================
fa: 4. رفتار‌های غیر‌قابل قبول پیامدهایی را به دنبال دارد ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
fa: ما رفتار غیرقابل قبول هیچ یک از اعضای جامعه را تحمل نخواهیم کرد. ما برای حامیان مالی و کسانی که دارای قدرت تصمیم گیری هستند، استثنا قائل نخواهیم شد. افراد در نقش رهبری رسمی یا غیر رسمی باید بالاترین استانداردهای رفتاری را الگودهی کنند.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
fa: از هر فرد انتظار می‌رود، زمانی که هر یک از اعضای جامعه درخواست توقف رفتار غیرقابل‌قبول را از او داشت، فورا پیروی کند. لطفاً از طرف شخصی دیگر بدون رضایت آنها وارد عمل نشوید.

source: 5. Where to go for help ============================================================
fa: 5. برای کمک به کجا مراجعه کنیم ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
fa: شورای جامعه یک هیئت منتخب از مشارکت‌کنندگان Tor است که می تواند برای حل مناقشات درون جامعه کمک کند. سیاست‌ها و اطلاعات شورای جامعه را می‌توان در ویکی شورای جامعه یافت [1]. می‌توانید با کل شورای جامعه تماس بگیرید:

source: if you have questions or concerns about the code of conduct, or
fa: اگر در ارتباط با مرام‌نامه سوال و یا نگرانی دارید، یا

source: if you feel that you have witnessed a code of conduct violation
fa: اگر احساس می‌کنید، شاهد نقض مرام‌نامه بوده‌اید

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
fa: با این حال، اگر احساس می‌کنید که با هر عضو شورا تضاد منافع دارید، می توانید به صورت فردی با اعضا تماس بگیرید. کلیدهای GPG اعضای شورا در ویکی شورای جامعه قرار دارند. اگر تضاد منافع وجود داشته باشد، عضو شورای متأثّر عقب‌نشینی خواهد کرد. آنها در هیچ بحث یا مستنداتی از این حادثه شرکت نخواهند کرد. اطلاعات بیشتر در مورد شورای جامعه را می‌توان در آیین‌نامه‌ها یافت [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
fa: 6. اگر شاهد رفتار غیر‌قابل قبولی بودید، چه‌کار کنیم ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
fa: اگر در معرض رفتار غیرقابل قبول هستید و یا نگرانی دیگری دارید ، لطفا در اسرع وقت به شورای جامعه اطلاع دهید. شما می‌توانید به صورت حضوری با شورای جامعه یا از طریق tor-community-council@lists.torproject.org تماس بگیرید. اعضای شورای فعلی در ویکی لیست شده‌اند [1]. پاسخ واقعه توسط شورای جامعه به صورت موضوعی متفاوت خواهد بود. این شورا تمام تلاش خود را می کند تا فورا به این واقعه پاسخ دهد. این شورا ایمنی شخص آسیب دیده یا در معرض آسیب را در اولویت قرار می‌دهد. اشخاصی که به آنها آسیب رسیده یا در معرض آسیب قرار گرفته‌اند می‌توانند در هر زمانی گزارش واقعه را پس بگیرند. ما هیچ وقت بدون رضایت شخصی که به او آسیب رسیده یا در معرض آسیب است، کاری انجام نخواهیم داد، مگر در مواقعی که تهدید خطر قریب الوقوع یا صدمه برای هر کسی وجود داشته باشد. اطلاعات بیشتر در مورد گزارش و وپاسخ‌دهی مربوط به واقعه توسط شورای جامعه را می‌توان در ویکی آنها یافت [1].

source: 7. What the person reporting a violation can expect ============================================================
fa: 7. آنچه که، فردی که یک تخلف را گزارش می‌دهد، می‌تواند انتظار داشته باشد ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
fa: شورای جامعه ایمنی و رفاه هر شخصی را که احساس می‌کند به آنها آسیب رسانده یا ممکن است در معرض خطر آسیب دیده باشد، در اولویت قرار داده است. هر فردی که یک موضوع را به شورای جامعه گزارش می‌دهد، می تواند انتظار داشته باشد که گزارش آنها جدی گرفته شود. گزارش‌های اولیه را می‌توان به صورت کتبی یا کلامی تهیه کرد. اگر این حادثه نیازی به حل فوری نداشته باشد، می‌توانید گزارش کتبی را با فرمت رمزگذاری شده با شورای جامعه به اشتراک بگذارید. مراحل بعدی در پاسخ واقعه به صورت موضوعی متفاوت خواهد بود.

source: 8. How the Community Council responds to incidents ============================================================
fa: 8. نحوه پاسخگویی شورای جامعه به حوادث ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
fa: اگر یکی از اعضای جامعه رفتاری غیرقابل قبول داشته باشد، شورای جامعه می‌تواند اقدامی را که به نظر آنها مناسب بیاید، انجام دهند، که شامل اما نه محدود به یک اخطار، میانجی‌گری غیررسمی، ممنوعیت موقت یا اخراج دائم از جامعه خواهد بود. هرگونه اقدام و تصمیم شورای جامعه، با پیگیری روند تجدید نظر در آیین ‌نامه‌های شورای جامعه قابل تجدید نظر است [1].

source: 9. Scope of this document ============================================================
fa: 9. گستره این سند ============================================================

source: This code of conduct covers all community participants:
fa: این مرام‌نامه همگی مشارکت‌کنندگان در جامعه را در‌بر می‌گیرد:

source: paid and unpaid contributors
fa: مشارکت‌کنندگان با و بدون دستمزد

source: sponsors
fa: اسپانسرها

source: other guests
fa: مهمان‌های دیگر

source: when interacting:
fa: هنگام داشتن ارتباط:

source: in all online and in-person community venues
fa: در همگی محل‌های دادرسی آنلاین و حضوری جامعه

source: in one-on-one communications that relate to community work
fa: در ارتباطات یک به یک که مربوط به فعالیت‌های جامعه است

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
fa: این مرام‌نامه و رویه های مربوط به آن همچنین در مورد رفتارهای غیرقابل قبول که در خارج از محدوده فعالیت های جامعه اتفاق می افتد، وقتی که چنین رفتاری پتانسیل تأثیری منفی بر ایمنی و بهزیستی اعضای جامعه داشته باشد، اعمال خواهد شد. به عنوان اعضای جامعه Tor، ما مادامی که مشغول کار در Tor هستیم، از این قانون پشتیبانی و پیروی می‌کنیم و مراقبیم تا در بازه زمانی خود آن را تضعیف نکنیم.

source: 10. License and attribution ============================================================
fa: 10. گواهینامه و اختیار ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
fa: این مرام‌نامه با پروانه Creative Commons CC-BY-SA 4.0 International به اشتراک گذاشته شده است.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
fa: این مرام‌نامه از برخی زبان‌ها و قالب‌های مربوط به آیین رفتار شهروندی استفاده می‌کند، که تحت پروانه CC-BY-SA به اشتراک گذاشته شده است: citizencodeofconduct.org
