Repository: torpluston/translation
Catalog: code_of_conduct+pt_*.po
Languages: br

source: Tor Project Code of Conduct ============================================================
br: Código de Conduta do Projeto Tor ============================================================

source: Statement of Intent:
br: Declaração de Intenções:

source: The Tor Project is committed to fostering an inclusive environment and community. Tor is a place where people should feel safe to engage, share their point of view, and participate.
br: O Projeto Tor está empenhado em promover um ambiente inclusivo e comunitário. Tor é um espaço onde as pessoas devem se sentir seguras para se envolver, compartilhar seu ponto de vista e participar.

source: This code of conduct applies to The Tor Project as a whole. It is intended to provide guidelines for contributors. Employees and contractors of The Tor Project, Inc. (TPI) are also subject to company policies and procedures. Those people should feel free to contact HR with questions or concerns.
br: Este código de conduta se aplica ao Projeto Tor como um todo. Destina-se a fornecer orientações aos contribuidores. Os funcionários e outras pessoas sob contrato com The Tor Project, Inc. (TPI) também estão sujeitos às políticas e procedimentos da casa. Todas essas pessoas devem se sentir livres para entrar em contato com o RH com perguntas ou preocupações.

source: This code of conduct is not exhaustive or complete. It is an ongoing effort to summarize our shared understanding. We want to provide a welcoming, safe environment, so we can work together to pursue powerful solutions. We reserve the right to deviate from strictly enforcing this code. Any deviations must produce an outcome which is fairer, and aligned with our values. We understand that keeping a living document relevant and “patched” involves sustained effort.
br: Este código de conduta não é exaustivo nem completo, é um esforço em evolução para resumir um entendimento que compartilhamos. Queremos oferecer um ambiente acolhedor e seguro, para que assim possamos trabalhar juntos em busca de soluções impactantes. Nos reservamos o direito de nos desviar da aplicação estrita deste código. Quaisquer desvios devem produzir um resultado mais justo e alinhado com nossos valores. Entendemos que manter um documento vivo relevante e “remendado” envolve um esforço sustentado.

source: 0. Summary: Don't be a jerk. Be awesome instead. ============================================================
br: 0. Em resumo: Não seja idiota. Em vez disso, seja incrível. ============================================================

source: The Tor community should be a good place where people are glad to be.
br: A comunidade Tor deve ser um bom lugar, onde as pessoas fiquem contentes em estar.

source: DO: Be kind, thoughtful, and considerate.
br: FAÇA: Seja uma pessoa gentil, atenciosa e tenha consideração pelos outros.

source: DO: Make Tor a place where people are happy and comfortable.
br: FAÇA: Torne o Tor um lugar onde as pessoas se sintam felizes e à vontade.

source: DO: Remember: We are all contributing; we are all learning. Nobody was born an expert.
br: FAÇA: Lembre-se: estamos todos contribuindo; estamos todos aprendendo. Ninguém nasceu um especialista.

source: DO: Yield the floor. Listen. Make sure everyone gets heard.
br: FAÇA: Deixe as outras pessoas falarem. Escute. Cuide para que todos sejam ouvidos.

source: DON'T: Insult, harass, intimidate, or be a jerk.
br: NÃO FAÇA: Insultar, assediar, intimidar nem ser babaca.

source: DON'T: Treat honest mistakes as an excuse to hassle people. Mistakes are for learning.
br: NÃO FAÇA: Tratar erros honestos como desculpa para aborrecer os outros. Erros são para o nosso aprendizado.

source: DON'T: Hunt for ways to uphold the letter of this code while violating its spirit.
br: NÃO FAÇA: Procurar maneiras de defender este código, violando seu espírito.

source: AND DO: Eagerly email: tor-community-council@lists.torproject.org with questions or concerns. Public key: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact
br: E FAÇA: Aguardamos seu e-mail: tor-community-council@lists.torproject.org com questões ou dúvidas. Chave pública: https://trac.torproject.org/projects/tor/wiki/org/CommunityCouncil#Contact

source: 1. Purpose ============================================================
br: 1. Objetivo ============================================================

source: A primary goal of the Tor community is to be inclusive of many different contributors. We want to include contributors from the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of their experience, gender identity or expression, sexual orientation, family, relationships, ability (whether bodily or mental), personal appearance, socioeconomic status, body size, race, ethnicity, age, religion, nationality, or membership in a disadvantaged and/or underrepresented group.
br: Um dos objetivos primordiais da comunidade Tor é ser inclusiva a uma grande número de contribuidores. Queremos incluir colaboradores dos mais variados e diversos contextos possíveis. Assim, nos comprometemos a proporcionar um ambiente amigável, seguro e acolhedor para todas as pessoas, independentemente de sua experiência pessoal ou de vida, identidade ou expressão de gênero, orientação sexual, família, relacionamentos, habilidades (físicas ou mentais), aparência pessoal, status socioeconômico, tamanho de corpo, raça, etnia, idade, religião, nacionalidade ou pertencimento a um grupo desfavorecido e/ou sub-representado.

source: A safe environment means one free from abuse, whether isolated or systemic. We explicitly acknowledge that tolerating abuse is a security problem. Allowing abusers and malicious people to disrupt our community puts our software, developers, and users at risk.
br: Um ambiente seguro significa livre de abuso, seja isolado ou sistêmico. Reconhecemos explicitamente que tolerar o abuso é um problema de segurança. Permitir que agressores e pessoas mal-intencionadas perturbem nossa comunidade coloca nossos softwares, desenvolvedores e usuários em risco.

source: This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
br: Este código de conduta esboça nossas expectativas em relação a todas as pessoas que participam de nossa comunidade, bem como as consequências de um comportamento inaceitável.

source: We invite all those who participate in The Tor Project to help us create safe and positive experiences for everyone.
br: Convidamos todas as pessoas que participam do Projeto Tor para nos ajudar a criar experiências seguras e positivas para todos.

source: 2. Be your best self ============================================================
br: 2. Seja o melhor de si ============================================================

source: The following behaviors are expected and requested of all community members:
br: Os seguintes comportamentos são esperados e solicitados a todos os membros da comunidade:

source: Participate in an honest and active way. In doing so, you contribute to the health and longevity of this community.
br: Participe de maneira honesta e ativa. Ao fazer isso, você contribui para a saúde e a longevidade dessa comunidade.

source: Exercise consideration and respect in your speech and actions.
br: Tenha consideração e respeito em suas falas e ações.

source: Attempt collaboration and dialog before engaging in conflict.
br: Tente a colaboração e o diálogo antes de entrar em conflito.

source: Refrain from demeaning, discriminatory, or harassing behavior and speech.
br: Abstenha-se de falas e comportamentos humilhantes, discriminatórios ou de assédio.

source: Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice:
br: Preste atenção ao seu entorno e ao de seus colegas participantes. Alerte os líderes da comunidade se você observar:

source: a dangerous situation
br: uma situação perigosa

source: someone in distress
br: alguém em aflição

source: violations of this code of conduct, even if they seem minor
br: violações deste código de conduta, mesmo que pareçam pequenas

source: Remember that community event venues may be shared with members of the public. Please be respectful to everyone using these locations.
br: Lembre-se que, às vezes, espaços de eventos da comunidade são compartilhados com outros públicos. Respeite todas as pessoas presentes no local.

source: Respect the privacy of your fellow community members.
br: Respeite a privacidade de outros membros da comunidade.

source: 3. Unacceptable behaviors ============================================================
br: 3. Comportamentos inaceitáveis ============================================================

source: The following behaviors are unacceptable within our community:
br: Os seguintes comportamentos são inaceitáveis em nossa comunidade:

source: Violence, sexual assault, threats of violence, or violent language directed against another person, especially violence against a person or group based on a protected characteristic. (Display of weapons may constitute intimidation or a threat of violence.)
br: Violência, abuso sexual, ameaças de violência ou linguagem abusiva direcionada a outra pessoa, especialmente violência contra pessoa ou grupo já definidos como minorias. (Mostrar armas pode representar intimidação ou ameaça de violência.)

source: Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.
br: Sexismo, racismo, homofobia, transfobia, capacitismo ou qualquer tipo de piada ou linguagem discriminatória.

source: Spontaneously posting or displaying sexually explicit or violent material. (If it is necessary to share such material when working on Tor's mission, do so with sensitivity. Be aware that many people don't want to see it.)
br: Publicação ou exibição espontânea de conteúdo explícito de cunho sexual ou violento. (Se o compartilhamento deste tipo de material for necessário para atuar na missão do Tor, faça-o com sensibilidade. Esteja ciente de que muitas pessoas não querem ver isso.)

source: Posting or threatening to post other people’s personally identifying information ("doxing") without their consent.
br: Publicação ou ameaça de publicação de informações privadas de identificação pessoal ("doxing") de outras pessoas sem o consentimento delas.

source: Personal insults or attacks, particularly those related to:
br: Insultos ou ataques pessoais, particularmente aqueles relacionados a:

source: experience
br: experiência pessoal ou de vida

source: gender identity or expression
br: identidade ou expressão de gênero

source: sexual orientation
br: orientação sexual

source: family
br: família

source: relationships
br: relacionamentos

source: ability (whether bodily or mental)
br: habilidades (mentais ou físicas)

source: personal appearance
br: aparência

source: socioeconomic status
br: status socioeconômico

source: body size
br: tamanho de corpo

source: race
br: raça

source: ethnicity
br: etnia

source: age
br: idade

source: religion
br: religião

source: nationality
br: nacionalidade

source: membership in a disadvantaged and/or underrepresented group
br: parte de grupo desfavorecido e/ou sub-representado

source: Inappropriate photography, audio recording, or recording of personal information. You should have someone's consent before recording these things, and before posting them publicly.
br: Fotos inapropriadas, gravações em áudio ou de informações pessoais. Você deve ter autorização dos presentes antes de gravar ou postar publicamente.

source: Inappropriate physical contact. You should have someone’s consent before touching them.
br: Contato físico inapropriado. Você deve ter autorização antes de tocar em alguém.

source: Unwelcome sexual attention: this includes sexualized comments or jokes, inappropriate touching, groping, and unwelcome sexual advances.
br: Atenção sexual indesejável: incluindo comentários ou piadas de cunho sexual, toques inapropriados, apalpar e aproximações sexuais indesejáveis.

source: Deliberate intimidation, stalking or following (online or in person).
br: Propositalmente intimidar, seguir ou perseguir (on-line ou pessoalmente).

source: Deliberately undermining the spirit of this code while following the letter.
br: Enfraquecer deliberadamente a essência deste código enquanto o segue formalmente.

source: Sustained disruption of any community events, including talks, presentations, and online conversations.
br: Constante perturbação em eventos da comunidade, incluindo palestras, apresentações e conversas on-line.

source: Deliberately pushing against someone's stated boundaries.
br: Propositalmente ultrapassar os limites de alguém.

source: Advocating for, or encouraging, any of the above behavior.
br: Defender ou encorajar qualquer dos comportamentos anteriores.

source: 4. Unacceptable behavior has consequences ============================================================
br: 4. Comportamento inaceitável tem consequências ============================================================

source: We will not tolerate unacceptable behavior from any community member. We will not make exceptions for sponsors and those with decision-making authority. People in formal or informal leadership roles must model the highest standards of behavior.
br: Nós não admitiremos comportamentos inaceitáveis de nenhum membro da comunidade. Nós não abriremos exceções para patrocinadores e autoridades com poder de decisão. Pessoas em papeis de liderança, formal ou informal, devem apresentar os maiores exemplos de conduta.

source: Anyone asked by another community member to stop unacceptable behavior is expected to comply immediately. Please don't step in on someone else's behalf without their consent.
br: Qualquer pessoa solicitada por outro membro da comunidade para interromper o comportamento inaceitável, deve cumprir o pedido imediatamente. Favor não intervir em nome de outra pessoa sem o consentimento dela.

source: 5. Where to go for help ============================================================
br: 5. Onde procurar ajuda ============================================================

source: The Community Council is an elected body of Tor Core Contributors who can assist with intra-community conflict resolution. Community Council policies and information can be found on the Community Council wiki [1]. You can contact the whole Community council:
br: O Conselho Comunitário é um grupo eleito de contribuidores principais do Tor que podem ajudar na resolução de conflitos dentro da comunidade. As informações e diretrizes do Conselho Comunitário podem ser encontradas na wiki do Conselho Comunitário [1]. Você pode entrar em contato com todo o Conselho Comunitário:

source: if you have questions or concerns about the code of conduct, or
br: se você tiver considerações ou perguntas sobre o código de conduta, ou

source: if you feel that you have witnessed a code of conduct violation
br: se você achar que presenciou uma violação do código de conduta

source: However, if you feel that there is a conflict of interest with any council member, you may contact members individually. Council members' GPG keys are listed on the Community Council wiki. If there is a conflict of interest, the affected council member will recuse themselves. They will not be involved in any discussion or documentation of the incident. More about the Community Council can be found in the guidelines [2].
br: No entanto, se você acredita que exista um conflito de interesse por parte de qualquer membro do conselho, você pode entrar em contato com membros individualmente. As chaves GPG dos membros do conselho estão listadas na wiki do Conselho Comunitário. Se existir um conflito de interesse, o membro em questão vai se recusar a participar. Estes não estarão envolvidos em qualquer discussão ou documentação do incidente. Mais informações sobre o Conselho Comunitário podem ser encontradas nas diretrizes [2].

source: 6. What to do if you witness unacceptable behavior ============================================================
br: 6. O que fazer se você testemunhar um comportamento inaceitável ============================================================

source: If you are subject to or witness unacceptable behavior, or have any other concerns, please notify the Community Council as soon as possible. You can contact the community council in person, or at tor-community-council@lists.torproject.org. Current councilmembers are listed on the wiki [1]. The Community Council's incident response will vary on a case-by-case basis. The council will make every effort to respond to the incident immediately. The council will prioritize the safety of the person who has been harmed, or is at risk of harm. Person(s) who have been harmed or are at risk of harm can withdraw the incident report at any time. We will never do anything without the consent of the person who has been harmed or is at risk of harm, except in situations where there is a threat of imminent danger or harm to anyone. More information about the Community Council's incident reporting and response policies can be found on their wiki [1].
br: Se você tiver sofrido ou for testemunha de um comportamento inaceitável, ou tiver quaisquer considerações, por favor, comunique o Conselho Comunitário o mais rápido possível. Você pode entrar em contato com um membro do Conselho pessoalmente ou via tor-community-council@lists.torproject.org. Os atuais membros do Conselho estão listados na wiki [1]. A resposta do Conselho Comunitário ao incidente irá variar para cada caso. O Conselho fará o possível para reagir ao incidente imediatamente. O Conselho priorizará a segurança da pessoa que tiver sofrido ou estiver sob risco de sofre um dano. Pessoas que forem lesadas ou que estão sob risco, podem retirar a denúncia do incidente a qualquer momento. Nós nunca iremos fazer nada sem o consentimento da pessoa que tiver sofrido ou estiver sob risco de sofrer algum dano, exceto quando a situação apresentar perigo imediato para alguém. Mais informações sobre denúncias ao Conselho Comunitário e suas políticas podem ser encontrados em sua wiki [1].

source: 7. What the person reporting a violation can expect ============================================================
br: 7. O que a pessoa que está relatando uma violação pode esperar ============================================================

source: The Community Council prioritizes the safety and well-being of any person who feels that they have been harmed or may be in danger of being harmed. Anyone reporting an issue to the Community Council can expect that their report will be taken seriously. Initial reports can be taken in written or verbal form. If the incident does not require an immediate resolution, then a written report can be shared with the Community Council in an encrypted format. The next steps in an incident response will vary on a case-by-case basis.
br: O Conselho Comunitário prioriza a segurança e o bem-estar de qualquer pessoa que sinta que sofreu um dano ou que esteja sob risco de sofrê-lo. Qualquer pessoa que relate um problema ao Conselho da Comunidade pode esperar que sua denúncia seja levada a sério. Os relatórios iniciais podem ser feitos por escrito ou verbalmente. Se o incidente não exigir uma resolução imediata, um relatório por escrito poderá ser compartilhado com o Conselho Comunitário em formato criptografado. As próximas etapas de uma resposta a incidentes irão variar caso a caso.

source: 8. How the Community Council responds to incidents ============================================================
br: 8. Como o Conselho Comunitário responde aos incidentes ============================================================

source: If a community member engages in unacceptable behavior, the Community Council may take any action they deem appropriate, including but not limited to a warning, informal mediation, temporary ban or permanent expulsion from the community. Any actions and decisions by the Community Council may be appealed by following the appeals process in the Community Council Guidelines [1].
br: Se um membro da comunidade se engajar em um comportamento inaceitável, o Conselho Comunitário pode tomar qualquer medida que julgue apropriada, incluindo, mas não limitada, advertência, mediação informal, banimento temporário ou expulsão permanente da comunidade. Quaisquer ações e decisões do Conselho Comunitário podem ser contestadas por meio de recurso, seguindo o processo de recurso previsto nas orientações do Conselho Comunitário. [1].

source: 9. Scope of this document ============================================================
br: 9. Escopo deste documento ============================================================

source: This code of conduct covers all community participants:
br: Este código de conduta abrange todas as pessoas que participam da comunidade:

source: paid and unpaid contributors
br: contribuidores remunerados ou não

source: sponsors
br: patrocinadores

source: other guests
br: outros convidados

source: when interacting:
br: quando interagindo:

source: in all online and in-person community venues
br: em todos os espaços da comunidade, on-line ou presenciais

source: in one-on-one communications that relate to community work
br: em comunicações individuais relacionadas ao trabalho comunitário

source: This code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members. As members of the Tor community, we support and follow this Code while we are working on Tor, and take care not to undermine it in the rest of our time.
br: Este código de conduta e seus procedimentos relacionados também se aplicam ao comportamento inaceitável que ocorre fora do escopo das atividades comunitárias, quando tal comportamento tiver o potencial de afetar adversamente a segurança e o bem-estar dos membros da comunidade. Como membros da comunidade Tor, apoiamos e seguimos este Código enquanto trabalhamos no Tor e tomamos cuidado para não prejudicá-lo no resto do nosso tempo.

source: 10. License and attribution ============================================================
br: 10. Licença e atribuição ============================================================

source: This code of conduct is shared under a Creative Commons CC-BY-SA 4.0 International license.
br: Este código de conduta é compartilhado sob uma licença Creative Commons CC-BY-SA 4.0 International.

source: This code of conduct uses some language and framing from the Citizen Code of Conduct, which is shared under a CC-BY-SA license: citizencodeofconduct.org
br: Este código de conduta usa a mesma linguagem e estrutura do Citizen Code of Conduct, que é compartilhado sob uma licença CC-BY-SA: citizencodeofconduct.org
