Repository: torpluston/translation
Catalog: contents+id.po
Languages: id

source: Modifying the way that Tor creates its circuits is strongly discouraged.
id: Memodifikasi cara Tor menciptakan sirkuit sangat tidak disarankan.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
id: Namun, ketahuilah bahwa browser Anda yang lain tidak menjaga kerahasiaan aktivitas Anda, dan Anda mungkin lupa dan secara tidak sengaja menggunakan browser non-pribadi tersebut untuk melakukan sesuatu yang ingin Anda lakukan di Tor Browser.

source: We do not recommend using Tor with BitTorrent.
id: Kami tidak menyarankan penggunaan Tor dengan BitTorrent.

source: This could mean that you’re on a network that’s censored.
id: Ini mungkin artinya Anda berada di jaringan yang terkena sensor pihak lain.

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
id: Untuk situs web perbankan dan situs web lain yang sensitif, umumnya ada pemblokiran berdasarkan wilayah geografis (jika bank Anda mengetahui Anda biasanya melakukan akses terhadap jasa mereka dari suatu negara dan jika tiba-tiba Anda membuka situs web mereka dari exit relay di negara lain, akun Anda mungkin akan dikunci atau dibekukan).

source: Tor prevents eavesdroppers from learning sites that you visit.
id: Tor mencegah penyadap dari mengetahui situs yang Anda kunjungi.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
id: Karena Disconnect adalah sebuah mesin pencari meta yang memungkinkan pengguna untuk memilih antara penyedia layanan pencarian yang berbeda, menggunakan Bing, yang memberikan hasil pencarian yang tidak dapat diterima pada kualitasnya.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
id: * Edit / etc / tor / torrc agar terlihat seperti berikut:

source: How can I donate to Tor Project?
id: Bagaimana cara memberikan donasi kepada Tor Project?

source: * Locate your Tor Browser folder or application.
id: *Cari folder atau aplikasi Tor Browser Anda.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
id: Jaringan Tor memiliki lebih dari satu juta pengguna harian, dan lebih dari 6000 relay untuk merutekan semua lalu lintas mereka, dan beban pada setiap server kadang-kadang dapat menyebabkan latency.

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
id: Pengaturan rendah/default menjalankan Javascript, tetapi tingkat menengah dan tinggi memblokir Javascript di situs HTTP.

source: Something like this might do the trick:
id: Ini mungkin dapat menjadi contoh:

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
id: Saya mengalami masalah dalam terhubung ke Tor, dan saya tidak dapat mengetahui apa yang salah.

source: A bridge is just a normal relay with a slightly different configuration.
id: Jembatan adalah hanya sebuah relay normal dengan konfigurasi yang sedikit berbeda.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
id: Situs web kami diblokir sensor. Apakah Tor Browser dapat membantu pengguna kami dalam meng-akses situs web kami?

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
id: Pastikan tidak ada Tor browser lain sedang berjalan, dan bahwa Anda telah mengekstrak Tor Browser di lokasi yang pengguna memiliki izin yang sesuai.

source: * Delete the Tor Browser folder or application.
id: * Hapus folder atau aplikasi Tor Browser.

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
id: Sangat tidak dianjurkan untuk memasang add-on baru di Tor Browser karena mereka dapat membahayakan privasi dan keamanan Anda.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
id: Untuk pengguna yang ingin memiliki Javascript dinonaktifkan pada semua situs HTTP secara default, sebaiknya mengubah slider keamanan peramban Tor (di menu Tor Browser bawang di bawah "Pengaturan keamanan").

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
id: Servis-servis ini menggunakan akhiran khusus .onion (bukan .com, .net, .org, dll.) dan hanya dapat diakses melalui jaringan Tor

source: A website I am trying to reach is blocking access over Tor.
id: Sebuah situs web yang saya tuju menghalangi akses Tor.

source: Does Tor keep logs?
id: Apakah Tor menyimpan log?

source: There is currently no supported method for running Tor on Windows Phone.
id: Saat ini ada tidak ada metode yang didukung untuk menjalankan Tor pada Windows Phone.

source: What is a .onion or what are onion services?
id: Apa itu .onion atau apa itu onion service?

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
id: Untuk berbagi file melalui Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> adalah pilihan yang baik.

source: No.
id: Tidak.

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
id: Sayangnya, kami belum memiliki versi Tor Browser untuk ChromeOS.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
id: File-file di komputer saya terkunci dan seseorang menyuruh saya mengunduh peramban Tor Browser untuk membayar tebusan atas file-file saya!

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
id: Banyak exit node diatur untuk menghalangi beberapa jenis lalu-lintas file sharing, seperti BitTorrent.

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
id: Tor memerlukan sebuah jam yang akurat untuk bekerja: Periksa waktu, zona waktu, dan pengaturan tanggal.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
id: Untuk penjelasan lebih lanjut, silakan baca <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">​posting blog tentang hal ini</a></mark>.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
id: Silakan lihat semua <mark><a href="https://www.torproject.org/about/sponsors.html.en"> sponsors kami</a></mark> dan beberapa <mark><a href="https://blog.torproject.org/category/tags/form-990">posting blog</a></mark>tentang laporan keuangan kami.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
id: Jika proxy SOCKS diperlukan di pengaturan jaringan Anda, silakan pastikan Anda telah memasukkan detail proxy dengan akurat.

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
id: Jika Anda menjalankan Tor Browser dan browser lain pada saat yang sama, tidak akan mempengaruhi kinerja atau privasi Tor.

source: Tor Browser can certainly help people access your website in places where it is blocked.
id: Tor Browser dapat membantu dalam akses situs web Anda dari tempat yang terblokir.

source: How do I view Tor Browser message log?
id: Bagaimana cara melihat pesan log di Tor Browser?

source: Thank you for your support!
id: Terima kasih atas dukungan Anda!

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
id: Jika Anda memerlukan bridge lain, Anda dapat memperolehnya di <mark><a href=\"https://bridges.torproject.org/\">situs web bridge kami </a></mark>.

source: Tor Browser is currently available on Windows, Linux and OSX.
id: Tor Browser saat ini tersedia untuk Windows, Linux, dan macOS (OS X).

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
id: Untuk <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>,<mark><a href="https://guardianproject.info/">The Guardian Project</a></mark>mengelola aplikasi-aplikasi yang dipersembahkan oleh Tor <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark>dan<mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
id: Namun, penyedia layanan atau admin jaringan Anda mungkin dapat melihat bahwa Anda tersambung ke jaringan Tor, meskipun mereka tidak akan tahu apa yang Anda lakukan ketika Anda menggunakannya.

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
id: * Pastikan tor dimulai pada saat boot dengan menjalankan "sysrc tor_enable = YES" (sebagai root)

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
id: Mungkin ada persoalan koneksi, atau operator situs membuatnya "offline" tanpa peringatan.

source: No, the Tor Project does not offer hosting services.
id: Apakah Tor Project menawarkan jasa hosting situs web?

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
id: Belum ada versi resmi untuk iOS, walau kami menyarankan peramban Onion Browser.</p>

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
id: Anda dapat membantu meningkatkan kecepatan jaringan dengan menjalankan relai Anda sendiri, atau mendorong orang lain untuk melakukannya.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
id: Anda mungkin melihat notifikasi tertulis ketika Tor Browser terbuka yang memberitahu Anda bahwa update tersedia.

source: You can update Tor Browser as soon as a new version is released.
id: Anda dapat memperbarui Tor Browser segera setelah versi baru dirilis.

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
id: Maaf, saat ini tidak ada dukungan resmi Tor Browser untuk *BSD.

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
id: Setelah Anda telah menyalin log, Anda akan dapat menyalinya ke dalam teks editor atau email klien.

source: * Run "pkg install tor" (as root).
id: * Jalankan "pkg install tor" (sebagai root).

source: Onion Services
id: Layanan Onion

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
id: Jika penegakan hukum menjadi tertarik pada lalu lintas dari relay keluar Anda, sangat mungkin bahwa petugas akan merebut komputer Anda.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
id: Lihat halaman <mark> <a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportasi pluggable</a> </mark> untuk info lebih lanjut.

source: Who is the Guardian Project?
id: Siapa itu Guardian Project?

source: If you are still unable to connect to the onion service, please try again later.
id: Bila anda tetap tidak dapat terhubung ke layanan onion, mohon coba kembali.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
id: Namun, Apple mengharuskan peramban di IOS untuk menggunakan Webkit, yang menghalangi Onion Browser memiliki tingkat pelrindungan privasi yang sama dengan Tor Browser.

source: They need to be configured separately to use Tor.
id: Mereka perlu secara terpisah dikonfigurasi untuk menggunakan Tor.

source: You should see one of these common log errors (look for the following lines in your Tor log):
id: Anda seharusnya melihat salah satu kesalahan log umum ini (cari baris berikut di log Tor Anda):

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
id: Umumnya hanya unduh <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser </a></mark>dan gunakannya untuk membuka akses situs yang terblokir.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
id: Kami tidak suka kalau ada orang-orang yang menggunakan Tor untuk hal-hal buruk, tapi kami tidak dapat melakukan apapun dalam menyingkirkan mereka tanpa mengabaikan aktivis HAM, wartawan, orang-orang yang selamat dari pelecehan, dan orang lain yang menggunakan Tor untuk kebaikan.

source: Is it safe to run Tor Browser and another browser at the same time?
id: Apakah aman untuk menjalankan Tor Browser dan peramban lain dalam waktu bersamaan?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
id: Jika Anda tidak dapat mengunduh Tor dari <mark><a href=\"https://www.torproject.org\">situs web kami</a></mark>, Tor dapat dikirim kepada Anda melalui GetTor.

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
id: Kami mengonfigurasi NoScript untuk mengizinkan JavaScript secara default di Tor Browser karena banyak situs web tidak akan berfungsi dengan JavaScript dinonaktifkan.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
id: Di tempat-tempat yang mengalami sensor berat, tersedia beberapa pilihan yang mengatasinya, termasuk <mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">pluggable transport </a></mark>.

source: * Run "service tor start" (as root)
id: * Jalankan "service tor start" (sebagai root)

source: * Run "apt-get install tor" (as root).
id: * Jalankan "apt-get install tor" (sebagai root).

source: Can I use Tor with BitTorrent?
id: Apakah saya dapat menggunakan Tor dengan BitTorrent?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
id: Tor dibiayai beberapa sponsor termasuk lembaga federal Amerika Serikat, yayasan swasta, dan donor individu.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
id: Beberapa bridge dibuat untuk Tor Browser, dan Anda dapat menggunakannya dengan memilih "mengkonfigurasi" (kemudian mengikuti petunjuknya) di jendela Tor Launcher yang muncul ketika Anda membuka Tor Browser untuk pertama kalinya.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
id: Jika Anda yakin ini adalah masalah peramban Tor, silakan melaporkannya kepada kami di <mark><a href="https://trac.torproject.org/">pelacak bug</a></mark>.

source: Is there support for *BSD?
id: Apakah ada dukungan untuk BSD?

source: I can’t connect to Tor Browser, is my network censored?
id: Saya tidak bisa terhubung ke Tor Browser, apakah jaringan saya terkena sensor?

source: There is currently no supported method for setting Tor Browser as your default browser.
id: Saat ini ada tidak ada metode yang didukung untuk menetapkan Tor Browser sebagai penjelajah standar.

source: Set your security to "Standard".
id: Atur keamanan Anda ke "Standar".

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
id: Lokasi default pada Windows adalah Desktop; pada macOS adalah folder aplikasi (pada macOS, Anda harus memindahkannya ke Applications folder ketika Anda menyelesaikan proses instalasi).

source: Can I use the Tor logo in my product?
id: Apakah saya dapat menggunakan logo Tor di produk saya?

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
id: Untuk info lebih lanjut tentang bridge, silakan baca <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">petunjuk Tor Browser </a></mark>.</p>

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
id: Kami tidak berpikir Flash aman untuk digunakan dalam browser apapun — ini adalah software yang sangat tidak aman yang dengan mudah dapat membahayakan privasi Anda atau memberikan malware kepada Anda.

source: You can access these websites by using Tor Browser.
id: Anda dapat mengakses situs-situs tersebut dengan menggunakan Tor Browser.

source: Can I run Tor on an Android device?
id: Apakah saya dapat menjalankan Tor di alat Android?

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
id: Pertimbangkan jika Anda ingin beralih ke <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Pengurangan kebijakan keluar</a></mark>.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
id: Dapatkah saya menggunakan browser lain, seperti Chrome atau Firefox, ketika saya menggunakan Tor Browser?

source: How can I share files anonymously through Tor?
id: Bagaimana berbagi file secara anonim melalui Tor?

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
id: Kedua pilihan berada pada Menu, tetapi Anda juga bisa mengakses pilihan Sirkuit Baru di dalam menu informasi situs, pada kolom URL.

source: Using bridges will likely fix this.
id: Menggunakan bridges mungkin akan memperbaiki ini.

source: ## If you control multiple relays, include them in the family
id: ## Jika Anda mengendalikan beberapa relay, masukkan mereka ke dalam relay family

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
id: Anda dapat membaca semua tentang hal ini di <mark><a href="https://www.torproject.org/docs/trademark-faq.html">​halaman trademark faq</a></mark>.

source: Using Tor Browser can sometimes be slower than other browsers.
id: Tor Browser kadang-kadang lebih lambat dari peramban lain.

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
id: * Pastikan jam, tanggal, dan zona waktu ditetapkan dengan benar. Instal paket ntp atau openntpd (atau yang serupa) untuk membuat jam akurat.

source: Which platforms is Tor Browser available for?
id: Tor Browser tersedia di platform atau sistem operasi apa saja?

source: Tor on Android is provided by The Guardian Project.
id: Tor di Android disediakan oleh The Guardian Project.

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
id: Jika Anda tidak dapat terhubung ke sebuah onion service, silakan lihat <a href="/#onionservices-3\">Saya tidak dapat menghubungi X.onion!</a>

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
id: Beberapa negara, termasuk Tiongkok dan Iran, telah menemukan cara untuk mendeteksi dan memblokir koneksi ke jembatan Tor.

source: Then paste the Tor log into a text file or other document.
id: Lalu, salin ke Notepad atau program dokumen lain.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
id: Kami melakukan beberapa langkah aman dalam cara jaringan Tor berfungsi, yang dapat Anda baca di <mark><a href="https://metrics.torproject.org/">​Tor Metrics</a></mark>.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
id: Silakan lihat <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
id: Sebagian besar pengguna akan meninggalkan Tor jika Javascript dimatikan secara default karena akan menyebabkan banyak masalah bagi mereka.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
id: Jika proxy SOCKS tidak diperlukan, atau Anda tidak yakin bahwa proxy SOCKS diperlukan, silakan coba tanpa proxy SOCKS

source: When using Tor Browser, no one can see the websites that you visit.
id: Saat menggunakan Tor Browser, tidak ada yang bisa melihat situs web yang Anda kunjungi.

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
id: Tor Browser sering membuat koneksi Anda seakan-akan datang dari bagian dunia yang sama sekali berbeda.

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
id: Pilihan ini berguna jika relay keluar tidak dapat terhubung ke situs web, atau situsnya tidak ditampilkan dengan benar.

source: * Make sure your clock, date, and timezone are set correctly.
id: * Pastikan jam, tanggal, dan zona waktu ditetapkan dengan benar.

source: Does Tor Project make an application for private chat?
id: Apakah Tor Project membuat aplikasi untuk chatting privat?

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
id: Info lebih lanjut tentang <mark><a href=\"https://guardianproject.info/apps/orbot/\">Orbot</a></mark>dan<mark><a href=\"https://guardianproject.info/apps/orfox/\">Orfox</a></mark>di situs masing-masing.
