Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
fr: L’un des problèmes les plus courants qui entraîne des erreurs de connexion du navigateur Tor Browser est que l’horloge de votre système n’est pas à l’heure.

source: Please make sure your system clock and timezone are set accurately.
fr: Veuillez vous assurer que votre horloge système et votre fuseau horaire sont réglés avec précision.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
fr: Si le problème persiste, veuillez consulter la page Dépannage du <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">guide d’utilisation du navigateur Tor Browser</a></mark>.

source: How do I view Tor Browser message log?
fr: Comment puis-je visualiser le journal de messages du navigateur Tor Browser ?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
fr: Cliquez sur le bouton « Copier le journal de Tor dans le presse-papiers » qui apparaît dans la fenêtre de dialogue quand le navigateur Tor Browser se connecte initialement au réseau.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
fr: Si le navigateur est déjà ouvert, cliquez sur l’icône BoutonTor (le petit oignon vert en haut à gauche de l’écran), sur « Paramètres du réseau Tor », puis sur « Copier le journal de Tor dans le presse-papiers ».

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
fr: Une fois que vous aurez copié le journal, vous pourrez le coller dans un éditeur de texte ou un client de courriel.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
fr: Comment puis-je accélérer le fonctionnement de Tor ? Le navigateur Tor Browser est-il plus lent que les autres navigateurs ?

source: Using Tor Browser can sometimes be slower than other browsers.
fr: L’utilisation du navigateur Tor Browser peut parfois s’avérer plus lente qu’avec d’autres navigateurs.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
fr: Le réseau Tor répond à plus d’un million d’utilisateurs par jour, avec seulement un peu plus de 6 000 relais pour acheminer tout leur trafic. La charge à laquelle chaque serveur doit répondre peut parfois entraîner une latence.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
fr: Vous pouvez aider à améliorer la vitesse du réseau en exploitant votre propre relais ou en encourageant les autres à le faire.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
fr: Cela dit, Tor est beaucoup plus rapide qu’auparavant et vous ne remarquerez peut-être aucun ralentissement par rapport aux autres navigateurs.

source: What search engine comes with Tor Browser and how does it protect my privacy?
fr: Quel moteur de recherche est configuré avec le navigateur Tor Browser et comment protège-t-il la confidentialité des mes données ?

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
fr: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> est le moteur de recherche par défaut dans le navigateur Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
fr: DuckDuckGo ne suit pas ses utilisateurs à la trace ni n’enregistre aucune donnée sur les recherches de ses utilisateurs. Apprenez-en davantage sur la <mark><a href="https://duckduckgo.com/privacy">politique de confidentialité de DuckDuckGo</a></mark>.

source: I'm having a problem with DuckDuckGo.
fr: Je rencontre un problème avec DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
fr: Veuillez consulter le <mark><a href="https://duck.co/help">portail d’assistance de DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
fr: Si vous croyez que le problème provient du navigateur Tor Browser, veuillez le signaler sur notre ​<mark><a href="https://trac.torproject.org/">gestionnaire de bogues</a></mark>.

source: I'm having a problem with NoScript.
fr: Je rencontre un problème avec NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
fr: Veuillez consulter la <mark><a href="https://noscript.net/faq">FAQ de NoScript</a></mark>.

source: I'm having a problem with HTTPS Everywhere.
fr: Je rencontre un problème avec HTTPS partout.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
fr: Veuillez consulter la <mark><a href="https://www.eff.org/https-everywhere/faq">FAQ de HTTPS partout</a></mark>.

source: How do I update Tor Browser?
fr: Comment puis-je mettre le navigateur Tor Browser à jour ?

source: You can update Tor Browser as soon as a new version is released.
fr: Vous pouvez mettre le navigateur Tor Browser à jour dès qu’une nouvelle version paraît.

source: Tor Browser will prompt you to update the software once a new version has been released.
fr: Le navigateur Tor Browser vous invitera à mettre le logiciel à jour dès qu’une nouvelle version paraîtra.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
fr: L’icône de BoutonTor (le petit oignon vert dans le coin supérieur droit du navigateur) affichera un triangle jaune.

source: <img class="" src="/static/images/update-tb.png" alt="Check for Tor Browser Update">
fr: <img class="" src="/static/images/update-tb.png" alt="Check for le navigateur Tor Browser Update">

source: You may see a written indication when Tor Browser opens telling you that an update is available.
fr: Lors du lancement du navigateur Tor Browser, vous pourriez voir une indication écrite vous avisant qu’une mise à jour est proposée.

source: Tor browser will install the updates.
fr: Le navigateur Tor Browser installera les mises à jour.

source: How do I uninstall Tor Browser?
fr: Comment puis-je désinstaller le navigateur Tor Browser ?

source: Removing Tor Browser from your system is simple:
fr: Il est facile de supprimer le navigateur Tor Browser de votre système :

source: * Locate your Tor Browser folder or application.
fr: * Trouvez le dossier ou l’application du navigateur Tor Browser

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
fr: Sous Windows, l’emplacement par défaut est le bureau ; sous macOS, c’est le dossier Applications (sous macOS, vous devez le déplacer dans le dossier Applications quand vous terminez le processus d’installation).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
fr: Sous Linux, il n’y a pas d’emplacement par défaut, cependant le dossier s’appellera « tor-browser_fr » si vous utilisez le navigateur Tor Browser en français.

source: * Delete the Tor Browser folder or application.
fr: * Supprimez le dossier ou l’application du navigateur Tor Browser.

source: * Empty your Trash.
fr: * Videz votre corbeille.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
fr: Notez que l’utilitaire habituel de désinstallation de votre système d’exploitation n’est pas utilisé.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
fr: Est-il possible de changer l’adresse IP que le navigateur Tor Browser m’attribue pour un site particulier ?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
fr: Le navigateur Tor Browser propose deux façons de changer votre circuit de relais : « Nouvelle identité » et « Nouveau circuit Tor pour ce site ».

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
fr: Les deux options se trouvent dans le menu, mais vous pouvez également accéder à l’option Nouveau circuit dans le menu des informations du site, dans la barre URL.

source: ##### New Identity
fr: ##### Nouvelle Identité

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
fr: Cette option est utile si vous souhaitez empêcher que votre activité ultérieure de navigation soit associée à ce que vous faisiez auparavant.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
fr: Sélectionner cette option fermera tous vos onglets et fenêtres, effacera vos renseignements personnels tels que vos témoins et votre historique de navigation, et utilisera de nouveaux circuits Tor pour toutes vos connexions.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
fr: Le navigateur Tor Browser vous avertira que tous activités et téléchargements seront arrêtés, prenez-le donc en compte avant de cliquer sur « Nouvelle Identité ».

source: <img class="" src="/static/images/menu-new-identity.png" alt="Tor Browser Menu">
fr: <img class="" src="/static/images/menu-new-identity.png" alt="le navigateur Tor Browser Menu">

source: ##### New Tor Circuit for this Site
fr: ##### Nouveau circuit Tor pour ce site

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
fr: Cette option est utile si le relais de sortie que vous utilisez n’arrive pas à se connecter au site Web que vous demandez ou s’il ne se charge pas correctement.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
fr: Sélectionner cette option entraînera le rechargement de l’onglet ou de la fenêtre actuellement actifs avec un nouveau circuit Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
fr: Les autres onglets et fenêtres ouverts du même site Web utiliseront aussi les nouveaux circuits une fois qu’ils seront rechargés.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
fr: Cette option n’efface aucun renseignement personnel ni ne dissocie votre activité, ni n’affectera vos connexions actuelles à d’autres sites Web.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
fr: Un site Web (banque, fournisseur de services de courriel, etc.) me bloque quand j’utilise Tor. Que puis-je faire ?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
fr: Le navigateur Tor Browser fait souvent en sorte que votre connexion semble venir d’un endroit complètement différent de la planète.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
fr: Certains sites Web tels que les banques ou les fournisseurs de services de courriel pourraient l’interpréter comme un signe que votre compte a été compromis et, par conséquent, vous bloquer.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
fr: La seule manière de résoudre cette situation est de suivre la procédure de récupération du compte recommandée par le site ou de contacter les opérateurs et d’expliquer la situation.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
fr: Vous pourriez éviter ce scénario si votre fournisseur propose la validation en deux étapes, qui est une option de sécurité bien meilleure que les réputations basées sur l’adresse IP.

source: Contact your provider and ask them if they provide 2FA.
fr: Contactez votre fournisseur et demandez-lui s’il propose la validation en deux étapes.

source: Tor Browser is currently available on Windows, Linux and OSX.
fr: Le navigateur Tor Browser est actuellement proposé pour Windows, Linux et macOS (OS X).

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
fr: Pour Android, le Projet Guardian maintient les applis Orbot et Orfox propulsées par Tor.

source: Can I set Tor Browser as my default browser?
fr: Puis-je définir le navigateur Tor Browser comme navigateur par défaut ?

source: There is currently no supported method for setting Tor Browser as your default browser.
fr: Il n’existe actuellement aucun moyen pris en charge pour définir le navigateur Tor Browser comme navigateur par défaut.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
fr: Le navigateur Tor Browser s’efforce de s’isoler du reste de votre système, et les étapes pour le rendre navigateur par défaut ne sont pas fiables.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
fr: Cela signifie que parfois un site Web se chargerait dans le navigateur Tor Browser, et parfois il se chargerait dans un autre navigateur. Ce genre de comportement peut être dangereux et compromettre l’anonymat.

source: Does running Tor Browser make me a relay?
fr: Le fait d’utiliser le navigateur Tor Browser fait-il de moi un relais ?

source: Running Tor Browser does not make you act as a relay in the network.
fr: L’utilisation du navigateur Tor Browser ne vous fait pas agir en tant que relais dans le réseau.

source: This means that your computer will not be used to route traffic for others.
fr: Cela signifie que votre ordinateur ne sera pas utilisé pour acheminer le trafic d’autres personnes.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
fr: Si vous souhaitez devenir un relais, veuillez consulter notre <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guide sur les relais Tor</a></mark>.

source: Why does Tor Browser ship with Javascript enabled?
fr: Pourquoi JavaScript est-il activé par défaut dans le navigateur Tor Browser ?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
fr: Nous configurons NoScript pour qu’il autorise JavaScript par défaut dans le navigateur Tor Browser, car de nombreux sites Web ne fonctionneraient pas si JavaScript était désactivé.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
fr: La plupart des utilisateurs abandonneraient Tor complètement si nous désactivions JavaScript par défaut, car cela leur causerait tellement de problèmes.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
fr: En fin de compte, nous souhaitons rendre le navigateur Tor Browser aussi sûr que possible, tout en nous assurant qu’il soit utilisable par la majorité des gens, et pour l’instant, ça veut dire laisser Javascript activé par défaut.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
fr: Pour les utilisateurs qui souhaitent désactiver JavaScript par défaut pour tous les sites HTTP, nous recommandons de modifier la position du curseur de sécurité de votre navigateur Tor Browser (dans le menu Oignon du navigateur Tor Browser, sous « Paramètres de sécurité »).

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
fr: Le paramètre « Normal » autorise JavaScript, mais les paramètres « Plus sûr » et « Le plus sûr » bloquent tous les deux JavaScript pour les sites HTTP.

source: Can you get rid of all the captchas?
fr: Pouvez-vous me débarrasser de tous les captchas ?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
fr: Malheureusement, certains sites Web servent des CAPTCHAS aux utilisateurs de Tor et il nous est impossible de supprimer les CAPTCHAS des sites Web.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
fr: La meilleure chose à faire dans ces situations est de contacter les propriétaires des sites Web et de les informer que leurs CAPTCHAS empêchent les utilisateurs comme vous d’utiliser leurs services.

source: Can I run multiple instances of Tor Browser?
fr: Puis-je exécuter le navigateur Tor Browser plusieurs fois en même temps ?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
fr: Nous ne recommandons pas d’exécuter le navigateur Tor Browser plusieurs fois en même temps, ce qui pourrait ne pas fonctionner comme souhaité sur plusieurs plateformes.

source: I need Tor Browser in a language that's not English.
fr: J’ai besoin du navigateur Tor Browser dans une langue et qui n’est pas le français.

source: We currently offer <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> in the following languages:
fr: Nous proposons actuellement le <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">navigateur Tor Browser</a></mark> dans les langues suivantes :

source: Will my network admin be able to tell I'm using Tor Browser?
fr: Mon administrateur réseau saura-t-il que j’utilise le navigateur Tor Browser ?

source: When using Tor Browser, no one can see the websites that you visit.
fr: Si vous utilisez le navigateur Tor Browser, personne ne peut voir les sites que vous visitez.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
fr: Cependant, votre fournisseur de services ou vos administrateurs de réseau pourraient voir que vous vous connectez au réseau Tor, bien qu’ils ne sachent pas ce que vous y faites.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
fr: J’éprouve des difficultés à utiliser des fonctions sur Facebook, Twitter ou d’autres sites Web quand j’utilise le navigateur Tor Browser.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
fr: Les sites Web faisant particulièrement appel à JavaScript peuvent parfois présenter des problèmes de fonctionnement avec le navigateur Tor Browser.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
fr: Pour corriger cela, il suffit de cliquer sur le menu oignon, puis sur le curseur de sécurité.

source: Set your security to "Standard".
fr: Réglez votre niveau de sécurité à « Normal ».

source: Why is Tor Browser built from Firefox and not some other browser?
fr: Pourquoi le navigateur Tor Browser est-il conçu à partir de Firefox et non pas d’un autre navigateur ?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
fr: Le navigateur Tor Browser est une version modifiée de Firefox spécifiquement conçue pour être utilisée avec Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
fr: De grands efforts ont été déployés pour concevoir le navigateur Tor Browser, dont l’utilisation de correctifs supplémentaires pour améliorer la confidentialité et la sécurité.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
fr: Bien qu’il soit techniquement possible d’utiliser Tor avec d’autres navigateurs, vous pourriez vous exposer à des attaques potentiels ou divulguer des renseignements.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
fr: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">En apprendre davantage sur la conception du navigateur Tor Browser</a></mark>.

source: Does Tor Browser use a different circuit for each website?
fr: Le navigateur Tor Browser utilise-t-il un circuit différent pour chaque site Web ?

source: In Tor Browser, every new domain gets its own circuit.
fr: Dans le navigateur Tor Browser, chaque nouveau domaine obtient son propre circuit.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
fr: Les réflexions liées à cette conception sont expliquées dans le document <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">La conception et la mise en œuvre du navigateur Tor Browser</a></mark>.

source: Why did my search engine switch to DuckDuckGo?
fr: Pourquoi mon moteur de recherche est-il passé à DuckDuckGo ?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
fr: Avec la parution du navigateur Tor Browser 6.0.6, DuckDuckGo est devenu le moteur de recherche principal.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
fr: Depuis quelque temps déjà, Disconnect n’accédait plus aux résultats de recherche provenant de Google que nous avons utilisés dans le navigateur Tor Browser.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
fr: Puisque Disconnect est plutôt un moteur de métarecherche qui permet aux utilisateurs de choisir entre plusieurs fournisseurs de service de recherche, il s’est rabattu à présenter les résultats de recherche de Bing, qui étaient essentiellement inacceptables sur le plan de la qualité.

source: Why does my Tor Browser say something about Firefox not working?
fr: Pourquoi mon navigateur Tor Browser me dit-il que quelque chose ne fonctionne pas avec Firefox ?
