Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: Can I run multiple instances of Tor Browser?
es: ¿Puedo ejecutar múltiples instancias del Navegador Tor?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
es: No recomendamos ejecutar múltiples instancias del Tor Browser, pueden no funcionar como se espera en muchas plataformas.

source: I need Tor Browser in a language that's not English.
es: Necesito el Navegador Tor en un idioma que no es el inglés.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
es: Queremos que todos puedan disfrutar del navegador Tor en su propio idioma. Tor ahora está [disponible en 30 idiomas diferentes](https://www.torproject.org/download/languages/), y estamos trabajando para agregar más. ¿Quieres ayudarnos a traducir? [Mira aquí](https://tb-manual.torproject.org/es/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
es: También nos puedes ayudar a probar los próximos idiomas que publicaremos, instalando y probando [ediciones de Tor Browser Alpha](https://www.torproject.org/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
es: ¿Podría el administrador de mi red determinar que estoy usando el Navegador Tor?

source: When using Tor Browser, no one can see the websites that you visit.
es: Cuando se utiliza el Navegador Tor, nadie puede ver los sitios web que visitas.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
es: Sin embargo, tu proveedor de servicio o administradores de red pueden ser capaces de ver que te estás conectando a la red Tor, aunque no sabrán lo que estás haciendo cuando llegues allí.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
es: Tengo problemas al usar algunas opciones en Facebook, Twitter, o algún otro sitio cuando utilizo el Navegador Tor.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
es: A veces, los sitios con mucho JavaScript pueden tener problemas de funcionamiento en el Navegador Tor.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
es: La solución más simple es hacer clic en el icono Seguridad (el pequeño escudo gris en la parte superior derecha de la pantalla) y pulsar "Ajustes avanzados de seguridad...".

source: Set your security to "Standard".
es: Ajusta ahí la seguridad a "Standard".

source: Why is Tor Browser built from Firefox and not some other browser?
es: ¿Por qué se ha desarrollado el Navegador Tor a partir de Firefox y no de otro navegador?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
es: El Navegador Tor es una versión modificada de Firefox diseñada específicamente para su uso con Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
es: Se ha dedicado mucho trabajo a la creación del Navegador Tor, incluyendo el uso de parches extra para mejorar la privacidad y la seguridad.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
es: Aunque técnicamente es posible usar Tor con otros navegadores, puede abrirse a ataques potenciales o filtración de información, así que lo desaconsejamos firmemente.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
es: [Saber más sobre el diseño del Navegador Tor](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
es: ¿El Navegador Tor usa un circuito diferente para cada sitio web?

source: In Tor Browser, every new domain gets its own circuit.
es: En el Navegador Tor, cada nuevo dominio tiene su propio circuito.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
es: El documento de [Diseño e Implementación del navegador Tor](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) explica aún más la lógica que hay detrás de este diseño.

source: Why did my search engine switch to DuckDuckGo?
es: ¿Por qué se cambió mi motor de búsqueda a DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
es: Con la publicación del Navegador Tor 6.0.6, hemos cambiado a DuckDuckGo como nuestro motor de búsqueda principal.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
es: Hace ya tiempo que Disconnect, que en el pasado fue usado por el navegador Tor, no ha tenido acceso a los resultados de la búsqueda de Google.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
es: Siendo Disconnect más parecido a un meta motor de búsqueda que permite a los usuarios elegir diferentes proveedores de búsqueda, recurrió a mostrar sólo los resultados de búsqueda de Bing que son básicamente inaceptables en cuestión de calidad.

source: Why does my Tor Browser say something about Firefox not working?
es: ¿Por qué mi Navegador Tor menciona algo sobre que Firefox no funciona?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
es: El Tor Browser se desarrolló usando [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), así que pueden ocurrir errores relacionados con Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
es: Asegúrate de que ninguna otra instancia del Navegador Tor se está ejecutando, y que has instalado el Navegador Tor en una ubicación para la que tu usuario tiene los permisos correctos.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
es: Si estás ejecuanto un anti-virus, por favor, mira [Mi antivirus/malware está impidiéndome el acceso al Tor Browser](https://support.torproject.org/es/tbb/tbb-10), es normal para el software anti-virus / anti-malware ocasionar este tipo de problemas.

source: Why does Google show up in foreign languages?
es: ¿Por qué me aparece la página de Google en un idioma extranjero?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
es: Google utiliza la "geolocalización" para determinar tu ubicación, para poderte dar un trato personalizado. Esto incluye usar el idioma que cree que prefieres usar y también mostrarte resultados diferentes en tus búsquedas.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
es: Si realmente quieres ver Google en Español puedes clicar en el link proporcionado. Pero consideramos esto una ventaja de Tor, no un bug -- el Internet no es todo igual, y de hecho se ve diferente dependiendo de donde estés. Esta característica les recuerda a las personas este hecho.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
es: Ten en cuenta que las URL de búsqueda en Google contienen pares "nombre/valor" como argumentos y uno de esos argumentos es "hl". Si asignas el valor "en" a "hl", Google te devolverá resultados en inglés, independientemente de a qué servidor de Google hayas podido ser enviado. En una consulta, esto tiene el siguiente aspecto:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
es: Otro método es simplemente usar tu código local para accesar Google. Esto puede ser google.es, google.be google.de, google.us y así.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
es: Google me hace resolver un CAPTCHA o me dice que tengo spyware instalado

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
es: Este es un problema conocido que se manifiesta de vez en cuando; no significa que Google considere que Tor sea spyware.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
es: Cuando usas Tor, estás enviando datos a través de repetidores de salida que son compartidos por miles de otros usuarios. Los usuarios de Tor ven este mensaje cuando otros usuarios de Tor envían consultas a Google durante un corto período de tiempo. Google interpreta el gran volumen de tráfico desde una sola dirección IP (el repetidor de salida que fue elegido) como alguien intentando "crawlear" su pagina, por lo que ralentizan el tráfico desde la dirección IP por un corto periodo.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
es: Puedes intentar 'cambiar el circuito para este sitio' para acceder a la página web desde otra dirección IP.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
es: Una explicación alternativa es que Google intenta detectar ciertos tipos de spyware o virus que envían consultas parecidas a Google Search. Detecta la dirección IP de las consultas recibidas (sin tener en cuenta que es un repetidor de salida de Tor), e intenta alertar a las conexiones viniendo de esa dirección IP que las últimas consultas indican la presencia de un virus.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
es: Según nuestra perspectiva, Google no está haciendo nada para obstaculizar específicamente el uso de Tor. El mensaje de error sobre ordenadores infectados desaparece por si mismo al cabo de un tiempo.

source: Gmail warns me that my account may have been compromised
es: Gmail me advierte de que mi cuenta puede haber sido hackeada

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
es: A veces, después de haber usado Gmail a través de Tor, Google te muestra una ventana emergente diciéndote que alguien puede haber accedido sin permiso a tu cuenta.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
es: Dicha ventana muestra una serie de direcciones IP y ubicaciones físicas recientemente utilizadas para acceder a tu cuenta.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
es: En general esto es una falsa alarma: Google ha visto un montón de intentos de ingreso desde sitios diferentes, debido al uso de Tor y ha decidido que sería buena idea confirmar que la cuenta está intentando ser utilizada por su legítimo dueño.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
es: Aun cuando esto puede ser consecuencia de usar el servicio a través de Tor, eso no significa que debas ignorar la advertencia.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
es: Probablemente sea una falsa alarma, pero puede que no y que alguien haya robado tu cookie de Google.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
es: El robo de cookies es posible mediante acceso físico a tu ordenador o mediante la monitorización del tráfico de la red.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
es: En teoría, sólo el acceso físico podría comprometer tu sistema porque Gmail y otros servicios similares deberían usar SSL para enviar la cookie.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
es: En la práctica [es más complicado](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
es: Y si alguien se apoderó de tu cookie de Google, podría estar intentando ingresar a tu cuenta desde lugares no habituales para tí (o la causa podría ser otra). Resumiendo, podría decirse que al estar usando el Navegador Tor, esta medida de Google no es demasiado útil para tí, porque resulta en falsos positivos demasiadas veces. Deberás usar otros métodos, como mirar si hay actividad extraña en tu cuenta, o examinar las fechas de los ingresos recientes y preguntarte si eras tu quien ingresaba a aquellas horas.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
es: Recientemente, los usuarios de Gmail pueden activar la [verificación en dos pasos](https://support.google.com/accounts/answer/185839) en sus cuentas para añadir una capa más de seguridad.

source: How do I install Tor Browser?
es: ¿Cómo puedo instalar el Navegador Tor?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
es: Mira en la sección de [instalación](https://tb-manual.torproject.org/es/installation/) del manual del Navegador Tor.

source: My internet connection requires an HTTP or SOCKS Proxy
es: Mi conexión a internet requiere un proxy HTTP o SOCKS

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
es: Puedes ajustar la dirección IP del proxy, el puerto y las credenciales en los [ajustes de red del Navegador Tor](https://tb-manual.torproject.org/running-tor-browser/). Si estás utilizando Tor de otra forma, revisa las opciones de configuración "HTTPProxy" y "HTTPSProxy" en el [manual](https://2019.www.torproject.org/docs/tor-manual.html.en), y modifica tu archivo torrc en consecuencia. Necesitarás un proxy HTTP para realizar peticiones CONNECT a fin de poder conectar con repetidores Tor (no pasa nada por usar el mismo proxy). Tor también recnoce las opciones "Socks4Proxy" y "Socks5Proxy" en el archivo torrc.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
es: Si tu proxy requiere del uso de credenciales, puedes leer acerca de las opciones "HTTPProxyAuthenticator" y "HTTPSProxyAuthenticator". Por ahora sólo soportamos la acreditación sencilla (basic auth), pero si necesitas usar una acreditaciónn de tipo NTLM, puedes encontrar [esta entrada archivada](http://archives.seul.org/or/talk/Jun-2005/msg00223.html) interesante.

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
es: Si tus servidores proxy sólo te permiten conectar a ciertos puertos, lee la página [clientes detrás de un cortafuegos](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) para saber como restringir los puertos a los que Tor intentará conectarse.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
es: ¿Puedo usar otro navegador como Chrome o Firefox cuando estoy usando el Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
es: Desde luego puedes usar otro navegador mientras estás usando, también, el Navegador Tor.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
es: Sin embargo, debes de saber que las propiedades de privacidad del Navegador Tor no estarán presentes en el otro navegador.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
es: Ten cuidado al cambiar de uno a otro entre el Navegador Tor y un navegador menos seguro, porque podrías usar accidentalmente el otro navegador para algo que tratas de hacer usando Tor.

source: Can I use Tor with a browser besides Tor Browser?
es: ¿Puedo usar Tor con otro navegador además de con el Navegador Tor?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
es: Desaconsejamos firmemente usar Tor con cualquier navegador distinto del Navegador Tor.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
es: Usar Tor con otro navegador puede dejarte vulnerable sin las protecciones de privacidad del Navegador Tor.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
es: ¿Cuál es la diferencia entre usar el Navegador Tor y el "modo incógnito" o las "pestañas privadas"?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
es: A pesar de que el nombre puede indicar lo contrario, el "modo incógnito" y las "pestañas privadas" no te hacen anónimo en Internet.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
es: Estos modos borran la información de tu ordenador relativa a la sesión de navegación recién terminada, pero no aplican ninguna medida para esconder tu actividad o la huella que dejas en Internet.

source: This means that an observer can collect your traffic just as easily as any regular browser.
es: Eso significa que un observador puede recolectar tu tráfico de forma tan fácil como con un navegador convencional.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
es: El Navegador Tor ofrece todas las características amnésicas de las "pestañas privadas", a la vez que también oculta tu dirección IP, las páginas que visitas y detalles sobre tu dispositivo que podrían ser utilizados para trazar un perfil sobre tu actividad en la web, permitiendo una navegación realmente privada que es camuflada de principio a fin.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
es: Para más información referente a las limitaciones del modo incógnito y de las pestañas privadas, véase el artículo de Mozilla sobre [algunos mitos sobre la navegación privada](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).

source: I'm supposed to "edit my torrc". What does that mean?
es: Se supone que tengo que "editar mi torrc". ¿Que significa esto?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
es: PRECAUCIÓN: ¡NO sigas instrucciones de ningún desconocido que te diga cómo cambiar las opciones del archivo `torrc`!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
es: Ello podría causar que un adversario comprometa tu seguridad y/o tu anonimato mediante unos ajustes maliciosos en tu archivo `torrc`.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
es: Tor usa un archivo de texto llamado `torrc` que contiene las instrucciones de configuración que marcan cómo ha de comportarse Tor.

source: The default configuration should work fine for most Tor users (hence the warning above.)
es: La configuración por defecto debería funcionar bien para la mayoría de usuarios (de ahí la advertencia anterior).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
es: Para encontrar el archivo `torrc`del Navegador Tor, sigue las instrucciones según el sistema operativo que uses.

source: On Windows or Linux:
es: En Windows o Linux:
