Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: How can we help?
pl: W czym możemy pomóc?

source: Most Frequently Asked Questions
pl: Najczęściej Zadawane Pytania

source: Tor Messenger
pl: Messenger Tor

source: Tor Mobile
pl: Mobilny Tor

source: Connecting To Tor
pl: Podłączanie do Tor-a

source: Censorship
pl: Cenzura

source: Operators
pl: Operatorzy

source: Onion Services
pl: Usługi Tor

source: Misc
pl: Różne

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
pl: Czy kiedy używam Przeglądarki Tor, ktoś będzie mógł stwierdzić, które strony odwiedziłem/łam?

source: Tor Browser prevents people from knowing the websites you visit.
pl: Tor Browser uniemożliwia ludziom zobaczenie jakie odwiedzasz strony.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
pl: Niektóre podmioty, takie jak twój dostawca usług internetowych (ISP), mogą zobaczyć że używasz Tor, ale nie będą wiedzieć jakie strony odwiedzasz kiedy to robisz.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
pl: Nasza strona jest zablokowana przez cenzurę. Czy Tor Browser może pomóc użytkownikom mieć dostęp do naszej strony?

source: Tor Browser can certainly help people access your website in places where it is blocked.
pl: Tor Browser na pewno może umożliwić ludziom łatwiejszy dostęp do Twojej strony, gdzie jest ona zablokowana.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
pl: W większości przypadków wystarczy pobrać [Przeglądarke Tor](https://www.torproject.org/download), a następnie użyć ją do nawigacji do zablokowanej strony, aby uzyskać do niej dostęp.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
pl: W miejscach, w których występuje ciężka cenzura, mamy do dyspozycji szereg opcji omijania jej, w tym [transporty wtykowe](https://tb-manual.torproject.org/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
pl: Więcej informacji możesz znaleźć w [Instrukcji Obsługi Przeglądarki Tor](https://tb-manual.torproject.org/) w sekcji [cenzura](https://tb-manual.torproject.org/circumvention/).

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
pl: Czy powinienem zainstalować nowy add-on lub rozszerzenie w Przeglądarce Tor, jak na przykład AdblockPlus lub uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
pl: Instalowanie nowych odd-onów w Przeglądarce Tor jest mocno odradzane, ponieważ mogą one narazić Twoją prywatność i bezpieczeństwo.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
pl: Tor Browser podstawowo zawiera zainstalowane 2 add-ony — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> i <mark><a href="https://noscript.net/">NoScript</a></mark> — dodawanie czegokolwiek więcej może Cię deanonimizować.

source: Which platforms is Tor Browser available for?
pl: Na jakie platformy dostępna jest Tor Browser?

source: Tor Browser is currently available on <a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a>, <a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a> and <a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS</a>.
pl: Tor Browser jest na ten moment dostępna na <a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a>, <a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a> i <a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS</a>.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
pl: Dla <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> utrzymuje Tor-napędzane aplikacje <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> i <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: There is no official version of Tor for iOS yet, though we recommend <a href="https://onionbrowser.com/">Onion Browser</a>.
pl: Nie ma jeszcze oficjalnej wersji Tor dla iOS, ale rekomendujemy <a href="https://onionbrowser.com/">Onion Browser</a>.

source: Can I use a VPN with Tor?
pl: Mogę użyć VPN z Tor-em?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
pl: Generalnie mówiąc, nie polecamy używania Tor z VPN chyba że jesteś zaawansowanym użytkownikiem który wie jak skonfigurować dwie strony w sposób który nie zawiera kompromisu Twojej prywatności.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
pl: Możesz znaleźć więcej dokładnych informacji o Tor + VPN na <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">naszej wiki</a></mark>.

source: How can I verify Tor Browser's signature?
pl: Jak mogę zweryfikować podpis przeglądarki Tor?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
pl: Podpis cyfrowy to proces zapewniający, że dany pakiet został wygenerowany przez jego twórców i nie został naruszony.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
pl: Poniżej wyjaśniamy dlaczego jest to ważne i jak sprawdzić, czy pobrany przez Ciebie program Tor jest tym, który stworzyliśmy i nie został zmodyfikowany przez napastnika.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
pl: Każdemu plikowi na naszej [stronie do pobierania](https://www.torproject.org/download/) towarzyszy plik o tej samej nazwie co paczka i rozszerzeniu ".asc". Te pliki .asc są podpisami OpenPGP.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
pl: Umożliwiają one sprawdzenie, czy pobrany plik jest dokładnie tym, który zamierzaliśmy żebyś pobrał.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
pl: Teraz pokażemy ci jak możesz zweryfikować cyfrowy podpis pobranego pliku na różnych systemach operacyjnych.

source: Please notice that a signature is dated the moment the package has been signed.
pl: Proszę zwróć uwagę, że podpis jest datą kiedy pakiet został podpisany.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
pl: Dlatego za każdym razem, gdy nowy plik jest przesyłany, generowany jest nowy podpis z inną datą.

source: As long as you have verified the signature you should not worry that the reported date may vary.
pl: Dopóki weryfikujesz podpis, nie powinieneś się martwić, że podana data może się różnić.

source: ### Installing GnuPG
pl: ### Instalowanie GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
pl: Po pierwsze musisz mieć zainstalowane GnuPG żeby mieć możliwość weryfikowania podpisów.

source: #### For Windows users:
pl: #### Dla użytkowników Windowsa:

source: #### For macOS users:
pl: #### Dla użytkowników macOS:

source: #### For GNU/Linux users:
pl: #### Dla użytkowników GNU/Linuksa:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
pl: Jeśli używasz GNU/Linuksa, to prawdopodobnie masz już GnuPG w swoim systemie, ponieważ większość dystrybucji GNU/Linuksa ma go zainstalowanego domyślnie.

source: The Tor Browser team signs Tor Browser releases.
pl: Zespół Tor Browser podpisuje wydania Tor Browser.

source: gpgv --keyring ./tor.keyring ~/Downloads/TorBrowser-8.5.4-osx64_en-US.dmg{.asc,}
pl: gpgv --keyring ./tor.keyring ~/Downloads/TorBrowser-8.5.4-osx64_pl.dmg{.asc,}

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
pl: #### Dla użytkowników GNU/Linuksa (zmień 64 to 32 jeżeli masz 32-bit paczkę):

source: gpgv --keyring ./tor.keyring tor-browser-linux64-8.5.4_en-US.tar.xz{.asc,}
pl: gpgv --keyring ./tor.keyring tor-browser-linux64-8.5.4_pl.tar.xz{.asc,}

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
pl: Możesz również chcieć [dowiedzieć się więcej o GnuPG](https://www.gnupg.org/documentation/).

source: What are the most common issues with the latest stable version of Tor Browser?
pl: Jakie są najczęstsze problemy z ostatnią stabilną wersją Przeglądarki Tor?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
pl: Kiedy wypuszczamy nową stabilną wersję Przeglądarki Tor, piszemy wpis na blogu który wypisuje jej nowe funkcje i znane problemy.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
pl: Jeśli po aktualizacji Przeglądarki Tor napotkałeś problemy, odwiedź <a href="https://blog.torproject.org">blog.torproject.org</a>, znajdź najnowszy post stabilnej wersji Przeglądarki Tor i zobacz czy Twój problem znajduje się na liście.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
pl: Jeśli Twój problem nie jest na liście, proszę wypełnij <mark><a href="https://trac.torproject.org">zgłoszenie bugu</a></mark> o tym czego doświadczasz.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
pl: Mój antywirus lub zabezpieczenie przed złośliwym oprogramowaniem blokuje mój dostęp do Przeglądarki Tor.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
pl: Większość antywirusów lub zabezpieczeń przed złośliwym opgrogramowaniem pozwala użytkownikowi na wsadzenie danych procesów które normalnie byłyby blokowane na "białą listę".

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
pl: Otwórz swój antywirus lub zabezpieczenie przed złośliwym oprogramowaniem i poszukaj w ustawieniach "białej listy" procesów lub czegoś podobnego.

source: Next, exclude the following processes:
pl: Następnie, wyklucz następujące procesy:

source: * For Windows
pl: * Dla Windows

source: * obfs4proxy.exe (if you use bridges)
pl: * obfs4proxy.exe (jeśli używasz mostków)

source: * For macOS
pl: * Dla macOS

source: * obfs4proxy (if you use bridges)
pl: * obfs4proxy (jeśli używasz mostków)

source: Finally, restart Tor Browser.
pl: Na koniec, zrestartuj Przeglądarkę Tor.

source: This should fix the issues you're experiencing.
pl: To powinno naprawić problemy które doświadczasz.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
pl: Proszę zauważyć, że niektóre programy anytywirusowe - jak Kaspersky, mogą blokować Tor na poziomie firewallu.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
pl: Pobrałem i zainstalowałem Przeglądarkę Tor-a na Windows, ale teraz nie umiem jej znaleźć.

source: The file you download and run prompts you for a destination.
pl: Plik który pobierasz i uruchamiasz pyta Cię o miejsce docelowe.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
pl: Jeśli nie pamietasz gdzie jest to miejsce docelowe, najprawdopodobniej jest to folder Pobrane lub Pulpit.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
pl: Domyślne ustawienie w instalatorze Windows tworzy także skrót na pulpicie, jednak należy pamiętać, że przypadkowo nie wybrano opcji utworzenia skrótu.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
pl: Jeśli nie możesz go znaleźć w żadnym z tych folderów, pobierz go ponownie i patrz na wiersz który pyta o wybranie katalogu do którego go podbierze.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
pl: Wybierz lokalizację katalogu którą łatwo zapamiętasz i kiedy pobieranie się zakończy powinieneś zobaczyć tam folder Tor Browser.

source: Can I use Flash in Tor Browser?
pl: Mogę użyć Flash-a w Przeglądarce Tor?

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
pl: Uważamy że Flash nie jest bezpieczny do używania na żadnej przeglądarce — jest to bardzo niebezpieczne oprogramowanie które może łatwo naruszyć Twoją prywatność lub podać Ci szkodliwe oprogramowanie.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
pl: Na szczęście większość stron internetowych, urządzeń i innych przeglądarek odchodzi od używania Flash'a.

source: Does using Tor Browser protect other applications on my computer?
pl: Czy używanie Przeglądarki Tor chroni inne aplikacje na moim komputerze?

source: Only Tor Browser's traffic will be routed over the Tor network.
pl: Tylko ruch sieciowy Przeglądarki Tor będzie routowany przez Sieć Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
pl: Każda inna aplikacja na Twoim systemie (wliczając inne przeglądarki) nie będzie miała możliwości routowania połączeń przez sieć Tor i nie będzie chroniona.

source: They need to be configured separately to use Tor.
pl: Muszą być skonfigurowane osobno aby używać Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
pl: Jeśli musisz być pewny że cały ruch sieciowy przejdzie przez sieć Tor, popatrz na <mark><a href="https://tails.boum.org/">system operacyjny Tails live</a></mark> który możesz odpalić na prawie każdym komputerze z pamięci USB lub DVD.

source: Can I download Tor Browser for Chrome OS?
pl: Czy mogę pobrać Przeglądarke Tor dla Chrome OS?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
pl: Niestety, jeszcze nie posiadamy wersji Przeglądarki Tor na Chrome OS.

source: Can I pick which country I'm exiting from?
pl: Czy mogę wybrać z którego kraju łącze się?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
pl: Odradza się edytowania sposobu, w jaki Tor tworzy swoje obwody.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
pl: Otrzymujesz najlepsze bezpieczeństwo, które Tor może Ci zapewnić, gdy zostawiasz wybór trasy Torowi; zmiania węzłów wejścia/wyjścia może zagrozić Twojej anonimowości.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
pl: Jeśli rezultat który chcesz osiągnąć jest po prostu możliwość dostępu do zasobów, które są dostępne tylko w jednym kraju, możesz chcieć rozważyć użycie sieci VPN zamiast Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
pl: Należy pamiętać, że sieci VPN nie mają takich samych właściwości prywatności jak Tor, ale pomogą one rozwiązać niektóre problemy związane z ograniczeniem geolokalizacji.

source: Is it safe to run Tor Browser and another browser at the same time?
pl: Czy uruchamianie Przeglądarki Tor i innej przeglądarki w tym samym momencie jest bezpieczne?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
pl: Jeśli uruchomisz Przeglądarkę Tor i inną przeglądarkę w tym samym momencie, nie wpłynie to na wydajność lub właściwości prywatności Tora.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
pl: Jednakże, bądź świadom że twoje inne przeglądarki nie utrzymują twoich akcji jako prywatne, przez co można o tym zapomnieć i przypadkiem użyć innej nieprywatnej przeglądarki by zrobić coś co zamierzało się zrobić w Przeglądarce Tor.

source: Is there support for *BSD?
pl: Czy jest wsparcie dla *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
pl: Niestety, obecnie nie ma oficjalnego wsparcia Przeglądarki Tor dla *BSD.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
pl: Jest coś takiego jak <mark><a href="https://www.torbsd.org/">projekt TorBSD</a></mark>, ale ich Tor Browser nie jest oficjalnie wspierana.

source: I can’t connect to Tor Browser, is my network censored?
pl: Nie mogę połączyć się z Przeglądarką Tor, czy moja sieć jest cenzurowana?

source: You might be on a censored network, and so you should try using bridges.
pl: Możesz być na ocenzurowanej sieci, więc powinieneś spróbować użyć mostków.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
pl: Niektóre mosty są wbudowane w Przeglądarkę Tor i można z nich skorzystać wybierając opcję "konfiguruj" (a następnie postępując zgodnie z instrukcjami) w oknie Launchera Tor, które pojawia się po pierwszym otwarciu Przeglądarki Tor.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
pl: Jeśli potrzebujesz innych mostków, możesz je otrzymać na naszej [stronie internetowej Mostów](https://bridges.torproject.org/).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
pl: Więcej informacji na temat mostów można znaleźć w podręczniku [Instrukcji obsługi Przeglądarki Tor](https://tb-manual.torproject.org/bridges).

source: Why is the first IP address in my relay circuit always the same?
pl: Dlaczego pierwszy adres IP w moim układzie przekaźników jest zawsze taki sam?

source: That is normal Tor behavior.
pl: To normalne zachowanie Tora.

source: The first relay in your circuit is called an "entry guard" or "guard".
pl: Pierwszy przekaźnik w twoim obwodzie nazywany jest "strażnikiem wejścia" lub "strażnikiem".

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
pl: Jest to szybki i stabilny przekaźnik, który pozostaje pierwszym w twoim obwodzie przez 2-3 miesiące w celu ochrony przed znanym atakiem łamiącym anonimowość.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
pl: Reszta obwodu zmienia się wraz z każdą nową stroną internetową, którą odwiedzasz, a wszystkie te przekaźniki razem zapewniają pełną ochronę prywatności Tora.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
pl: Więcej informacji na temat działania przekaźników ochronnych można znaleźć w tym <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">wpisie na blogu</a></mark> i <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">dokumencie</a></mark> o przekaźnikach ochronnych.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
pl: Tor Browser nie może połączyć się, ale nie wydaje się to być problemem z cenzurą.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
pl: Jednym z najczęstszych problemów powodujących błędy połączenia w Przeglądarce Tor jest nieprawidłowy zegar systemowy.

source: Please make sure your system clock and timezone are set accurately.
pl: Upewnij się, że twój zegar systemowy i strefa czasowa są dokładnie ustawione.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
pl: Jeśli to nie rozwiąże problemu, zobacz stronę Rozwiązywania problemów na stronie [Instrukcji obsługi przeglądarki Tor](https://tb-manual.torproject.org/en-US/troubleshooting).

source: How do I view Tor Browser message log?
pl: Jak mogę wyświetlić schowek komunikatów Przeglądarki Tor?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
pl: Kliknij przycisk „Kopiuj dziennik Tor do schowka”, który pojawia się w oknie dialogowym, gdy Tor Browser po raz pierwszy łączy się z siecią.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
pl: Jeśli przeglądarka Tor Browser jest już otwarta, kliknij ikonę Torbutton (mała zielona cebula w lewym górnym rogu ekranu), następnie „Otwórz ustawienia sieciowe”, a następnie „Kopiuj dziennik Tor do schowka”.

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
pl: Po skopiowaniu dziennika, będziesz mógł go wkleić do edytora tekstowego lub klienta email.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
pl: Jak mogę sprawić, aby Tor działał szybciej? Czy Przeglądarka Tor jest wolniejsza od innych przeglądarek?
