Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
ka: Tor [ნაწილობრივ უჭერს მხარს IPv6-ს](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) და ჩვენ ვცდილობთ წავახალისოთ გადამცემის თითოეული გამშვები, [ჩართონ IPv6-შესაძლებლობები](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) თავიანთ [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) გამართვის ფაილებში, როცა IPv6-კავშირი ხელმისაწვდომია.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
ka: ჯერჯერობით Tor საჭიროებს IPv4-მისამართებს გადამცემებზე, ასე რომ ამჟამად ვერ შეძლებთ გაუშვათ Tor-გადამცემი სისტემაზე, რომელსაც მხოლოდ IPv6-მისამართები გააჩნია.

source: How can I limit the total amount of bandwidth used by my Tor relay?
ka: როგორ შემიძლია შევზღუდო საერთო გამტარუნარიანობა ჩემი Tor-გადამცემის?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
ka: აღრიცხვის პარამეტრები torrc ფაილში, საშუალებას გაძლევთ განსაზღვროთ დასაშვები ოდენობა ბაიტების, რომელსაც თქვენი გადამცემი გაატარებს დროის მონაკვეთში.

source: AccountingStart day week month [day] HH:MM
ka: AccountingStart day week month [დღე] HH:MM

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
ka: ეს განსაზღვრავს, აღრიცხვა როდის განულდება. მაგალითად, სრული ოდენობის ბაიტების მისათითებლად კვირისთვის (განულდება ყოველ ოთხშაბათს 10:00am საათზე), უნდა გამოიყენოთ:

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
ka: ეს განსაზღვრავს, მონაცემების დასაშვებ ოდენობას, რომელსაც გააგზავნის თქვენი გადამცემი გაანგარიშების დროის განმავლობაში და აგრეთვე დასაშვებ ოდენობას მონაცემების, რომელსაც მიიღებს გადამცემი იმავე დროის მონაკვეთში.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
ka: როცა აღრიცხვის დროის მონაკვეთი განულდება (AccountingStart-იდან), მრიცხველები AccountingMax-ისთვის გახდება 0.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
ka: მაგალითად: ვთქვათ, გსურთ დაუშვათ 50 GB მონაცემების მიმოცვლა ყოველდღიურად თითოეული მიმართულებით და აღრიცხვა უნდა განულდეს ხოლმე შუადღეს:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
ka: გაითვალისწინეთ, რომ თქვენი გადამცემი არ გამოვა უქმი რეჟიმიდან ზუსტად აღრიცხვის შუალედის დაწყებამდე.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
ka: იგი თვალს მიადევნებს, როგორ სწრაფად გაიხარჯება განსაზღვრული ოდენობა დროის წინა შუალედში და შეარჩევს შემთხვევით წერტილს ახალ შუალედში უქმი რეჟიმიდან გამოსასვლელად.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
ka: ამ გზით, ჩვენ ავირიდებთ ასობით გადამცემის ამუშავებას ყოველი თვის დასაწყისში ისე, რომ თვის ბოლოს აღარცერთი არ იყოს ხელმისაწვდომი.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
ka: თუ მხოლოდ მცირე ნაწილი შეგიძლიათ გაიღოთ, თქვენი კავშირის სიჩქარიდან, გირჩევთ გამოიყენოთ ყოველდღიური აღრიცხვა, შედეგად მთლიანი თვისთვის განსაზღვრული ოდენობა არ გაგეხარჯებათ პირველივე დღეს.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
ka: უბრალოდ დაყავით თქვენი თვიური ოდენობა 30-ად. აგრეთვე, ჯობია გამოიყენოთ გამტარუნარიანობის შეზღუდვა, სარგებლიანობის გასაზრდელად დღეში: თუ გსურთ გაიღოთ X GB თითოეული მიმართულებით, შეგიძლიათ RelayBandwidthRate მიუთითოთ 20*X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
ka: მაგალითად, თუ აპირებთ გაიღოთ 50 GB ყოველდღიურად, თქვენი RelayBandwidthRate უნდა იყოს 1000 KBytes: ამ გზით, თქვენი გადამცემი ყოველთვის იქნება ხელმისაწვდომი, სულ მცირე ნახევარი დღით მაინც.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
ka: RelayBandwidthBurst 5000 KBytes # გაატარებს ერთბაშად მაღალს, მაგრამ შეინარჩუნებს საშუალოს

source: I want to run more than one Tor relay.
ka: მსურს გავუშვა ერთზე მეტი Tor-გადამცემი.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
ka: მშვენიერია. თუ გსურთ გაუშვათ რამდენიმე გადამცემი და გაიღოთ თქვენი ქსელის მეტი შესაძლებლობები, ჩვენ მოხარულნი ვიქნებით ამით.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
ka: მაგრამ გთხოვთ, არ გაუშვათ ათეულობით ერთი ქსელის ფარგლებში, ვინაიდან მთავარი მიზანი Tor-ქსელის არის გაფანტვა და დანაწილება.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
ka: თუ გადაწყვეტთ ერთზე მეტი გადამცემის გაშვებას, გთხოვთ მიუთითოთ „MyFamily“ კონფიგურაციის პარამეტრი თითოეული გადამცემის torrc ფაილში, ჩამონათვალით ყველა გადამცემის (მძიმით გამოყოფილის), რომელიც თქვენი განკარგულების ქვეშაა:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
ka: სადაც თითოეული fingerprint არის 40-სიმბოლოიანი ამომცნობი ანაბეჭდი (გამოტოვების გარეშე).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
ka: შედეგად, Tor-კლიენტები აირიდებს ერთსა და იმავე წრედში, ერთზე მეტი თქვენი გადამცემის გამოყენებას.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
ka: უნდა მიუთითოთ MyFamily იმ შემთხვევაშიც კი, თუ თქვენი ზედამხედველობის ქვეშაა ეს კომპიუტერები ან მათი ქსელი, მიუხედავად იმისა, ყველა მათგანი ერთ გეოგრაფიულ სივრცეშია თუ არა განთავსებული.

source: My relay recently got the Guard flag and traffic dropped by half.
ka: ჩემმა გადამცემმა ახლახანს მიიღო მცველის ნიშანი და მონაცემთა მიმოცვლა განახევრდა.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
ka: ვინაიდან ახლა მცველია, კლიენტები ნაკლებად იყენებენ სხვა დანიშნულებით, თუმცა ბევრ მათგანს ჯერ არ ჩაუნაცვლებია მისით თავიანთ არსებული მცველები.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
ka: ვრცლად, იხილეთ ეს [სვეტი](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) ან [მცველების შეცვლა: შემავალი მცველის შერჩევის სქემა Tor-ში, უკეთ გაგებისა და გაუმჯობესებისთვის](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
ka: როგორ მუშაობს ხაზგარეშე ed25519 დამოწმების გასაღებები? რა უნდა ვიცოდე?

source: In simple words, it works like this:
ka: მარტივად რომ ვთქვათ, მუშაობს შემდეგნაირად:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
ka: * არის მთავარი ed25519 დამოწმების საიდუმლო გასაღები ფაილი დასახელებით „ed25519_master_id_secret_key“.

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
ka: ესაა ყველაზე მნიშვნელოვანი, ასე რომ დაამარქაფეთ უსაფრთხო ადგილას – ფაილი მეტად საიდუმლოა და დაცული უნდა იყოს.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
ka: Tor-ს შეუძლია დაგიშიფროთ კიდეც, თუ ხელით შექმნით და შეიყვანთ პაროლს, მოთხოვნისას.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
ka: * საშუალოვადიანი შესვლის გასაღები დასახელებით „ed25519_signing_secret_key“ შექმნილია Tor-ისთვის გამოსაყენებლად.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
ka: ამასთან, შექმნილია სერტიფიკატიც დასახელებით „ed25519_signing_cert“, რომელიც ხელმოწერილია მთავარი დამოწმების საიდუმლო გასაღებით და ადასტურებს, რომ საშუალოვადიანი ხელმოწერის გასაღები მოქმედია გარკვეული დროის განმავლობაში.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
ka: ნაგულისხმევი ვადაა 30 დღე, მაგრამ შეიძლება შეცვლა პარამეტრით „SigningKeyLifetime N days|weeks|months“ torrc ფაილში.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
ka: * აგრეთვე არის მთავარი საჯარო გასაღები დასახელებით „ed25519_master_id_public_key“, რომელიც ადასტურებს ნამდვილობას, ქსელში განთავსებული გადამცემის.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
ka: ეს არც ისე მნიშვნელოვანია და ადვილად შეიძლება გამოითვალოს გასაღებიდან „ed5519_master_id_secret_key“.

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
ka: Tor მხოლოდ საჭიროებს წვდომას საშუალოვადიან შესვლის გასაღებსა და სერტიფიკატთან, სანამ ისინი მოქმედია, ასე რომ მთავარი დამოწმების საიდუმლო გასაღები შეიძლება დარჩეს DataDirectory/keys-ის მიღმა, დამმახსოვრებელ მოწყობილობაზე ან სხვა კომპიუტერზე.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
ka: თქვენ ხელით უნდა განაახლოთ საშუალოვადიანი შესვლის გასაღები და სერტიფიკატი ვადის ამოწურვამდე, წინააღმდეგ შემთხვევაში Tor-პროცესი გადამცემზე გაითიშება ვადის გასვლისთანავე.

source: This feature is optional, you don't need to use it unless you want to.
ka: ეს შესაძლებლობა არასავალდებულოა, საჭირო არაა მისი გამოყენება, თუ სურვილი არ აქვთ.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
ka: თუ გსურთ გადამცემი გაშვებული იყოს ხელშეუხებლად მეტი ხნით, საშუალოვადიანი შესვლის გასაღების ჩვეულებისამებრ ხელით განახლების გარეშე, მაშინ აჯობებს მთავარი დამოწმების საიდუმლო გასაღები დატოვოთ DataDirectory/keys-ში, უბრალოდ დაამარქაფოთ იმ შემთხვევისთვის, ხელახლა დაყენება რომ დაგჭირდეთ.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
ka: თუ გსურთ ამ შესაძლებლობის გამოყენება, შეგიძლიათ იხილოთ უფრო [დაწვრილებითი გზამკვლევი](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) ამ საკითხზე.

source: How do I run a middle or guard relay on Debian?
ka: როგორ გავუშვა შუალედური ან მცველი გადამცემი Debian-ზე?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
ka: სიღრმისეული მასალა გადამცემის გაშვებაზე, შეგიძლიათ იხილოთ [გადამცემის გამართვის სახელმძღვანელოში](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
ka: როგორ გავუშვა გამსვლელი წერტილი Debian-ზე?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ka: როგორ გავუშვა შუალედური ან მცველი გადამცემი FreeBSD-ზე ან HardenBSD-ზე?

source: How do I make sure that I'm using the correct packages on Ubuntu?
ka: როგორ დავრწმუნდე, რომ მართებულ კრებულს ვიყენებ Ubuntu-ზე?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ka: * არ გამოიყენოთ კრებულები Ubuntu-ს საცავიდან. არაა სათანადოდ განახლებული. მათი გამოყენების შემთხვევაში, არ იქნება უზრუნველყოფილი მდგრადობა და უსაფრთხოება.

source: * Determine your Ubuntu version by running the following command:
ka: * დაადგინეთ თქვენი Ubuntu-ს ვერსია შემდეგი ბრძანების გაშვებით:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
ka: * root-უფლებით, დაამატეთ შემდეგი სტრიქონები ფაილში /etc/apt/sources.list. შეცვალეთ „version“ იმ ვერსიით, რომელიც წინა საფეხურზე დაადგინეთ<version>.

source: * Add the gpg key used to sign the packages by running the following commands:
ka: * დაამატეთ gpg-გასაღები გამოყენებული კრებულების დამოწმებისთვის, შემდეგი ბრძანებებით:

source: * Run the following commands to install tor and check its signatures:
ka: * გაუშვით შემდეგი ბრძანებები ხელმოწერების დაყენებისა და შემოწმებისთვის:

source: How do I run an obfs4 bridge?
ka: როგორ გავუშვა obs4-ხიდი?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
ka: იხილეთ [obfs4-ის გამართვის სახელმძღვანელო](https://community.torproject.org/relay/setup/bridge/), რომელიც დაგეხმარებათ დააყენოთ obfs4-ხიდი.

source: Should I run an exit relay from home?
ka: ღირს გამსვლელი წერტილის გაშვება სახლიდან?

source: No.
ka: არა.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ka: თუ სამართალდამცავები დაინტერესდებიან თქვენი გამსვლელი წერტილიდან გამავალი მონაცემებით, შესაძლოა ჩამოგართვან კომპიუტერი.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ka: ამიტომ, კარგი იქნება, თუ გამსვლელ წერტილს არ გაუშვებთ თქვენს სახლში, ანუ თქვენი სახლის ქსელის გამოყენებით.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ka: სანაცვლოდ, აჯობებს გამსვლელი წერტილი გაუშვათ ფასიანი მომსახურების საშუალებით, რომელშიც მხარდაჭერილი იქნება Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ka: იქონიეთ ცალკე IP-მისამართი გამსვლელი წერტილისთვის და არ გაატაროთ თქვენი მონაცემები მისი საშუალებით.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ka: რასაკვირველია, არანაირი პირადი ან მნიშვნელოვანი მონაცემები არ უნდა დაიტანოთ იმ კომპიუტერზე, რომელსაც გამსვლელ წერტილად ამუშავებთ.

source: How should I configure the outgoing filters on my relay?
ka: როგორ გავმართო გამსვლელი ფილტრები ჩემს გადამცემზე?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
ka: ყველა გამსვლელი კავშირი დაშვებული უნდა იყოს, რომ თითოეულმა გადამცემმა შეძლოს მონაცემთა გაცვლა სხვა გადამცემებთან.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
ka: სამართლებრივად, ხშირ შემთხვევაში, Tor-ის გადამცემის ზედამხედველები დაცულნი არიან იმავე კანონებით, რაც იცავს ინტერნეტის მომწოდებლებს პასუხისმგებლობის აღებისგან, მათ ქსელში გატარებულ მონაცემებზე.

source: Exit relays that filter some traffic would likely forfeit those protections.
ka: გამსვლელი კვანძები, რომლებიც ფილტრავს მონაცემებს, ჩვეულებრივ გამონაკლისია.

source: Tor promotes free network access without interference.
ka: Tor მხარს უჭერს ქსელთან თავისუფალ წვდომას, ჩარევების გარეშე.

source: Exit relays must not filter the traffic that passes through them to the internet.
ka: გამსვლელი კვანძები არ უნდა ფილტრავდნენ მონაცემებს, რომლებიც მათი გავლით გადის ინტერნეტში.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
ka: ფილტრის მქონე გამსვლელი კვანძები აღმოჩენისთანავე მიიღებს [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/)-ნიშანს.

source: Should I install Tor from my package manager, or build from source?
ka: უნდა დავაყენო Tor კრებულების სამართვიდან თუ ჯობია წყაროდან ავაწყო?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
ka: თუ გაქვთ Debian ან Ubuntu განსაკუთრებით, რამდენიმე უპირატესობას მიიღებთ Tor-ის პირდაპირ [Tor-პროექტის საცავიდან](https://support.torproject.org/apt/tor-deb-repo/) დაყენებით.

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
ka: * თქვენი `ulimit -n` მითითებული იქნება 32768 საკმარისზე მეტი Tor-ისთვის, რომ ყველა საჭირო კავშირი ღიად ჰქონდეს შენარჩუნებული.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
ka: * მომხმარებლის პროფილი შეიქმნება მხოლოდ Tor-ისთვის, ასე რომ Tor-ს არ დასჭირდება ძირეული უფლებით გაშვება.

source: * An init script is included so that Tor runs at boot.
ka: * გამშვები სკრიპტი ჩამატებულია, შედეგად Tor გაეშვება ჩატვირთვისას.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
ka: * Tor ეშვება პარამეტრით `--verify-config`, ამიტომ ხარვეზების უმეტესობა კონფიგურაციაში ადვილად გამოვლინდება.

source: * Tor can bind to low level ports, then drop privileges.
ka: * Tor-ს შეუძლია ქვედა დონის პორტებთან დაკავშირება, შემდეგ კი აღმატებული უფლებების მოცილება.

source: How stable does my relay need to be?
ka: რამდენად მდგრადი უნდა იყოს ჩემი გადამცემი?

source: We aim to make setting up a Tor relay easy and convenient:
ka: ჩვენი მიზანია, Tor-გადამცემის გამართვა იყოს ადვილი და მოსახერხებელი.

source: * It's fine if the relay goes offline sometimes.
ka: * არა უშავს, თუ თქვენი გადამცემი ზოგჯერ ხაზზგარეთ იქნება.

source: The directories notice this quickly and stop advertising the relay.
ka: ცნობარები შეამჩნევს ამას მალევე და შეწყვეტს თქვენი გადამცემის მიწოდებას.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
ka: მხოლოდ შეეცადეთ, რომ ამას ხშირი ხასიათი არ ჰქონდეს, ვინაიდან კავშირები, რომლებიც ამ გადამცემს იყენებს, მისი გათიშვისას გაწყდება.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
ka: * თითოეულ Tor-გადამცემს გააჩნია [გამსვლელი კვანძის დებულება](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies), რომელიც განსაზღვრავს, რა სახის გამავალი კავშირებია დაშვებული და შეზღუდული ამ გადამცემზე.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
ka: თუ არ გსურთ, ხალხი თქვენი გადამცემით გადიოდეს ინტერნეტში, შეგიძლიათ მიუთითოთ რომ მხოლოდ Tor-გადამცემეთან იყოს დაშვებული კავშირები.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
ka: * თქვენი გადამცემი აკეთებს გამტარუნარიანობის შესაძლებლობების შეფასებას, შედეგად მაღალი გამტარუნარიანობის გადამცემები მეტ მომხმარებელს იზიდავს ვიდრე დაბალი. თუმცაღა, დაბალი გამტარუნარიანობის გადამცემებიც დიდად გამოსადეგია.

source: Why is my Tor relay using so much memory?
ka: რატომ იყენებს ჩემი Tor-გადამცემი დიდ მეხსიერებას?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
ka: თუ თქვენი Tor-გადამცემი მეტ მეხსიერებას იყენებს, ვიდრე ელოდით, აქაა მოცემული რამდენიმე რჩევა, დატვირთვის შესამცირებლად:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
ka: * თუ გაქვთ Linux, შესაძლოა გადააწყდეთ მეხსიერების დანაწევრების ხარვეზებს, როცა გამოიყენება glibc-ის malloc.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
ka: ეს ნიშნავს, რომ როცა Tor მეხსიერებას აბრუნებს სისტემისთვის, იგი მეტად დანაწევრებულია და შესაბამისად, რთულად გამოსაყენებელი ხდება.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
ka: Tor tarball აღჭურვილია OpenBSD-ის malloc-შესაძლებლობით, რომელსაც ნაკლები ხარვეზები აქვს დანაწევრებასთან დაკავშირებით (მაგრამ სამაგიეროდ, პროცესორი იტვირთება მეტად).

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
ka: შეგიძლიათ მიუთითოთ Tor-ს სანაცვლოდ გამოიყენოს აღნიშნული malloc-შესაძლებლობა: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
ka: * თუ გაშვებული გაქვთ სწრაფი გადამცემი, რაც ნიშნავს რომ ბევრი TLS-კავშირებია ღია, შესაძლოა დიდი მოცულობის მეხსიერებას იკარგება OpenSSL-ის შიდა ბუფერისთვის (38KB+ თითოეული შეერთებისთვის).

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
ka: ჩვენ გავასწორეთ OpenSSL [გამოუყენებელი მეხსიერების უფრო დაჟინებული მოცილებით](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
ka: თუ განაახლებთ OpenSSL 1.0.0 ან ახალზე, Tor-ის ანაწყობი ამოიცნობს და გამოიყენებს ამ შესაძლებლობას.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
ka: * თუ მაინც ვერ ახერხებთ მეხსიერების გადატვირთვის მოგვარებას, ჯობია შეამციროთ გამტარუნარიანობა, რომელიც გადამცემისთვის გაქვთ გამოყოფილი.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
ka: ნაკლები გამტარუნარიანობის შეთავაზებით, ნაკლებ მომხმარებელს მიიზიდავთ, შედეგად თქვენი გადამცემი ნაკლებად დაიტვირთება.

source: See the `MaxAdvertisedBandwidth` option in the man page.
ka: იხილეთ `MaxAdvertisedBandwidth` პარამეტრი მთავარ გვერდზე.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
ka: როგორც ითქვა, სწრაფი Tor-გადამცემები, მეტ მეხსიერებას იყენებს. უჩვეულო არაა, როცა ასეთი გადამცემი იყენებს 500-1000 MB ოპერატიულს.

source: Why does my relay write more bytes onto the network than it reads?
ka: რატომ წერს მეტ ბაიტს ჩემი გადამცემი ქსელში ვიდრე კითხულობს?
