Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
ka: მართალი ხართ. Tor-გადამცემი უფრო მეტ ბაიტს აგზავნის, ვიდრე პირიქით. თუმცა არის გამონაკლისებიც:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
ka: თუ თქვენ გახსნით თქვენს DirPort-ს, მაშინ Tor-ის კლიენტები მოგთხოვენ ცნობარის ასლს.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
ka: მათი მოთხოვნა (HTTP GET) მეტად მცირეა, თუმცა პასუხი ზოგჯერ საკმაოდ დიდია.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
ka: უმეტესად ეს განსაზღვრავს განსხვავებას აღრიცხვაში „ჩაწერილ“ ბაიტების რაოდენობასა და „წაკითხული“ ბაიტების რაოდენობას შორის.

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
ka: კიდევ ერთი მცირე გამონაკლისი ჩნდება, როცა მოქმედებთ როგორც გამშვები კვანძი და კითხულობთ ცოტაოდენ ბაიტებს გამავალი კავშირიდან (მაგალითად, მყისიერი შეტყობინებების ან ssh-კავშირის სახით) და აქცევთ სრულ 512 ბაიტიან დანაყოფად, Tor-ქსელში გადასაგზავნად.

source: How do I decide if I should run a relay?
ka: როგორ გადავწყვიტო, გავუშვა თუ არა გადამცემი?

source: We're looking for people with reasonably reliable Internet connections, that have at least 10 Mbit/s (Mbps) available bandwidth each way. If that's you, please consider [running a Tor relay](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).
ka: ჩვენ ვეძებთ ხალხს, რომელთაც აქვთ მეტად სანდო ინტერნეტკავშირი, სულ მცირე 10 მბიტ/წ (Mbps) ხელმისაწვდომი გამტარუნარიანობით თითოეული მიმართულებით. თუ ასეთი ხართ, გთხოვთ სცადოთ [Tor-გადამცემის გაშვება](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).

source: Even if you do not have at least 10 Mbit/s of available bandwidth you can still help the Tor network by running a [Tor bridge with obfs4 support](https://community.torproject.org/relay/setup/brige). In that case you should have at least 1 MBit/s of available bandwidth.
ka: იმ შემთხვევაშიც კი, თუ არ გაქვთ სულ მცირე 10 მბიტ/წ ხელმისაწვდომი გამტარუნარიანობა, შეგიძლიათ დაეხმაროთ Tor-ქსელს და გაუშვათ [Tor-გადამცემი ხიდი obfs4-ის მარდაჭერით](https://community.torproject.org/relay/setup/brige). ამ შემთხვევაში, გამოსადეგია სულ მცირე 1 მბიტ/წ ხელმისაწვდომი გამტარუნარიანობაც.

source: I want to upgrade/move my relay. How do I keep the same key?
ka: მსურს განვაახლო/შევცვალო ჩემი გადამცემი. როგორ შევინარჩუნო გასაღები?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
ka: როცა აახლებთ თქვენს Tor-გადამცემს ან ახალ კომპიუტერზე გადაგაქვთ, მნიშვნელოვანია შეინარჩუნოთ იგივე დამოწმების გასაღებები (შენახული „keys/ed25519_master_id_secret_key“ და „keys/secret_id_key“ თქვენს DataDirectory-ში).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
ka: დაამარქაფეთ დამოწმების გასაღებები, რომ შეგეძლოთ გადამცემის დაბრუნება მომავალში მართებული საშუალებებით და შეინარჩუნოთ გადამცემის მოპოვებული სახელი.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
ka: ეს ნიშნავს, რომ თუ აახლებთ თქვენს Tor-გადამცემს და ტოვებთ იმავე torrc ფაილს შესაბამის DataDirectory-ში, განახლება ჩვეულებრივ იმუშავებს და თქვენი გადამცემი განაგრძობს არსებული გასაღების გამოყენებას.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
ka: თუ გესაჭიროებათ აიღოთ ახალი DataDirectory, დარწმუნდით, რომ ასლი აღებული გაქვთ ძველიდან keys/ed25519_master_id_secret_key და keys/secret_id_key over.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
ka: გაითვალისწინეთ: Tor 0.2.7-იდან ჩვენ ვიყენებთ ახალი თაობის დამმოწმებლებს გადამცემებისთვის, რომლებიც ეფუძნება ed25519 ელიფსურ დაშიფვრას.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
ka: საბოლოოდ, ისინი ჩაანაცვლებს ძველ RSA-დამმოწმებლებს, მაგრამ ამას დრო დასჭირდება, ძველ ვერსიებთან თავსებადობის გადასამოწმებლად.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
ka: იქამდე კი, თითოეულ გადამცემს ექნება ორივე, ed25519 დამმოწმებელი (გასაღები-ფაილი: keys/ed25519_master_id_secret_key) და RSA-დამმოწმებელი (გასაღები-ფაილი: keys/secret_id_key).

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
ka: საჭიროა ორივეს ასლი / დამარქაფება თქვენი გადამცემის აღსადგენად, DataDirectory-ის შესაცვლელად ან გადამცემის სხვა კომპიუტერზე გადასატანად.

source: What is the BadExit flag?
ka: რას ნიშნავს BadExit აღნიშვნა?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
ka: როცა გამსვლელი კვანძი გაუმართავია ან მავნეა, იღებს აღნიშვნას BadExit. ეს აუწყებს Tor-ს, რომ აირიდოს ამ გადამცემით გასვლა. საბოლოოდ, გადამცემები ამ აღნიშვნით აღარ გამოიყენება როგორც გამავალი.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
ka: თუ თქვენ მიიღეთ ეს აღნიშვნა, ან რამე ხარვეზია აღმოჩენილი ან საეჭვო მოქმედება კავშირის თქვენი გადამცემით ინტერნეტში გასვლისას და ვერ მოვახერხეთ თქვენთან დაკავშირება. გთხოვთ შეეხმიანოთ [bad-relays-გუნდს](https://community.torproject.org/relay/community-resources/bad-relays/) რომ შევძლოთ საკითხის გარკვევა.

source: What type of relays are most needed?
ka: რომელი სახის გადამცემებია მეტად საჭირო?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
ka: * გამსვლელი გადამცემი მეტად საჭიროა, თუმცა აგრეთვე ახლავს სამართლებრივი დაბრკოლებები და სხვა საფრთხეები (და **არავითარ შემთხვევაში არ უნდა გაუშვათ სახლის ქსელით**).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
ka: * თუ გაინტერესებთ, რომელი გადამცემი ითხოვს ნაკლებ ძალისხმევას, სწრაფი მცველი არის აგრეთვე, მეტად გამოსადეგი

source: * Followed by bridges.
ka: * მათ მოყვება გადამცემი ხიდები.

source: Why do I get portscanned more often when I run a Tor relay?
ka: რატომ გახშირდა ჩემი პორტების შემოწმება, Tor-გადამცემის გაშვების შემდგომ?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
ka: თუ დაშვებული გაქვთ გამავალი კავშირები, ზოგიერთი მომსახურება, რომელთაც ხალხი თქვენი გადამცემით უკავშირდება, ცდილობს უკუკავშირს თქვენთან მონაცემების შესაგროვებლად. მაგალითად, IRC-სერვერების ნაწილი შეიძლება გიკავშირდებათ პორტების დასადგენად და იმის აღსარიცხად, თუ რომელმა მომხმარებელმა შექმნა კავშირი. (ეს სინამდვილეში არ გამოადგებათ, ვინაიდან Tor არ ფლობს ამ მონაცემებს, მაგრამ მაინც ცდიან). ამასთან, მომხმარებლები რომლებიც თქვენი გადამცემით გადიან, შესაძლოა განსაკუთრებულ ყურადღებას იპყრობდნენ სხვა მომხმარებლების IRC-სერვერზე, საიტზე და ა.შ. რომელთაც შეიძლება სურდეთ მეტი შეიტყონ მომავალ კავშირზე.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
ka: კიდევ ერთი მიზეზია ჯგუფები, რომლებიც ცდილობენ ღია პროქსების მოძიებას ინტერნეტში, რომელთაც იციან რომ ზოგჯერ Tor-გადამცემები აზიარებს თავის socks-პორტს ღიად. გირჩევთ, რომ თქვენი socks-პორტი მხოლოდ შიდა ქსელს დაუკავშიროთ.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
ka: ნებისმიერ შემთხვევაში, საჭიროა დაიცვათ უსაფრთხოების წესები. იხილეთ სტატია [Tor-გადამცემების დაცვა](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security), მეტი რჩევებისთვის.

source: Why isn't my relay being used more?
ka: რატომ არ გამოყენება, ჩემი გადამცემი მეტად?

source: If your relay is relatively new then give it time.
ka: თუ თქვენი გადამცემი ძალზედ ახალია, დრო მიეცით.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
ka: Tor წყვეტს რომელი გადამცემი გამოიყენოს, გამტარუნარიანობის უფლებამოსილი მხარეებისგან მიღებული მონაცემების შესწავლის შედეგად. ეს უფლებამოსილი მხარეები ზომავს თქვენი გადამცემის შესაძლებლობებს და დროთა განმავლობაში, მომართავს მეტ მონაცემებს, სანამ დატვირთვა არ მიაღწევს ხელსაყრელ დონეს.

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
ka: სიცოცხლისუნარიანობა ახალი გადამცემის უფრო სიღრმისეულად ახსნილია [ამ სვეტზე](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
ka: თუ დიდი ხანია გაშვებული გაქვთ გადამცემი და ჯერ კიდევ აწყდებით ხარვეზებს, შეგიძლიათ კითხვა დასვათ [tor-გადამცემების ჯგუფში](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).

source: My relay is picking the wrong IP address.
ka: ჩემი გადამცემი იღებს არასწორ IP-მისამართს.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
ka: Tor ადგენს IP-მისამართს თქვენს კომპიუტერთან შეკითხვით და შემდეგ მისი ჰოსტის სახელის დამუშავებით. ხშირად, ბევრი ძველ მონაცემებს ინახავს თავის /etc/hosts ფაილში, რომელიც ძველ IP-მისამართზე მიუთითებს.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
ka: თუ ამით არ მოგვარდება, შეგიძლიათ გამოიყენოთ „Address“ კონფიგურაციის პარამეტრი სასურველი IP-ის ასაღებად. თუ თქვენი კომპიუტერი NAT-ის ქვეშაა და მხოლოდ შიდა IP-მისამართი აქვს, იხილეთ მხარდაჭერის გვერდზე ცვალებადი IP-მისამართის შესახებ ჩანაწერი.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
ka: ამასთან, თუ თქვენი ბევრი მისამართი გაქვთ, შესაძლოა გსურდეთ მიუთითოთ „OutboundBindAddress“ რის შედეგადაც, გარე კავშირები წამოვა იმ IP-დან, რომლის საჩუქრად გაზიარებაც გაქვთ განზრახული სხვებისთვის.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ka: გამიგია საიტების შესახებ, რომლებიც მხოლოდ Tor-იდანაა ხელმისაწვდომი. რა სახის საიტებია და როგორ შემიძლია მათთან წვდომა?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ka: საიტებს, რომლებიც მხოლოდ Tor-იდანაა ხელმისაწვდომი, ეწოდება „onions“, ვინაიდან მათი მისამართის დაბოლოებაა .onion.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
ka: მაგალითად, DuckDuckGo-ს შესაბამისი onion არის [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).

source: You can access these websites by using Tor Browser.
ka: ამ საიტებთან წვდომა შეგიძლიათ Tor-ბრაუზერით.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ka: მისამართები უნდა გაცნობონ თავად საიტის მფლობელებმა, ვინაიდან onion-საიტები არაა აღრიცხული საძიებო სისტემებში, ჩვეულებრივი საიტების მსგავსად.

source: What is a .onion or what are onion services?
ka: რას წარმოადგენს .onion ან Onion-მომსახურებები?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ka: Onion-მომსახურებები საშუალებას აძლევს ხალხს, არა მხოლოდ მოინახულონ, არამედ გამოაქვეყნონ მასალები, მათ შორის საიტები, ვინაობის გაუმხელელად.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
ka: Onion-მომსახურებები ასევე გამოსადეგია მონაცემების დართვისგან თავისუფალი მიმოწერებისა და ფაილების გაზიარებისთვის, მეტად უსაფრთხო ურთიერთობისთვის ჟურნალისტებსა და მათ წყაროებს შორის, ასეთია [SecureDrop](https://securedrop.org/) ან [OnionShare](https://onionshare.org/), დაცული პროგრამული განახლებები და კიდევ უფრო მეტად უსაფრთხო საშუალებები, ისეთ ცნობილ საიტებთან წვდომისთვის, როგორიცაა [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
ka: ეს მომსახურებები იყენებს საგანგებო ზედა დონის (TLD) დამისამართებას .onion (ნაცვლად .com,.net,.org და სხვ.) და ხელმისაწვდომია მხოლოდ Tor-ქსელიდან.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
ka: როდესაც უკავშირდებით ვებსაიტს, რომელიც onion-მომსახურებას იყენებს, Tor-ბრაუზერი გაჩვენებთ მისამართების ველში ხახვის პატარა მწვანე ხატულას, კავშირის მდგომარეობის აღსანიშნავად: უსაფრთხოა და იყენებს onion-მომსახურებას.

source: ![Onion icon](/static/images/onion-website.png)
ka: ![ხახვის ნიშანი](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
ka: ამასთან, თუ საიტს რომელსაც ეწვევით onion-მომსახურებასთან ერთად გააჩნია HTTPS, ხახვის მწვანე ხატულასთან ერთად გამოჩნდება საკეტის ნიშანიც.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
ka: ![მწვანე ხახვი საკეტით](/static/images/padlock-onion.png)

source: I cannot reach X.onion!
ka: ვერ ვუკავშირდები X.onion-ს!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ka: თუ ვერ უკავშირდებით სასურველ onion-მომსახურებას, გადაამოწმეთ შეყვანილი 16-სიმბოლოიანი ან ახალი სახის 56-სიმბოლოიანი onion-მისამართის სისწორე: მცირე შეცდომაც კი არ მისცემს Tor-ბრაუზერს საიტთან წვდომის საშუალებას.

source: If you are still unable to connect to the onion service, please try again later.
ka: თუ მაინც ვერ ახერხებთ დაკავშირებას Onion-მომსახურებასთან, გთხოვთ სცადოთ ხელახლა მოგვიანებით.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ka: შესაძლოა კავშირის დროებითი შეფერხება იყოს ან საიტის მმართველებმა გათიშეს გაფრთხილების გარეშე.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
ka: ამასთან, Onion-მომსახურებებთან წვდომის შესაძლებლობა შეგიძლიათ გადაამოწმოთ [DuckDuckGo-ს Onion-მომსახურებასთან](http://3g2upl4pq6kufc4m.onion) დაკავშირების მეშვეობით.

source: Does the Tor Project run any Onion Services?
ka: უშვებს Tor-პროექტი Onion-მომსახურებებს?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
ka: დიახ! ჩვენი Onion-მომსახურებების სია ხელმისაწვდომია მისამართზე [onion.torproject.org](https://onion.torproject.org/).

source: What do the different onion icons in the address bar mean?
ka: რას ნიშნავს სხვადასხვა სახის onion-ხატულები მისამართების ველში?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
ka: Onion-მომსახურებით სარგებლობისას, Tor-ბრაუზერი გიჩვენებთ განსხვავებულ ხახვის ნიშნებს მისამართების ველში, რაც მიუთითებს მიმდინარე ვებგვერდის უსაფრთხოებაზე.

source: ![Image of a green onion](/static/images/green-onion.png)
ka: ![მწვანე ხახვის გამოსახულება](/static/images/green-onion.png)

source: A green onion means:
ka: მწვანე ხახვი ნიშნავს:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
ka: - Onion-მომსახურება მუშაობს HTTP-ით, ან HTTPS-ით თვითდამოწმებული სერტიფიკატით.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
ka: ![მწვანე ხახვის გამოსახულება საკეტით](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
ka: მწვანე ხახვი საკეტის ნიშნით:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
ka: - Onion-მომსახურება, რომელიც იყენებს HTTPS-ს გამომცემის სერტიფიკატით.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
ka: ![ნაცრისფერი ხახვის გამოსახულება წითლად გადახაზული](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
ka: ნაცრისფერი ხახვი წითლად გადახაზული:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
ka: - Onion-მომსახურება იყენებს HTTPS-ს თვითდამოწმებული ან გამომცემის სერტიფიკატით.

source: - The webpage contains subresources served over HTTP.
ka: - ვებგვერდი შეიცავს მასალას, რომელიც იყენებს HTTP-ს.

source: How to Report a Bug or Give Feedback
ka: როგორ გამოვგზავნო ხარვეზის მოხსენება ან გამოხმაურება

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
ka: Tor დამოკიდებულია მომხმარებლებისა და მოხალისეების მხარდაჭერაზე, მთელი მსოფლიოდან, რომელთა დახმარებითაც ვაუმჯობესებთ ჩვენს პროგრამებსა და სხვადასხვა საშუალებებს, ასე რომ, თქვენი გამოხმაურება მეტად ღირებულია ჩვენთვის (ისევე როგორც, Tor-ის ყველა მომხმარებლისთვის).

source: ### Feedback template
ka: ### გამოხმაურების ნიმუში

source: When sending us feedback or reporting a bug, please include as many of these as possible:
ka: როდესაც გვიგზავნით გამოხმაურებას ან მოხსენებას ხარვეზზე, გთხოვთ, დაურთოთ რაც შეიძლება მეტი ინფორმაცია.

source: * OS you are using
ka: * OS რომელსაც იყენებთ

source: * Tor Browser version
ka: * Tor-ბრაუზერის ვერსია

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
ka: * ნაბიჯ-ნაბიჯ აღწერა, თუ როგორ წააწყდით ხარვეზს, რომ შევძლოთ გამეორება (მაგ. გავხსენი ბრაუზერი, ავკრიფე მისამართი, დავაწკაპე (i)-ნიშანზე, შემდეგ კი ბრაუზერი უეცრად გაითიშა)

source: * A screenshot of the problem
ka: * ხარვეზის ამსახველი სურათი

source: * The log
ka: * აღრიცხვის ჩანაწერი

source: ### How to Reach Us
ka: ### როგორ დაგვიკავშირდეთ

source: There are several ways to reach us, so please use what works best for you.
ka: რამდენიმე გზაა, ჩვენთან დასაკავშირებლად, გთხოვთ შეარჩიოთ თქვენთვის სასურველი.

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
ka: შეგიძლიათ გახსნათ ბილეთი დასახმარებლად მისამართზე [https://trac.torproject.org](https://trac.torproject.org). ჩვენ მივადევნებთ თვალს Tor-ბრაუზერის მე-9 ვერსიასთან დაკავშირებულ ყველა ხარვეზს საკვანძო სიტყვით tbb-9.0-issues. ბილეთები ჩვენს საიტთან დაკავშირებით, უნდა იყოს კომპონენტით „Webpages/Website“.

source: #### Email
ka: #### ელფოსტა

source: Send us an email to frontdesk@torproject.org
ka: მოგვწერეთ ელფოსტაზე frontdesk@torproject.org

source: In the subject line of your email, please tell us what you're reporting. The more specific your subject line is (e.g. "Connection failure", "feedback on website", "feedback on Tor Browser", "I need a bridge"), the easier it will be for us to understand and follow up. Sometimes when we receive emails without subject lines, they're marked as spam and we don't see them.
ka: საკითხის ველში ელფოსტის წერტილში, გთხოვთ მიუთითოთ, რას ეხება მოხსენება. რაც უფრო ნათლად იქნება საკითხი მოცემული (მაგ. „კავშირის ხარვეზი“, „გამოხმაურება საიტის შესახებ“, „გამოხმაურება Tor-ბრაუზერის თაობაზე“, „მესაჭიროება გადამცემი ხიდი“), მით უფრო ადვილად შევძლებთ გარკვევასა და თვალის მიდევნებას. ზოგჯერ, როცა ვიღებთ წერილებს საკითხის მიუთითებლად, ინიშნება არასასურველ შეტყობინებად და ვეღარ ვნახულობთ.

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write in any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
ka: სწრაფი პასუხის მისაღებად, გთხოვთ დაწეროთ ინგლისურად, ესპანურად და/ან პორტუგალიურად. თუ არცერთი ეს ენა არაა გამოსადეგი, მაშინ მოგვწერეთ სასურველ ენაზე, თუმცა გაითვალისწინეთ, რომ პასუხმა შეიძლება დიდხანს გასტანოს, ვინაიდან დრო დაგვჭირდება გადასათარგმნად და გასაგებად.

source: #### Blog post comments
ka: #### გამოხმაურებები სვეტზე

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
ka: ყოველთვის შეგიძლიათ დატოვოთ გამოხმაურებები სვეტის იმ სტატიაზე, რომელიც უკავშირდება თქვენს ხარვეზს. თუ ასეთი სტატიას ვერ მონახავთ, გთხოვთ სხვა გზით დაგვიკავშირდეთ.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
ka: შეგიძლიათ მონახოთ #tor არხი OFTC-ზე გამოხმაურებისთვის ან ხარვეზების მოხსენებისთვის. შესაძლოა, ჩვენ არ გიპასუხოთ მაშინვე, თუმცა აუცილებლად გადავამოწმებთ ჩანაწერებს და დაგიბრუნებთ პასუხს, როცა შევძლებთ.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
ka: იხილეთ, როგორ ხდება დაკავშირება [OFTC-სერვერებთან](/get-in-touch/irc-help).

source: #### Email Lists
ka: #### ელფოსტის ჯგუფები
