Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
ro: Orbot, pe de altă parte, este un proxy care vă va permite să trimiteți datele din celelalte aplicații (clienți de poștă electronică, aplicații de mesagerie instantă etc.) prin rețeaua tor; o versiune a Orbot este, de asemenea, în interiorul Tor Browser pentru Android și asta îi permite să se conecteze la rețeaua Tor.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
ro: Însă versiunea respectivă nu vă permite să trimiteți alte aplicații în afara Tor Browser pentru Android prin intermediul acesteia.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
ro: În funcție de modul în care doriți să utilizați rețeaua Tor, fie una, fie ambele ar putea fi o opțiune excelentă.

source: Is Tor Browser available on F-Droid?
ro: Tor Browser este disponibil pe F-Droid?

source: It will be, _soon_.
ro: O să fie _în curând_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
ro: Între timp, puteți utiliza F-Droid pentru a descărca Tor Browser pentru Android activând depozitul [Guardian Project's Repository](https://guardianproject.info/fdroid/).

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
ro: [Aflați cum să adăugați un depozit la F-Droid](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
ro: Cum descarc Tor Browser dacă torproject.org e blocat?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
ro: Dacă nu puteți descărca Tor Browser prin [site-ul nostru web](https://www.torproject.org), puteți obține o copie a Tor Browser care vă este livrată prin [GetTor](https://gettor.torproject.org/).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ro: GetTor este un serviciu care răspunde automat la mesaje cu link-uri la cea mai recentă versiune a Tor Browser, găzduit într-o varietate de locații care sunt mai puțin susceptibile de a fi cenzurate, cum ar fi Dropbox, Google Drive și GitHub.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
ro: De asemenea, puteți descărca Tor Browser de la [https://tor.eff.org](https://tor.eff.org) sau de la [https://tor.ccc.de](https://tor.ccc.de).

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
ro: Pentru mai multe legături specifice geografice, vizitați [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)

source: To use GetTor via email.
ro: Cum folosești GetTor prin email.

source: Send an email to gettor@torproject.org.
ro: Trimiteți un e-mail la gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
ro: Scrieți sistemul dvs. de operare (cum ar fi Windows, macOS sau Linux) în corpul mesajului și trimiteți-l.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
ro: GetTor va răspunde cu un e-mail care conține linkuri de pe care puteți descărca pachetul Tor Browser, semnătura criptografică (necesară [verificării descărcării](/ro/tbb/how-to-verify-signature/)), amprenta cheii folosite pentru a face semnătura și suma de control a pachetului.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ro: Este posibil să vi se ofere posibilitatea de a alege o variantă de software "pe 32 de biți" sau "pe 64 de biți": depinde de modelul calculatorului pe care îl utilizați.

source: To use GetTor via Twitter.
ro: Cum folosești GetTor prin Twitter.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
ro: GetTor prin Twitter este în prezent în mentenanță. În schimb, vă rugăm să utilizați [email](https://support.torproject.org/gettor/gettor-2).

source: To use GetTor via XMPP (Jitsi, CoyIM).
ro: Cum folosești GetTor prin XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ro: Pentru a obține legături pentru descărcarea Tor Browser, trimiteți un mesaj la gettor@torproject.org cu unul dintre următoarele coduri în el:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ro: Tor Browser nu se conectează, dar nu pare a fi o problemă de cenzură.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ro: Una dintre cele mai frecvente probleme care provoacă erori de conexiune în Tor Browser este sistemul de ceas incorect.

source: Please make sure your system clock and timezone are set accurately.
ro: Vă rugăm să vă asigurați că ceasul dvs. și fusul orar al sistemului dvs. sunt setate cu exactitate.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
ro: Dacă acest lucru nu rezolvă problema, consultați pagina Depanare din manualul [Tor Browser](https://tb-manual.torproject.org/ro/troubleshooting).

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ro: Am dificultăți în conectarea la Tor și nu înțeleg ce e greșit.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
ro: Dacă aveți probleme la conectare, este posibil să apară un mesaj de eroare și puteți selecta opțiunea de a "copia jurnalul Tor în clipboard".

source: Then paste the Tor log into a text file or other document.
ro: Apoi lipiți jurnalul Tor într-un fișier text sau alt document.

source: Alternatively, if you don't see this option and you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ro: În mod alternativ, dacă nu vedeți această opțiune și aveți Tor Browser deschis, puteți deschide meniul hamburger (în partea dreaptă sus a browserului, în dreapta barei URL), apoi faceți clic pe „Opțiuni”, iar în final pe „Tor”, aflat în bara laterală.

source: You should see one of these common log errors (look for the following lines in your Tor log):
ro: Ar trebui să vedeți una dintre aceste erori de jurnal comune (căutați următoarele linii în jurnalul Tor):

source: ##### Common log error #1: Proxy connection failure
ro: ##### Eroare de jurnal comună # 1: Eroare a conexiunii proxy

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ro: Dacă vedeți linii ca acestea în jurnalul Tor, înseamnă că nu vă conectați la un proxy SOCKS.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ro: Dacă este necesar un proxy SOCKS pentru configurarea rețelei dvs., asigurați-vă că ați introdus corect detaliile proxy.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ro: Dacă nu este necesar un proxy SOCKS sau nu sunteți sigur, încercați să vă conectați la rețeaua Tor fără un proxy SOCKS.

source: ##### Common log error #2: Can’t reach guard relays
ro: ##### Eroare de jurnal comună # 2: Nu pot ajunge la releele de pază

source: 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150
ro: 11/1/2017 21:11:43 PM.500 [NOTIFICARE] Deschiderea ascultătorului Socks pe 127.0.0.1:9150

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
ro: 11/1/2017 21:11:44 PM.300 [NOTIFICARE] declanșat 80%: conectare la rețeaua Tor

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
ro: 11/1/2017 21:11:44 PM.300 [AVERTISMENT] Nu am găsit nodul pentru saltul 0 al căii noastre. Renunțare la acest circuit.

source: 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop
ro: 11/1/2017 21:11:44 PM.500 [NOTICE] Declanșat 85%: Încheierea realizării conexiunii cu primul salt

source: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
ro: 11/1/2017 21:11:45 PM.300 [AVERTISMENT] Nu am găsit nodul pentru saltul 0 al căii noastre. Renunțare la acest circuit.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ro: Dacă vedeți linii ca acestea în jurnalul Tor, înseamnă că Tor nu a reușit să se conecteze la primul nod din circuitul Tor.

source: This could mean that you’re on a network that’s censored.
ro: Aceasta ar putea însemna că sunteți într-o rețea cenzurată.

source: Please try connecting with bridges, and that should fix the problem.
ro: Vă rugăm să încercați să vă conectați cu podurile și asta ar trebui să rezolve problema.

source: ##### Common log error #3: Failed to complete TLS handshake
ro: ##### Eroare comună de jurnal # 3: Eroare la completarea conexiunii TLS

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ro: Dacă vedeți linii de acest fel în jurnalul Tor, înseamnă că Tor nu a reușit să finalizeze conexiunea TLS cu autoritățile directorului.

source: Using bridges will likely fix this.
ro: Utilizarea podurilor va rezolva probabil acest lucru.

source: ##### Common log error #4: Clock skew
ro: ##### Eroare de jurnal comună # 4: Dispozitivele ceas

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ro: Dacă vedeți linii de acest fel în jurnalul Tor, înseamnă că ceasul dvs. de sistem este incorect.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ro: Vă rugăm să vă asigurați că ceasul dvs. este setat cu exactitate, inclusiv fusul orar corect. Apoi reporniți Tor.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ro: Site-ul nostru este blocat de un cenzor. Browser-ul Tor poate ajuta utilizatorii să acceseze site-ul nostru?

source: Tor Browser can certainly help people access your website in places where it is blocked.
ro: Tor Browser poate ajuta cu siguranță ca site-ul dvs. sî fie accesat în locurile unde acesta este blocat.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
ro: De cele mai multe ori, descărcarea pur și simplu a browserului [Tor Browser](https://www.torproject.org/download) și apoi utilizarea acestuia pentru a naviga către site-ul blocat va permite accesul.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
ro: În locurile în care există cenzură mai mare, avem la dispoziție o serie de opțiuni de eludare a cenzurii, inclusiv [pluggable transports](https://tb-manual.torproject.org/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
ro: Pentru mai multe informații, consultați secțiunea [Tor Browser User Manual](https://tb-manual.torproject.org/) din [censorship](https://tb-manual.torproject.org/ro/circumvention/).

source: A website I am trying to reach is blocking access over Tor.
ro: Un site web pe care încerc să ajung blochează accesul prin Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ro: Uneori, site-urile web vor bloca utilizatorii Tor, deoarece nu pot vedea diferența dintre utilizatorul mediu Tor și traficul automat.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ro: Cel mai mare succes pe care l-am obținut pentru navigarea site-urilor cu deblocarea utilizatorilor Tor a fost când utilizatorii au contactat direct administratorii site-ului.

source: Something like this might do the trick:
ro: Ceva de genul acesta ar putea ajuta:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ro: "Bună! Am încercat să accesez site-ul dvs. xyz.com în timp ce am folosit Tor Browser și am descoperit că nu permiteți utilizatorilor Tor să acceseze site-ul dvs.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ro: Vă îndemn să reconsiderați această decizie; Tor este folosit de oameni din întreaga lume pentru a-și proteja intimitatea și pentru a lupta împotriva cenzurii.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ro: Blocând utilizatorii Tor, este posibil să blocați oameni din țările represive care doresc să utilizeze un internet gratuit, jurnaliști și cercetători care doresc să se protejeze de descoperire, denunțători, activiști și oameni obișnuiți care doresc să renunțe la urmărirea de către o terță parte invazivă.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ro: Vă rugăm să luați o poziție puternică în favoarea confidențialității digitale și a libertății internetului și să permiteți utilizatorilor Tor să acceseze xyz.com. Mulțumesc."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ro: În cazul băncilor și al altor site-uri web sensibile, este, de asemenea, obișnuit să vedeți blocarea bazată pe geografie (dacă o bancă știe că în general accesați serviciile lor dintr-o țară și, deodată, vă conectați de la un releu de ieșire din cealaltă parte a lume, contul dvs. poate fi blocat sau suspendat).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
ro: Dacă nu vă puteți conecta la un serviciu onion, consultați [Nu pot ajunge la X.onion!](../../onionservices/onionservices-3).

source: I can’t connect to Tor Browser, is my network censored?
ro: Nu mă pot conecta la Tor Browser, este rețeaua mea cenzurată?

source: You might be on a censored network, and so you should try using bridges.
ro: S-ar putea să fiți într-o rețea cenzurată și, așadar, ar trebui să încercați să utilizați poduri - bridges.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ro: Unele poduri sunt încorporate în Tor Browser și puteți utiliza aceste poduri alegând „configurare” (apoi urmând instrucțiunile) din fereastra Tor Launcher care apare atunci când deschideți Tor Browser pentru prima dată.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
ro: Dacă aveți nevoie de alte poduri, le puteți obține pe site-ul nostru [Bridges](https://bridges.torproject.org/?lang=ro).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
ro: Pentru mai multe informații despre poduri, consultați [Manualul Tor Browser](https://tb-manual.torproject.org/ro/bridges).

source: What is a bridge?
ro: Ce este un pod - bridge?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ro: Releele Bridge sunt relee Tor care nu sunt listate în directorul public Tor.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ro: Asta înseamnă că ISP-urile sau guvernele care încearcă să blocheze accesul la rețeaua Tor nu pot bloca pur și simplu toate podurile.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ro: Podurile sunt utile pentru utilizatorii Tor în regimuri opresive și pentru persoanele care doresc un grad suplimentar de securitate, deoarece sunt îngrijorați despre faptul că cineva va recunoaște că contactează o adresă IP a releului public Tor.

source: A bridge is just a normal relay with a slightly different configuration.
ro: Un pod este un releu normal, dar cu o configurație ușor diferită.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
ro: Citiți și [Cum pot folosi un pod](https://community.torproject.org/relay/setup/bridge/) pentru instrucțiuni.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ro: Mai multe țări, inclusiv China și Iran, au găsit modalități de a detecta și bloca conexiunile la podurile Tor.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
ro: Podurile [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) abordează acest lucru prin adăugarea unui alt strat de obstrucție.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ro: Configurarea unui pod obfsproxy necesită un pachet software suplimentar și configurații suplimentare.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
ro: Consultați pagina noastră despre [transporturi conectabile](https://www.torproject.org/docs/pluggable-transports.html.en) pentru mai multe informații.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ro: Când folosesc Tor, pot observa în continuare informațiile pe care le distribuie site-urilor web, cum ar fi informațiile de autentificare și lucrurile pe care le introduc în formulare?

source: Tor prevents eavesdroppers from learning sites that you visit.
ro: Tor îi împiedică pe spioni să învețe site-urile pe care le vizitați.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ro: Cu toate acestea, informațiile trimise necriptate pe internet folosind HTTP simplu pot fi în continuare interceptate de operatorii de relee de ieșire sau de oricine observă traficul dintre releul de ieșire și site-ul de destinație.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ro: Dacă site-ul pe care îl vizitați folosește HTTPS, atunci traficul care iese din releul de ieșire va fi criptat și nu va fi vizibil de spioni.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
ro: #### Această vizualizare arată ce informații sunt vizibile pentru spioni cu și fără Tor Browser și criptarea HTTPS.

source: Can I browse normal HTTPS sites with Tor?
ro: Pot naviga pe site-uri HTTPS normale cu Tor?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
ro: Răspunsul scurt este: ** Da, puteți naviga pe site-uri HTTPS normale folosind Tor. **

source: HTTPS Connections are used to secure communications over computer networks.
ro: Conexiunile HTTPS sunt utilizate pentru securizarea comunicațiilor prin rețelele de calculatoare.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
ro: Puteți [citi mai multe despre HTTPS aici](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
ro: Tor Browser are plugin-ul [HTTPS Everywhere](https://www.eff.org/https-everywhere) care schimbă automat mii de site-uri de la „HTTP” necriptate la „HTTPS” mai private.

source: What bandwidth shaping options are available to Tor relays?
ro: Ce opțiuni de modelare a lățimii de bandă sunt disponibile pentru releele Tor?

source: There are two options you can add to your torrc file:
ro: Există două opțiuni pe care le puteți adăuga fișierului dvs. torrc:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
ro: **BandwidthRate** este lățimea maximă de bandă permisă pe termen lung (octeți pe secundă).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
ro: De exemplu, poate doriți să alegeți „BandwidthRate 10 MBytes” pentru 10 megabytes pe secundă (o conexiune rapidă) sau „BandwidthRate 500 KBytes” pentru 500 kilobytes pe secundă (o conexiune decentă prin cablu).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
ro: Setarea minimă de lățime de bandă este de 75 kilobiți pe secundă.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
ro: **BandwidthBurst** este un grup de octeți utilizat pentru a îndeplini cererile în perioade scurte de trafic peste BandwidthRate, dar păstrează media pe o perioadă lungă de timp până la BandwidthRate.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
ro: O valoare mică pentru Rate, dar o valoare mare pentru Burst aplică o medie pe termen lung, permițând totuși mai mult trafic în timpul vârfului, dacă media nu a fost atinsă în ultimul timp.
