Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
es: Tu actividad en Internet, incluidos los nombres y direcciones de los sitios web que visites, se ocultarán a tu [proveedor de acceso (ISP)](../internet-service-provider-isp) y a cualquier persona que vigile tu conexión localmente.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real [(IP) address](../ip-address), and will not know who you are unless you explicitly identify yourself.
es: Los administradores de los sitios web y servicios que usas, y cualquiera que los observe, verán una conexión procedente de la red Tor en lugar de tu dirección real de Internet [(IP)](../ip-address), y no sabrán quién eres a menos que te identifiques explícitamente.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
es: Además, el Navegador Tor está diseñado para prevenir que los sitios web te "[creen una huella digital](../browser-fingerprinting)" o te identifiquen basándose en la configuración de tu navegador.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
es: Por defecto, el Navegador Tor no mantiene ningún [historial de navegación](../browsing-history).

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
es: Las [cookies](../cookie) sólo son válidas para una única [sesión](../session) (hasta que se salga del Navegador Tor o se solicite una [Nueva Identidad](../new-identity).

source: Tor Launcher
es: Arranque de Tor

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
es: Cuando ejecutes el [Navegador Tor](../tor-browser) por primera vez verás la ventana del Tor Launcher.

source: It offers you the option to connect directly to the [Tor network](../tor-tor-network-core-tor), or to configure Tor Browser for your connection.
es: Te ofrece la opción de conectarte directamente a la [Tor network](../tor-tor-network-core-tor), o configurar el Navegador Tor para tu conexión.

source: In the second case, Tor Launcher will take you through a series of configuration options.
es: En el segundo caso, Tor Launcher te llevará a través de una serie de opciones de configuración.

source: Tor log
es: registro Tor

source: "Tor log" is an automatically-generated list of [Tor](../tor-tor-network-core-tor)’s activity that can help diagnose problems.
es: "Tor log" es una lista generada automáticamente de la actividad de [Tor](../tor-tor-network-core-tor) que puede ayudar a diagnosticar problemas.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
es: Cuando algo va mal con Tor, puedes ver una opción con el mensaje de error para "copiar el registro de Tor al portapapeles".

source: If you don't see this option and you have [Tor Browser](../tor-browser) open, you can navigate to the [hamburger menu ("≡")](../glossary/hamburger-menu), then click on "Preferences", and finally on "Tor" in the side bar.
es: Si no ves esta opción y tienes abierto el [navegador Tor](../tor-browser), puedes ir al [menú de la hamburguesa ("≡")](../glossary/hamburger-menu), hacer clic en "Preferencias" y depués en "Tor" en la barra lateral.

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
es: En la parte inferior de la página, junto al texto "Ver el registro de Tor", haz clic en el botón "Ver registro...".

source: You should see an option to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
es: Deberías ver una opción para copiar el registro en el portapapeles, que luego puedes pegar en un documento para mostrar a quienquiera que te esté ayudando a solucionar el problema.

source: Tor Messenger was a cross-platform chat program that aimed to be secure by default and send all of its [traffic](../traffic) over [Tor](../tor-tor-network-core-tor).
es: Tor Messenger era un programa de chat multiplataforma que apuntaba ser seguro por defecto y enviaba todo tu [tráfico](../traffic) por [Tor](../tor-tor-network-core-tor).

source: Tor Messenger is not in development anymore.
es: Tor Messenger ya no está en desarrollo.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
es: Soportaba Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, y otros; habilitaba Mensajería fuera de registro (OTR) automáticamente; y tenía una interfaz gráfica de usuario fácil de usar traducida a múltiples lenguajes.

source: Tor / Tor network/ Core Tor
es: Tor / red de Tor/ Tor Esencial

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
es: Tor es un programa que puedes ejecutar en tu ordenador y que te ayuda a mantenerte seguro en Internet.

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
es: Te protege haciendo rebotar tus comunicaciones a través de una red distribuida de [relays](../relay) administrados por voluntarios de todo el mundo: evita que alguien que esté viendo tu conexión a Internet se entere de los sitios que visitas, y evita que los sitios que visitas se enteren de tu ubicación física.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
es: Este conjunto de repetidores voluntarios se llama la red Tor. A veces el software asociado a esta red se llama Core Tor, y a veces ["little-t tor"](../little-t-tor).

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
es: La forma en que la mayoría de la gente usa Tor es con [Navegador Tor](../tor-browser) que es una versión de [Firefox](../firefox) que corrige muchos problemas de privacidad.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
es: Tor2web es un proyecto para permitirle a los usuarios acceder [servicios onion](../onion-services) sin usar el [Navegador Tor](../tor-browser).

source: NOTE: This is not as safe as connecting to the [onion services](../onion-services) via Tor Browser, and will remove all [Tor](../tor-tor-network-core-tor)-related protections the [client](../client) would otherwise have.
es: NOTE: Esto no es tan seguro como conectarse al [servicio onion](../onion-services) con el Navegador Tor, y removerá todas las protecciones relacionadas con [Tor](../tor-tor-network-core-tor) que el [cliente](../client) de otra forma tendría.

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
es: Esta [extensión](../add-on-extension-or-plugin) configura Thunderbird para efectuar conexiones sobre [Tor](../tor-tor-network-core-tor).

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
es: El principal archivo de configuración de [Tor](../tor-tor-network-core-tor).

source: Torsocks allows you to use many applications in a safer way with [Tor](../tor-tor-network-core-tor).
es: Torsocks te permite usar muchas aplicaciones de una manera más segura con [Tor](../tor-tor-network-core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
es: Asegura que las solicitudes DNS sean manejadas con seguridad y desecha explícitamente cualquier [tráfico](../traffic) que no sea TCP desde la aplicación que estás usando.

source: TPI is an acronym for The Tor Project, Inc.
es: TPI es un acrónimo para Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
es: Las personas en IRC a menudo usan `tpo` para abreviar `torproject.org` al escribir nombres de dominio. Por ejemplo, `trac.tpo` es una abreviatura para `trac.torproject.org`.

source: traffic
es: tráfico

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
es: Tráfico son los datos enviados y recibidos por [clientes](../cliente) y [servidores](../server).

source: web browser
es: navegador web

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
es: Un navegador web (comúnmente referido como navegador) es una aplicación de software para recuperar, presentar, y recorrer recursos informáticos en la World Wide Web.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
es: Los navegadores web principales incluyen [Firefox](../firefox), Chrome, Internet Explorer, y Safari.

source: website mirror
es: espejo de sitio web

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
es: Una réplica de sitio web es una copia exacta de un sitio web al cual puedes encontrar bajo otras direcciones web.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
es: Una lista actualizada de réplicas de torproject.org está disponible en https://www.torproject.org/getinvolved/mirrors.html.en.

source: Can I use a VPN with Tor?
es: ¿Puedo usar una VPN con Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
es: Normalmente no recomendamos usar una VPN con Tor a menos que seas un usuario avanzado y sepas configurar ambos de forma que no comprometa tu privacidad.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
es: Puedes encontrar más información detallada sobre Tor + VPN en [nuestra wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Tor Browser will block browser plugins such as Flash, RealPlayer, Quicktime, and others: they can be manipulated into revealing your IP address.
es: Navegador Tor bloqueará complementos de navegador tales como Flash, RealPlayer, Quicktime, y otros: pueden ser manipulados para revelar tu dirección IP.

source: Is there a backdoor in Tor?
es: ¿Hay una puerta trasera en Tor?

source: There is absolutely no backdoor in Tor.
es: De ninguna manera. No hay una puerta trasera en Tor.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
es: Conocemos algunos abogados muy hábiles que dicen que es poco probable que nadie intente hacernos agregar una en nuestra jurisdicción (EE.UU.).

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
es: Si alguien nos lo pidiera, nos opondríamos y (los abogados opinan que) ganaríamos.

source: We will never put a backdoor in Tor.
es: Nunca pondremos una puerta trasera en Tor.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
es: Creemos que poner una puerta trasera en Tor sería tremendamente irresponsable para con nuestros usuarios y un mal precedente para el software de seguridad en general.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
es: Si alguna vez pusieramos una puerta trasera de forma deliberada en nuestro software, eso arruinaría nuestra reputación como profesionales.

source: Nobody would trust our software ever again - for excellent reasons!
es: Nadie volvería a confiar en nuestro software. ¡Y con razón!

source: But that said, there are still plenty of subtle attacks people might try.
es: Dicho lo cual, todavía quedan muchos ataques ingeniosos que la gente podría probar.

source: Somebody might impersonate us, or break into our computers, or something like that.
es: Alguien podría suplantar nuestra identidad, o entrar sin permiso en nuestros sistemas informáticos, o algo por el estilo.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
es: Tor es de código abierto y deberías vigilarlo (o al menos los cambios respecto de la versión anterior) en busca de cosas sospechosas.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
es: Si nosotros (o los distribuidores que te dieron Tor) no te damos acceso al código fuente, es una señal de que algo no va bien.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
es: También deberías comprobar las [firmas PGP](/es/tbb/how-to-verify-signature/) de las ediciones (releases) de Tor, para asegurarte de que nadie ha manipulado los sitios de descarga de Tor.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
es: Aparte, puede haber errores (bugs) en Tor que podrían afectar a tu anonimato.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
es: De vez en cuando encontramos (y arreglamos) errores relativos a (la pérdida de) anonimato, así que asegúrate de mantener Tor actualizado.

source: What programs can I use with Tor?
es: ¿Qué programas puedo usar con Tor?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
es: Hay muchos programas que funcionan con Tor, pero no hemos investigado las implicaciones en el anonimato en todos ellos lo suficientemente a fondo para estar en posición de hacer recomendaciones.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
es: Nuestra wiki contiene una lista (mantenida por la comunidad) de instrucciones para "Torificar" [aplicaciones específicas](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).

source: Please add to this list and help us keep it accurate!
es: ¡Por favor, contribuye a dicha lista y ayúdanos a mantenerla relevante!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
es: La mayoría de gente usa el Navegador Tor, que incluye todo lo necesario para navegar por la web de forma segura con Tor.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
es: Usar Tor con otros navegadores es [peligroso y no se recomienda](/es/tbb/tbb-9/).

source: Can I distribute Tor?
es: ¿Puedo distribuir Tor?

source: Yes.
es: Sí.

source: The Tor software is [free software](https://www.fsf.org/).
es: Tor es [software libre](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
es: Esto significa que tienes derecho a distribuirlo, modificado o sin modificar, a cambio de una compensación económica o de forma gratuita.

source: You don't have to ask us for specific permission.
es: No necesitas pedirnos permiso explícitamente.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
es: No obstante, si quieres distribuir Tor, debes respetar nuestra [licencia](https://gitweb.torproject.org/tor.git/plain/LICENSE).

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
es: Resumiendo, esto significa que debes incluir el texto de nuestra licencia con la parte de Tor que estés distribuyendo.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
es: De todas formas hemos de decir que la mayoría de gente que nos pregunta por esto, no quiere distribuir Tor de forma aislada.

source: They want to distribute the Tor Browser.
es: Normalmente quieren distribuir el Navegador Tor.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
es: Esto incluye [la versión con soporte extendido de Firefox](https://www.mozilla.org/en-US/firefox/organizations/) y las extensiones NoScript y HTTPS-Everywhere.

source: You will need to follow the license for those programs as well.
es: También deberás tener en cuenta las licencias de esos programas.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
es: Ambas extensiones están distribuidas bajo las condiciones de la [licencia pública general GNU](https://www.fsf.org/licensing/licenses/gpl.html), mientras que la versión con soporte extendido de Firefox se distribuye bajo las condiciones de la licencia pública Mozilla.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
es: La forma más sencilla de no quebrantar dichas licencias es incluyendo el código fuente de esos programas en cualquier lugar donde incluyas el paquete propiamente dicho.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
es: Además, tienes que asegurarte de que no confundes a tus lectores sobre lo que es Tor, quién lo hace o las funcionalidades que proporciona (o las que no proporciona).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
es: Consulta nuestras [preguntas frecuentes al respecto](https://www.torproject.org/about/trademark/) para más detalles.

source: How is Tor different from other proxies?
es: ¿En qué se diferencia Tor de otros proxy?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
es: Un proveedor típico de proxy configura un servidor en algún lugar de internet y te permite usarlo para enviar tu tráfico.

source: This creates a simple, easy to maintain architecture.
es: Esto crea una arquitectura sencilla y fácil de mantener.

source: The users all enter and leave through the same server.
es: Todos los usuarios entran y salen por el mismo servidor.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
es: El proveedor puede cobrar por el uso del proxy, o financiarse mediante publicidad en el servidor.

source: In the simplest configuration, you don't have to install anything.
es: En su versión más sencilla, no tienes que instalar nada.

source: You just have to point your browser at their proxy server.
es: Simplemente tienes que configurar tu navegador con los datos del proxy.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
es: Los proveedores de proxy sencillos son una solución adecuada si no necesitas la protección de tu privacidad ni de tu anonimato en Internet, y te fías del proveedor.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
es: Algunos proveedores de proxy sencillo usan SSL para proteger tu conexión con ellos, lo cual te protege contra adversarios cercanos, como los que pueda haber en cibercafés con wifi abierta.

source: Simple proxy providers also create a single point of failure.
es: Además, los proveedores de proxy sencillo, crean un [punto único de fallo](https://es.wikipedia.org/wiki/Single_point_of_failure).

source: The provider knows both who you are and what you browse on the Internet.
es: El proveedor sabe quien eres y qué páginas visitas.

source: They can see your traffic as it passes through their server.
es: Pueden ver tu tráfico mientras pasa a través de su servidor.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
es: En algunos casos, pueden ver tu tráfico cifrado mientras lo encaminan hacia tu banco o tienda virtual.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
es: Tienes que confiar en que el proveedor no está examinando tu tráfico, inyectando sus propios anuncios en tu tráfico o registrando tus datos personales.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
es: Tor encamina tu tráfico a través de al menos 3 servidores diferentes antes de mandarlo a su destino.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
es: Como hay una capa de cifrado para cada uno de los tres repetidores, alguien examinando tu conexión a internet no puede modificar ni leer lo que estás enviando a la red Tor.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
es: Tu tráfico va cifrado entre el cliente Tor (en tu ordenador) y allá donde termina en algún lugar del mundo.

source: ### Doesn't the first server see who I am?
es: ### ¿No puede el primer servidor ver quien soy?

source: Possibly.
es: Es posible.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
es: El primero de los tres servidores puede ver el tráfico cifrado de Tor viniendo desde tu ordenador.

source: It still doesn't know who you are and what you are doing over Tor.
es: Eso no le permite conocer quién eres y qué estás haciendo a través de Tor.

source: It merely sees "This IP address is using Tor".
es: Solamente ve "esta dirección IP está usando Tor".

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
es: De todas formas estás protegido frente a la posibilidad de que este nodo sepa quién eres o qué sitios visitas.

source: ### Can't the third server see my traffic?
es: ### ¿No puede el tercer servidor ver mi tráfico?

source: A bad third of three servers can see the traffic you sent into Tor.
es: El tercer de los servidores puede ver el tráfico que envías a Tor.
