Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: ### Report a security issue
ml: ### ഒരു സുരക്ഷാ പ്രശ്നം റിപ്പോർട്ടുചെയ്യുക

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
ml: ഞങ്ങളുടെ പ്രോജക്റ്റുകളിലൊന്നിലോ ഇൻഫ്രാസ്ട്രക്ചറിലോ നിങ്ങൾ ഒരു സുരക്ഷാ പ്രശ്നം കണ്ടെത്തിയിട്ടുണ്ടെങ്കിൽ, ദയവായി tor-security@lists.torproject.org എന്ന ഇമെയിൽ വിലാസത്തിലേക്ക് ഇമെയിൽ ചെയ്യുക.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
ml: ടോർ അല്ലെങ്കിൽ ടോർ ബ്രൗസറിൽ നിങ്ങൾ ഒരു സുരക്ഷാ ബഗ് കണ്ടെത്തിയിട്ടുണ്ടെങ്കിൽ, ഞങ്ങളുടെ [ബഗ് ബൗണ്ടി പ്രോഗ്രാമിനായി](https://hackerone.com/torproject) സമർപ്പിക്കാൻ മടിക്കേണ്ടതില്ല.

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
ml: നിങ്ങളുടെ മെയിൽ‌ എൻ‌ക്രിപ്റ്റ് ചെയ്യാൻ‌ നിങ്ങൾ‌ താൽ‌പ്പര്യപ്പെടുന്നെങ്കിൽ‌, tor-security-sendkey@lists.torproject.org അല്ലെങ്കിൽ‌ പൂൾ‌. വിരലടയാളം ഇതാ:

source: About
ml: വിവരം

source: Documentation
ml: ഉപയോക്തൃ മാനുവൽ

source: Press
ml: അമർത്തുക

source: Jobs
ml: ജോലികൾ

source: Blog
ml: ബ്ലോഗ്

source: Newsletter
ml: വാർത്താക്കുറിപ്പ്

source: Contact
ml: ബന്ധപ്പെടുക

source: Donate
ml: സംഭാവന ചെയ്യുക

source: Support
ml: പിന്തുണക്കാവുന്ന

source: Community
ml: കമ്മ്യൂണിറ്റി

source: I have a compelling reason to trace a Tor user. Can you help?
ml: ഒരു ടോർ ഉപയോക്താവിനെ കണ്ടെത്താൻ എനിക്ക് ശക്തമായ കാരണമുണ്ട്. നിങ്ങൾക്ക് സഹായിക്കാമോ?

source: There is nothing the Tor developers can do to trace Tor users.
ml: ടോർ ഉപയോക്താക്കളെ കണ്ടെത്താൻ ടോർ ഡവലപ്പർമാർക്ക് ഒന്നും ചെയ്യാനാകില്ല.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ml: ടോറിന്റെ അജ്ഞാതത്വം തകർക്കുന്നതിൽ നിന്ന് മോശം ആളുകളെ തടയുന്ന അതേ പരിരക്ഷകളും ഉപയോക്താക്കളെ ട്രാക്കുചെയ്യുന്നതിൽ നിന്ന് തടയുന്നു.

source: Does the Tor Project offer hosting?
ml: ടോർ പ്രോജക്റ്റ് ഹോസ്റ്റിംഗ് വാഗ്ദാനം ചെയ്യുന്നുണ്ടോ?

source: No, the Tor Project does not offer hosting services.
ml: ഇല്ല, ടോർ പ്രോജക്റ്റ് ഹോസ്റ്റിംഗ് സേവനങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നില്ല.

source: Can I change the number of hops Tor uses?
ml: ടോർ ഉപയോഗിക്കുന്ന ഹോപ്സിന്റെ എണ്ണം എനിക്ക് മാറ്റാൻ കഴിയുമോ?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ml: ഇപ്പോൾ പാത്തിന്റെ ദൈർഘ്യം 3-ൽ ഹാർഡ്-കോഡ് ചെയ്തിരിക്കുന്നു, ഒപ്പം നിങ്ങളുടെ പാതയിലെ സെൻസിറ്റീവ് ആയ നോഡുകളുടെ എണ്ണവും.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ml: അതായത്, സാധാരണ സന്ദർഭങ്ങളിൽ ഇത് 3 ആണ്, പക്ഷേ ഉദാഹരണത്തിന് നിങ്ങൾ ഒരു ഉള്ളി സേവനമോ “.എക്സിറ്റ്” വിലാസമോ ആക്സസ് ചെയ്യുകയാണെങ്കിൽ അത് കൂടുതൽ ആകാം.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ml: കൂടുതൽ സുരക്ഷ നൽകാതെ (ഞങ്ങൾക്ക് പറയാൻ കഴിയുന്നിടത്തോളം) നെറ്റ്‌വർക്കിൽ ലോഡ് വർദ്ധിപ്പിക്കുന്നതിനേക്കാൾ കൂടുതൽ ദൈർഘ്യമുള്ള പാതകൾ ഉപയോഗിക്കാൻ ആളുകളെ പ്രോത്സാഹിപ്പിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നില്ല.

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ml: കൂടാതെ, 3-ൽ കൂടുതൽ ദൈർഘ്യമുള്ള പാതകൾ ഉപയോഗിക്കുന്നത് അജ്ഞാതതയെ ദോഷകരമായി ബാധിക്കും, കാരണം ഇത് [സുരക്ഷ നിഷേധിക്കൽ](https://www.freehaven.net/anonbib/#ccs07-doa) ആക്രമണത്തെ എളുപ്പമാക്കുന്നു, രണ്ടാമത്തേത് ഒരു ഐഡന്റിഫയറായി പ്രവർത്തിക്കുമെന്നതിനാൽ നിങ്ങളുടെ അതേ പാത്ത് ദൈർ‌ഘ്യം വളരെ കുറച്ച് ഉപയോക്താക്കൾ‌ക്ക് മാത്രമാണെങ്കിൽ‌.

source: How can I share files anonymously through Tor?
ml: ടോറിലൂടെ എനിക്ക് എങ്ങനെ ഫയലുകൾ അജ്ഞാതമായി പങ്കിടാനാകും?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
ml: ടോറിലൂടെ ഫയലുകൾ പങ്കിടുന്നതിന്, [OnionShare](https://onionshare.org/) ഒരു നല്ല ഓപ്ഷനാണ്.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
ml: ടോർ ഉള്ളി സേവനങ്ങൾ ഉപയോഗിച്ച് ഫയലുകൾ സുരക്ഷിതമായും അജ്ഞാതമായും അയയ്‌ക്കുന്നതിനും സ്വീകരിക്കുന്നതിനുമുള്ള ഒരു ഓപ്പൺ സോഴ്‌സ് ഉപകരണമാണ് ജൂനിയർ ഷെയർ.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ‌ നേരിട്ട് ഒരു വെബ് സെർ‌വർ‌ ആരംഭിച്ച് നിങ്ങളിൽ‌ നിന്നും ഫയലുകൾ‌ ഡൗൺ‌ലോഡുചെയ്യുന്നതിനോ അല്ലെങ്കിൽ‌ ഫയലുകൾ‌ അപ്‌ലോഡുചെയ്യുന്നതിനോ മറ്റുള്ളവർ‌ക്ക് ടോർ‌ ബ്രൗസറിൽ‌ ലോഡുചെയ്യാൻ‌ കഴിയുന്ന ടോർ‌ വെബ് വിലാസമായി ആക്‌സസ് ചെയ്യാൻ‌ കഴിയുന്നതിലൂടെയും ഇത് പ്രവർത്തിക്കുന്നു.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
ml: ഇതിന് ഒരു പ്രത്യേക സെർവർ സജ്ജീകരിക്കാനോ ഒരു മൂന്നാം കക്ഷി ഫയൽ പങ്കിടൽ സേവനം ഉപയോഗിക്കാനോ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യാനോ ആവശ്യമില്ല.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
ml: ഇമെയിൽ, Google ഡ്രൈവ്, ഡ്രോപ്പ്ബോക്സ്, വെട്രാൻസ്ഫർ, അല്ലെങ്കിൽ ആളുകൾ സാധാരണഗതിയിൽ പരസ്പരം ഫയലുകൾ അയയ്ക്കുന്നതുപോലുള്ള സേവനങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായി, നിങ്ങൾ ജൂനിയർ ഷെയർ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾ പങ്കിടുന്ന ഫയലുകളിലേക്ക് ഒരു കമ്പനിക്കും പ്രവേശനം നൽകില്ല.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
ml: സുരക്ഷിതമല്ലാത്ത രീതിയിൽ നിങ്ങൾ വിലാസമില്ലാത്ത വെബ് വിലാസം പങ്കിടുന്നിടത്തോളം (ഇത് ഒരു എൻ‌ക്രിപ്റ്റ് ചെയ്ത സന്ദേശമയയ്‌ക്കൽ അപ്ലിക്കേഷനിൽ ഒട്ടിക്കുന്നത് പോലെ), നിങ്ങൾക്കും നിങ്ങൾ പങ്കിടുന്ന വ്യക്തിക്കും അല്ലാതെ മറ്റാർക്കും ഫയലുകൾ ആക്‌സസ് ചെയ്യാൻ കഴിയില്ല.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
ml: [മൈക്ക ലീ](https://github.com/micahflee/onionshare) ഉള്ളി പങ്കിടൽ വികസിപ്പിച്ചെടുത്തു.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
ml: ബിറ്റ് ടോറന്റ് പോലുള്ള ചില തരം ഫയൽ പങ്കിടൽ ട്രാഫിക് തടയുന്നതിനായി നിരവധി എക്സിറ്റ് നോഡുകൾ ക്രമീകരിച്ചിരിക്കുന്നു.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ml: ബിറ്റ് ടോറന്റ് പ്രത്യേകിച്ചും [ടോറിനെക്കാൾ അജ്ഞാതനല്ല](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
ml: ടോർ പ്രോജക്റ്റുമായി ഞാൻ എങ്ങനെ സന്നദ്ധപ്രവർത്തനം നടത്തും?

source: Please see our [community page](https://community.torproject.org) for how to get involved!
ml: എങ്ങനെ ഇടപെടാം എന്നതിന് ഞങ്ങളുടെ [കമ്മ്യൂണിറ്റി പേജ്](https://community.torproject.org) കാണുക!

source: How can I donate to Tor Project?
ml: ടോർ പ്രോജക്റ്റിലേക്ക് എനിക്ക് എങ്ങനെ സംഭാവന ചെയ്യാം?

source: Thank you for your support!
ml: നിങ്ങളുടെ പിന്തുണയ്ക്ക് നന്ദി!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
ml: സംഭാവന ചെയ്യുന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ ഞങ്ങളുടെ [ദാതാവിന്റെ പതിവുചോദ്യങ്ങളിൽ](https://donate.torproject.org/donor-faq) കണ്ടെത്താനാകും.

source: Why don't you prevent bad people from doing bad things when using Tor?
ml: ടോർ ഉപയോഗിക്കുമ്പോൾ മോശം ആളുകൾ മോശം കാര്യങ്ങൾ ചെയ്യുന്നതിൽ നിന്ന് നിങ്ങൾ എന്തുകൊണ്ട് തടയുന്നില്ല?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ml: നമ്മൾ പോലും കാര്യങ്ങൾ സെൻസർ ചെയ്യുന്നതിൽ നിന്ന് ആരെയും തടയുന്നതിലൂടെ മനുഷ്യാവകാശവും സ്വകാര്യതയും സംരക്ഷിക്കുന്നതിനാണ് ടോർ രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ml: ഭയാനകമായ കാര്യങ്ങൾ ചെയ്യാൻ ടോർ ഉപയോഗിക്കുന്ന ചില ആളുകളുണ്ടെന്ന് ഞങ്ങൾ വെറുക്കുന്നു, പക്ഷേ മനുഷ്യാവകാശ പ്രവർത്തകർ, പത്രപ്രവർത്തകർ, ദുരുപയോഗം അതിജീവിച്ചവർ, നല്ല കാര്യങ്ങൾക്കായി ടോർ ഉപയോഗിക്കുന്ന മറ്റ് ആളുകൾ എന്നിവരെ തുരങ്കം വയ്ക്കാതെ അവരെ ഒഴിവാക്കാൻ ഞങ്ങൾക്ക് ഒന്നും ചെയ്യാൻ കഴിയില്ല.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ml: ടോർ ഉപയോഗിക്കുന്നതിൽ നിന്ന് ചില ആളുകളെ തടയാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അടിസ്ഥാനപരമായി ഞങ്ങൾ സോഫ്റ്റ്വെയറിലേക്ക് ഒരു ബാക്ക്ഡോർ ചേർക്കുന്നു, അത് ഞങ്ങളുടെ ദുർബലരായ ഉപയോക്താക്കളെ മോശം ഭരണകൂടങ്ങളിൽ നിന്നും മറ്റ് എതിരാളികളിൽ നിന്നുമുള്ള ആക്രമണങ്ങളിലേക്ക് തുറക്കും.

source: Who funds Tor?
ml: ആരാണ് ടോറിന് പണം നൽകുന്നത്?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ml: യുഎസ് ഫെഡറൽ ഏജൻസികൾ, സ്വകാര്യ ഫൗണ്ടേഷനുകൾ, വ്യക്തിഗത ദാതാക്കൾ എന്നിവരുൾപ്പെടെ നിരവധി വ്യത്യസ്ത സ്പോൺസർമാരാണ് ടോറിന് ധനസഹായം നൽകുന്നത്.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
ml: എല്ലാ [ഞങ്ങളുടെ സ്പോൺസർമാരുടെ](https://www.torproject.org/about/sponsors/) ഒരു ലിസ്റ്റ് [ബ്ലോഗ് പോസ്റ്റുകൾ](https://blog.torproject.org/category/tags/form-990) ഞങ്ങളുടെ സാമ്പത്തിക റിപ്പോർട്ടുകളിൽ.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
ml: ഞങ്ങളുടെ സ്പോൺസർമാരെക്കുറിച്ചും ഫണ്ടിംഗ് മോഡലിനെക്കുറിച്ചും പരസ്യമായി സംസാരിക്കുന്നത് ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയുമായി വിശ്വാസം നിലനിർത്തുന്നതിനുള്ള ഏറ്റവും നല്ല മാർഗമാണെന്ന് ഞങ്ങൾക്ക് തോന്നുന്നു.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ml: ഞങ്ങളുടെ ഫണ്ടിംഗ് സ്രോതസ്സുകളിൽ, പ്രത്യേകിച്ച് അടിസ്ഥാനങ്ങളിൽ നിന്നും വ്യക്തികളിൽ നിന്നും ഞങ്ങൾ എല്ലായ്പ്പോഴും കൂടുതൽ വൈവിധ്യം തേടുന്നു.

source: Can I use Tor with BitTorrent?
ml: ബിറ്റ് ടോറന്റിനൊപ്പം എനിക്ക് ടോർ ഉപയോഗിക്കാമോ?

source: We do not recommend using Tor with BitTorrent.
ml: ബിറ്റ് ടോറന്റിനൊപ്പം ടോർ ഉപയോഗിക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നില്ല.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ml: കൂടുതൽ വിവരങ്ങൾക്ക്, ദയവായി ഞങ്ങളുടെ [വിഷയത്തെക്കുറിച്ചുള്ള ബ്ലോഗ് പോസ്റ്റ്](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea) കാണുക.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ml: എന്റെ കമ്പ്യൂട്ടറിലെ ഫയലുകൾ ലോക്കുചെയ്‌തു, എന്റെ ഫയലുകൾക്ക് മോചനദ്രവ്യം നൽകാൻ ടോർ ബ്രൗസർ ഡൗൺലോഡുചെയ്യാൻ ആരെങ്കിലും ആവശ്യപ്പെടുന്നു!

source: We are so sorry, but you have been infected with malware.
ml: ക്ഷമിക്കണം, നിങ്ങൾക്ക് ക്ഷുദ്രവെയർ ബാധിച്ചിരിക്കുന്നു.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ml: ടോർ പ്രോജക്റ്റ് ഈ ക്ഷുദ്രവെയർ സൃഷ്ടിച്ചില്ല. നിങ്ങളിൽ നിന്ന് അവർ ആവശ്യപ്പെടുന്ന മറുവിലയുമായി അജ്ഞാതമായി ബന്ധപ്പെടുന്നതിന് ടോർ ബ്രൗസർ ഡൗൺലോഡ് ചെയ്യാൻ ക്ഷുദ്രവെയർ രചയിതാക്കൾ നിങ്ങളോട് ആവശ്യപ്പെടുന്നു.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ml: ടോർ ബ്രൗസറിനായുള്ള നിങ്ങളുടെ ആദ്യ ആമുഖമാണിത് എങ്കിൽ, ഇതിലും മോശമായ ആളുകളെ പ്രാപ്തമാക്കുന്ന മോശം ആളുകളാണെന്ന് ഞങ്ങൾ കരുതുന്നുവെന്ന് ഞങ്ങൾ മനസ്സിലാക്കുന്നു.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ml: മനുഷ്യാവകാശ പ്രവർത്തകർ, പത്രപ്രവർത്തകർ, ഗാർഹിക പീഡനത്തെ അതിജീവിച്ചവർ, വിസിൽ ബ്ലോവർമാർ, നിയമ നിർവഹണ ഉദ്യോഗസ്ഥർ തുടങ്ങി നിരവധി പേർ ഞങ്ങളുടെ സോഫ്റ്റ്വെയർ വിവിധ ആവശ്യങ്ങൾക്കായി എല്ലാ ദിവസവും ഉപയോഗിക്കുന്നുണ്ടെന്ന് ദയവായി പരിഗണിക്കുക. നിർ‌ഭാഗ്യവശാൽ‌, ഈ സോഫ്റ്റ്‌വെയർ‌ ആളുകൾ‌ക്ക് ഞങ്ങളുടെ സോഫ്റ്റ്‌വെയർ‌ നൽ‌കുന്ന പരിരക്ഷ കുറ്റവാളികൾ‌ക്കും ക്ഷുദ്രവെയർ‌ രചയിതാക്കൾ‌ക്കും ദുരുപയോഗം ചെയ്യാൻ‌ കഴിയും.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ml: ക്ഷുദ്രകരമായ ആവശ്യങ്ങൾക്കായി ഞങ്ങളുടെ സോഫ്റ്റ്വെയർ ഉപയോഗിക്കുന്നതിനെ ടോർ പ്രോജക്റ്റ് പിന്തുണയ്ക്കുകയോ ക്ഷമിക്കുകയോ ചെയ്യുന്നില്ല.

source: Does Tor keep logs?
ml: ടോർ ലോഗുകൾ സൂക്ഷിക്കുന്നുണ്ടോ?

source: Tor doesn't keep any logs that could identify a particular user.
ml: ഒരു പ്രത്യേക ഉപയോക്താവിനെ തിരിച്ചറിയാൻ കഴിയുന്ന ലോഗുകളൊന്നും ടോർ സൂക്ഷിക്കുന്നില്ല.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
ml: [ടോർ മെട്രിക്സ്](https://metrics.torproject.org/) ൽ നിങ്ങൾക്ക് പരിശോധിക്കാൻ കഴിയുന്ന നെറ്റ്‌വർക്ക് എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിന്റെ ചില സുരക്ഷിതമായ അളവുകൾ ഞങ്ങൾ എടുക്കുന്നു.

source: Does Tor Project offer email service or other privacy protecting web services?
ml: ടോർ പ്രോജക്റ്റ് ഇമെയിൽ സേവനമോ മറ്റ് സ്വകാര്യത പരിരക്ഷിക്കുന്ന വെബ് സേവനങ്ങളോ വാഗ്ദാനം ചെയ്യുന്നുണ്ടോ?

source: No, we don't provide any online services.
ml: ഇല്ല, ഞങ്ങൾ ഓൺലൈൻ സേവനങ്ങളൊന്നും നൽകുന്നില്ല.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
ml: ഞങ്ങളുടെ എല്ലാ സോഫ്റ്റ്വെയർ പ്രോജക്റ്റുകളുടെയും ഒരു ലിസ്റ്റ് ഞങ്ങളുടെ [പ്രോജക്റ്റുകൾ പേജിൽ](https://www.torproject.org/projects/projects.html.en) കാണാം.

source: Can I use the Tor logo in my product?
ml: എന്റെ ഉൽപ്പന്നത്തിൽ ടോർ ലോഗോ ഉപയോഗിക്കാമോ?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
ml: ഞങ്ങളുടെ [വ്യാപാരമുദ്ര പതിവ് പേജിൽ](https://www.torproject.org/about/trademark/) നിങ്ങൾക്ക് ഇതിനെക്കുറിച്ച് എല്ലാം വായിക്കാനാകും.

source: I'm having a problem updating or using Vidalia.
ml: വിഡാലിയ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനോ ഉപയോഗിക്കുന്നതിനോ എനിക്ക് ഒരു പ്രശ്‌നമുണ്ട്.

source: Vidalia is no longer maintained or supported.
ml: വിഡാലിയ മേലിൽ പരിപാലിക്കുകയോ പിന്തുണയ്ക്കുകയോ ഇല്ല.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ml: വിഡാലിയ വാഗ്ദാനം ചെയ്ത സവിശേഷതകളുടെ വലിയൊരു ഭാഗം ഇപ്പോൾ ടോർ ബ്രൗസറിലേക്ക് തന്നെ സംയോജിപ്പിച്ചിരിക്കുന്നു.

source: How can I chat with Tor Project teams?
ml: ടോർ പ്രോജക്റ്റ് ടീമുകളുമായി എനിക്ക് എങ്ങനെ ചാറ്റുചെയ്യാനാകും?

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
ml: നിങ്ങൾക്ക് എങ്ങനെ ഐ‌ആർ‌സിയിലേക്ക് പ്രവേശിക്കാനും തത്സമയം ടോർ സംഭാവകരുമായി ചാറ്റുചെയ്യാനും കഴിയും:

source: 2. Fill in the blanks:
ml: 2. ഒഴിവുകൾ പൂരിപ്പിക്കുക:

source: **NICKNAME:** Anything you want, but choose the same nickname (nick) every time you use IRC to talk to people on Tor. If your nick is already being used, you will get a message from the system and you should choose another nick.
ml: **NICKNAME:** നിങ്ങൾക്ക് ആവശ്യമുള്ളതെന്തും, എന്നാൽ ടോറിലെ ആളുകളുമായി സംസാരിക്കാൻ നിങ്ങൾ ഐആർ‌സി ഉപയോഗിക്കുമ്പോഴെല്ലാം ഒരേ വിളിപ്പേര് (nick) തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ നിക്ക് ഇതിനകം ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് സിസ്റ്റത്തിൽ നിന്ന് ഒരു സന്ദേശം ലഭിക്കും, നിങ്ങൾ മറ്റൊരു നിക്ക് തിരഞ്ഞെടുക്കണം.

source: 3. Click Enter
ml: 3. എന്റർ ക്ലിക്കുചെയ്യുക

source: Congratulations! You're on IRC.
ml: അഭിനന്ദനങ്ങൾ! നിങ്ങൾ ഐആർസിയിലാണ്.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
ml: കുറച്ച് നിമിഷങ്ങൾക്ക് ശേഷം, നിങ്ങൾ സ്വപ്രേരിതമായി #tor നൽകും, ഇത് ടോർ ഡവലപ്പർമാർ, റിലേ ഓപ്പറേറ്റർമാർ, മറ്റ് കമ്മ്യൂണിറ്റി അംഗങ്ങൾ എന്നിവരുമായുള്ള ചാറ്റ് റൂമാണ്. #tor- ലും ചില ക്രമരഹിതമായ ആളുകൾ ഉണ്ട്.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
ml: സ്‌ക്രീനിന്റെ ചുവടെയുള്ള ശൂന്യമായ ബാറിൽ നിങ്ങൾക്ക് ചോദ്യങ്ങൾ ചോദിക്കാൻ കഴിയും. ദയവായി, ചോദിക്കാൻ ആവശ്യപ്പെടരുത്, നിങ്ങളുടെ ചോദ്യം ചോദിക്കുക.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
ml: ആളുകൾ‌ക്ക് ഉടൻ‌ തന്നെ ഉത്തരം നൽ‌കാൻ‌ കഴിഞ്ഞേക്കാം, അല്ലെങ്കിൽ‌ അൽ‌പം കാലതാമസമുണ്ടാകാം (ചില ആളുകൾ‌ ചാനലിൽ‌ ലിസ്റ്റുചെയ്‌തിട്ടുണ്ടെങ്കിലും അവരുടെ കീബോർ‌ഡുകളിൽ‌ നിന്നും റെക്കോർ‌ഡ് ചാനൽ‌ പ്രവർ‌ത്തനങ്ങളിൽ‌ നിന്നും പിന്നീട് വായിക്കാൻ‌).

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
ml: നിർദ്ദിഷ്ട ഒരാളുമായി ചാറ്റുചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ അഭിപ്രായം അവരുടെ നിക്കിലൂടെ ആരംഭിക്കുക, ആരെങ്കിലും അവരെ ബന്ധപ്പെടാൻ ശ്രമിക്കുന്ന ഒരു അറിയിപ്പ് അവർക്ക് സാധാരണ ലഭിക്കും.

source: Why I can't join Tor-dev and other channels?
ml: എന്തുകൊണ്ടാണ് എനിക്ക് ടോർ-ദേവിലും മറ്റ് ചാനലുകളിലും ചേരാനാകാത്തത്?

source: The #tor-project channel is where Tor people discuss and coordinate daily Tor work. It has fewer members than #tor and is more focused on the work at hand. You are also welcome to join this channel. To access #tor-project, your nickname (nick) must be registered and verified.
ml: ടോർ ആളുകൾ ദിവസേന ടോർ വർക്ക് ചർച്ച ചെയ്യുകയും ഏകോപിപ്പിക്കുകയും ചെയ്യുന്ന സ്ഥലമാണ് #tor-project ചാനൽ. ഇതിന് #tor ടോറിനേക്കാൾ കുറച്ച് അംഗങ്ങളുണ്ട്, മാത്രമല്ല കയ്യിലുള്ള ജോലികളിൽ കൂടുതൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുകയും ചെയ്യുന്നു. ഈ ചാനലിൽ ചേരുന്നതിനും നിങ്ങൾക്ക് സ്വാഗതം. #tor-project ആക്സസ് ചെയ്യുന്നതിന്, നിങ്ങളുടെ വിളിപ്പേര് (nick) രജിസ്റ്റർ ചെയ്യുകയും പരിശോധിക്കുകയും വേണം.

source: Here's how to reach #tor-project and other registered channels.
ml: #tor-project ക്കും മറ്റ് രജിസ്റ്റർ ചെയ്ത ചാനലുകളിലേക്കും എങ്ങനെ എത്തിച്ചേരാമെന്നത് ഇതാ.

source: 1. Log onto #tor. See [How can I chat with Tor Project teams?](/get-in-touch/irc-help/)
ml: 1. #tor ലേക്ക് പ്രവേശിക്കുക. [ടോർ പ്രോജക്റ്റ് ടീമുകളുമായി എനിക്ക് എങ്ങനെ ചാറ്റുചെയ്യാനാകും?](/ml/get-in-touch/irc-help/) കാണുക

source: 2. Then, click on the word **"Status"** at the top left of the screen.
ml: 2. തുടർന്ന്, സ്ക്രീനിന്റെ മുകളിൽ ഇടതുവശത്തുള്ള **"Status"** എന്ന വാക്കിൽ ക്ലിക്കുചെയ്യുക.

source: 4. Hit enter.
ml: 4. എന്റർ അമർത്തുക.

source: If all goes well, you will receive a message that you are registered.
ml: എല്ലാം ശരിയായി നടക്കുന്നുവെങ്കിൽ, നിങ്ങൾ രജിസ്റ്റർ ചെയ്ത ഒരു സന്ദേശം നിങ്ങൾക്ക് ലഭിക്കും.

source: The system may register you as your nick_ instead of your nick.
ml: സിസ്റ്റം നിങ്ങളുടെ നിക്കിന് പകരം നിങ്ങളുടെ നിക്ക്_ ആയി രജിസ്റ്റർ ചെയ്യാം.

source: If so, just go with it but remember you are user_ and not user.
ml: അങ്ങനെയാണെങ്കിൽ, അതിനൊപ്പം പോകുക, പക്ഷേ നിങ്ങൾ ഉപയോക്താവല്ലെന്നും ഉപയോക്താവല്ലെന്നും ഓർമ്മിക്കുക.

source: Every time you log on to IRC, to identify your registered nick, type:
ml: നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത നിക്ക് തിരിച്ചറിയാൻ നിങ്ങൾ ഐആർ‌സിയിലേക്ക് ലോഗിൻ ചെയ്യുമ്പോഴെല്ലാം, ടൈപ്പ് ചെയ്യുക:

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
ml: തുടർന്ന്, രജിസ്ട്രേഷൻ പൂർത്തിയാക്കി #tor-project ചാനലിലേക്ക് ആക്സസ് നേടുന്നതിന്, നിങ്ങളുടെ വിളിപ്പേര് ** പരിശോധിച്ചുറപ്പിക്കണം **.

source: 2. Log in with your IRC nickname and password.
ml: 2. നിങ്ങളുടെ ഐആർ‌സി വിളിപ്പേരും പാസ്‌വേഡും ഉപയോഗിച്ച് പ്രവേശിക്കുക.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
ml: 3. **verify** എന്ന വാക്ക് നോക്കി അവിടെ പ്രവേശിക്കുക. ഒന്നും സംഭവിച്ചിട്ടില്ലെന്ന് തോന്നാം. പേജിന്റെ മുകളിൽ നോക്കുക, **Account** എന്ന ഒരു നിര ഉണ്ടാകും.

source: 4. Click on **Account**.
ml: 4. **Account** ക്ലിക്കുചെയ്യുക.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
ml: 5. ചതുരത്തിന്റെ ചുവടെയുള്ള ചെറിയ വാക്യത്തിൽ ക്ലിക്കുചെയ്യുക: അക്കൗണ്ട് പരിശോധിക്കുക.

source: 6. Fill out the CAPTCHA that pops up, and click ok.
ml: 6. പോപ്പ് അപ്പ് ചെയ്യുന്ന കാപ്ച പൂരിപ്പിക്കുക, ശരി ക്ലിക്കുചെയ്യുക.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
ml: 7. ഒരു ചെറിയ സന്ദേശം ദൃശ്യമാകും: "Your NickServ account has been verified."

source: 8. Go back to the IRC webpage where you are logged in and type:
ml: 8. നിങ്ങൾ ലോഗിൻ ചെയ്തിട്ടുള്ള ഐആർ‌സി വെബ്‌പേജിലേക്ക് തിരികെ പോയി ടൈപ്പ് ചെയ്യുക:

source: 9. Click ENTER.
ml: 9. ENTER ക്ലിക്കുചെയ്യുക.

source: 10. If all is well, you will receive a message that says:
ml: 10. എല്ലാം ശരിയാണെങ്കിൽ, ഇനിപ്പറയുന്ന ഒരു സന്ദേശം നിങ്ങൾക്ക് ലഭിക്കും:

source: Your nick is verified!
ml: നിങ്ങളുടെ നിക്ക് പരിശോധിച്ചു!

source: Now, to join #tor-project, you can just type:
ml: ഇപ്പോൾ, #tor-project ൽ ചേരാൻ, നിങ്ങൾക്ക് ടൈപ്പുചെയ്യാം:

source: `/join #tor-project` and hit enter.
ml: `/join #tor-project` എന്റർ അമർത്തുക.

source: You will be allowed into the channel. If so, Congratulations!
ml: നിങ്ങളെ ചാനലിലേക്ക് അനുവദിക്കും. അങ്ങനെയാണെങ്കിൽ, അഭിനന്ദനങ്ങൾ!

source: However, if you get stuck, you can ask for help in the #tor channel.
ml: എന്നിരുന്നാലും, നിങ്ങൾ കുടുങ്ങുകയാണെങ്കിൽ, #tor ചാനലിൽ നിങ്ങൾക്ക് സഹായം ആവശ്യപ്പെടാം.

source: You can toggle back and forth between channels by clicking on the different channel names at the top left of the IRC window.
ml: ഐ‌ആർ‌സി വിൻ‌ഡോയുടെ മുകളിൽ ഇടത് വശത്തുള്ള വ്യത്യസ്ത ചാനൽ നാമങ്ങളിൽ ക്ലിക്കുചെയ്തുകൊണ്ട് നിങ്ങൾക്ക് ചാനലുകൾക്കിടയിൽ അങ്ങോട്ടും ഇങ്ങോട്ടും ടോഗിൾ ചെയ്യാൻ കഴിയും.

source: Why and how I can enable Tor Package Repository in Debian?
ml: ഡെബിയനിൽ ടോർ പാക്കേജ് ശേഖരം എന്തുകൊണ്ട് എങ്ങനെ പ്രാപ്തമാക്കാം?

source: Here's how you can enable Tor Package Repository in Debian based distributions:
ml: ഡെബിയൻ അധിഷ്ഠിത വിതരണങ്ങളിൽ ടോർ പാക്കേജ് ശേഖരം നിങ്ങൾക്ക് എങ്ങനെ പ്രവർത്തനക്ഷമമാക്കാം എന്നത് ഇതാ:

source: To enable all package managers using the libapt-pkg library to access metadata and packages available in sources accessible over https (Hypertext Transfer Protocol Secure).
ml: Https (ഹൈപ്പർടെക്സ്റ്റ് ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ സെക്യുർ) വഴി ആക്സസ് ചെയ്യാവുന്ന ഉറവിടങ്ങളിൽ ലഭ്യമായ മെറ്റാഡാറ്റയും പാക്കേജുകളും ആക്സസ് ചെയ്യുന്നതിന് libapt-pkg ലൈബ്രറി ഉപയോഗിച്ച് എല്ലാ പാക്കേജ് മാനേജർമാരെയും പ്രാപ്തമാക്കുന്നതിന്.

source: #### 2. Add the following entries to `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`
ml: #### 2. ഇനിപ്പറയുന്ന എൻ‌ട്രികൾ‌ `/etc/apt/sources.list` അല്ലെങ്കിൽ‌ `/etc/apt/sources.list.d/` എന്നതിലെ ഒരു പുതിയ ഫയൽ‌ ചേർ‌ക്കുക.

source: If you want to try experimental packages:
ml: നിങ്ങൾക്ക് പരീക്ഷണാത്മക പാക്കേജുകൾ പരീക്ഷിക്കാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ:

source: Or nightly builds:
ml: അല്ലെങ്കിൽ രാത്രി ബിൽഡുകൾ:

source: #### 3. Then add the gpg key used to sign the packages by running the following commands at your command prompt
ml: #### 3. തുടർന്ന് നിങ്ങളുടെ കമാൻഡ് പ്രോംപ്റ്റിൽ ഇനിപ്പറയുന്ന കമാൻഡുകൾ പ്രവർത്തിപ്പിച്ച് പാക്കേജുകളിൽ ഒപ്പിടാൻ ഉപയോഗിക്കുന്ന gpg കീ ചേർക്കുക

source: We provide a Debian package to help you keep our signing key current. It is recommended you use it. Install it with the following commands:
ml: ഞങ്ങളുടെ സൈനിംഗ് കീ നിലവിലുള്ളതായി നിലനിർത്താൻ സഹായിക്കുന്നതിന് ഞങ്ങൾ ഒരു ഡെബിയൻ പാക്കേജ് നൽകുന്നു. ഇത് ഉപയോഗിക്കാൻ ശുപാർശ ചെയ്യുന്നു. ഇനിപ്പറയുന്ന കമാൻഡുകൾ ഉപയോഗിച്ച് ഇത് ഇൻസ്റ്റാൾ ചെയ്യുക:

source: Can I use tor from Ubuntu's repository?
ml: ഉബുണ്ടുവിന്റെ ശേഖരത്തിൽ നിന്ന് എനിക്ക് ടോർ ഉപയോഗിക്കാമോ?
