Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: Orbot is a free [app](#app) from The Guardian Project that empowers other apps on your device to use the internet more securely. Orbot uses [Tor](#tor-/-tor-network/-core-tor) to [encrypt](#encryption) your Internet [traffic](#traffic) and hide it by bouncing through a series of computers around the world.
br: Orbot é um [app](#app) gratuito do The Guardian Project que possibilita que outros apps em seu dispositivo possam usar a internet de forma mais segura. Orbot usa o [Tor](#tor-/-tor-network/-core-tor) para [criptografar](#encryption) seu [tráfego](#traffic) de Internet e ofuscá-lo retransmitindo-o através de uma série de computadores ao redor do mundo.
pt: Orbot é uma [aplicação](#app) gratuita do The Guardian Project que possibilita que outras aplicações no seu dispositivo possam usar a Internet de forma mais segura. O Orbot usa o [Tor](#tor-/-tor-network/-core-tor) para [encriptar](#encryption) o seu [tráfego](#traffic) de Internet e ofuscá-lo, retransmitindo-o através de uma série de computadores ao redor do mundo.

source: Orfox is free [app](#app) from The Guardian Project built from the same source code as [Tor Browser](#tor-browser) which is built upon [Firefox](#firefox)), but with a few minor modifications to the privacy enhancing features to make them compatible with Firefox for Android and the Android [operating system](#operating-system-os).
br: Orfox é um [app](#app) gratuito do Projeto Guardian construído do mesmo código fonte do [Navegador Tor](#tor-browser) que é construído sobre o [Firefox](#firefox)), mas com algumas pequenas modificações nos recursos de aprimoramento de privacidade para torná-los compatíveis com Firefox para Android e o [sistema operacional](#operating-system-os) Android.

source: ### [pluggable transports](#pluggable-transports]
br: ### [transportes plugáveis](#pluggable-transports]

source: Tools that [Tor](#tor-/-tor-network/-core-tor) can use to disguise the [traffic](#traffic) it sends out.
br: Ferramentas que o [Tor](#tor-/-tor-network/-core-tor) pode usar para disfarçar o [tráfego](#traffic) que envia.
pt: Ferramentas que o [Tor](#tor-/-tor-network/-core-tor) pode usar para disfarçar o [tráfego](#traffic) que envia.

source: This can be useful in situations where an [Internet Service Provider (ISP)](#internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](#tor-/-tor-network/-core-tor).
br: Isto pode ser útil em situações onde um [Provedor de Serviços de Internet (ISP)](#internet-service-provider-isp) ou outra autoridade está bloqueando ativamente as conexões com a [rede Tor](#tor-/-tor-network/-core-tor).
pt: Isto pode ser útil em situações onde um [fornecedor de serviços de Internet (ISP)](#internet-service-provider-isp) ou outra autoridade está a bloquear ativamente as conexões com a [rede Tor](#tor-/-tor-network/-core-tor).

source: ### private key
br: ### chave privada
pt: ### chave privada

source: The private portion of a [public/private key pair](#public-key-cryptography).
br: A porção privada de um [par de chaves público/privado](#public-key-cryptography).
pt: A porção privada de um [par de chaves público/privado](#public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
br: Esta é a chave que deve ser mantida privada, e não deve ser enviada para outros.
pt: Esta é a chave que deve ser mantida privada, e não deve ser enviada para outros.

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
br: Ao invés de se comunicar diretamente com o serviço, o cliente envia a mensagem para o proxy. O proxy faz a requisição em nome do cliente e passa a resposta de volta ao cliente. O serviço apenas vê e se comunica com o proxy.
pt: Em vez de se comunicar diretamente com o serviço, o cliente envia a mensagem para o proxy. O proxy faz a requisição em nome do cliente e passa a resposta de volta ao cliente. O serviço apenas vê e se comunica com o proxy.

source: ### public key
br: ### chave pública
pt: ### chave pública

source: The public portion of a [public/private key pair](#public-key-cryptography).
br: A porção pública de um [par de chaves público/privado](#public-key-cryptography).
pt: A porção pública de um [par de chaves público/privado](#public-key-cryptography).

source: This is the key that can be disseminated to others.
br: Esta é a chave que pode ser disseminada para outros.
pt: Esta é a chave que pode ser disseminada para outros.

source: ### public key cryptography
br: ### criptografia de chaves públicas
pt: ### criptografia de chaves públicas

source: A public-key cryptography system uses pairs of mathematical keys.
br: Um sistema de criptografia de chaves públicas usa pares de chaves matemáticas.
pt: Um sistema de criptografia de chaves públicas usa pares de chaves matemáticas.

source: The [public key](#public-key) can be disseminated widely while its belonging [private key](#private-key) is known only by the owner of the key pair.
br: A [chave pública](#public-key) pode ser enviada a todos enquanto mantêm-se a [chave privada](#private-key) conhecida apenas pelo proprietário do par de chaves.
pt: A [chave pública](#public-key) pode ser enviada a todos enquanto se mantém a [chave privada](#private-key) conhecida apenas pelo proprietário do par de chaves.

source: This signature can be verified by the public key.
br: Essa assinatura pode ser verificada pela chave pública.
pt: Essa assinatura pode ser verificada pela chave pública.

source: ### relay
br: ### retransmissor
pt: ### retransmissor

source: A publicly-listed node in the [Tor network](#tor-/-tor-network/-core-tor) that forwards [traffic](#traffic) on behalf of [clients](#client), and that registers itself with the [directory authorities](#directory-authority).
br: Um nó listado publicamente na [rede Tor](#tor-/-tor-network/-core-tor) que encaminha [tráfego](#traffic) em nome dos [clientes](#client), e que se registra com as [autoridades de diretório](#directory-authority).
pt: Um nó listado publicamente na [rede Tor](#tor-/-tor-network/-core-tor) que encaminha [tráfego](#traffic) em nome dos [clientes](#client), e que se regista com as [autoridades de diretório](#directory-authority).

source: It is an [add-on](#add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](#tor-browser), from different sources. You can Install Satori from the Chrome App Store.
br: É um [add-on](#add-on-extension-or-plugin) para navegadores Chrome ou Chromium que permite que você faça o download de diversos programas de privacidade e segurança, incluindo o [Navegador Tor](#tor-browser), de diferentes fontes. Você pode instalar Satori pela Chrome App Store.

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](#bridge).
br: ScrambleSuit é parecido com obfs4, mas possui um outro conjunto de [pontes](#ponte).

source: Elements used for offering dynamic/interactive content via websites.
br: Elementos usados para oferecer conteúdo dinâmico/interativo através de websites.
pt: Elementos usados para oferecer conteúdo dinâmico/interativo através de sites.

source: [Tor Browser](#tor-browser) includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. It is located in Torbutton’s “Privacy and Security Settings” menu.
br: [Navegador Tor](#navegador-tor) inclui um "Slider de Segurança" que permite que você aumente sua segurança ao desabilitar algumas características da web que podem ser usadas para atacar sua segurança e anonimato. Está localizado no menu de "Configurações de Privacidade e Segurança" no Torbutton

source: ### server
br: servidor
pt: ### servidor

source: A device on a network which offers a service, such as file and web page storage, email or chat.
br: m dispositivo na rede que oferece um serviço, como armazenamento de arquivos e páginas web, email ou chat.
pt: Um dispositivo na rede que oferece um serviço, como armazenamento de ficheiros e páginas web, email ou conversação.

source: ### session
br: ### sessão
pt: ### sessão

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](#tor-browser) means that your session data will be wiped when you close the [web browser](#web-browser).
br: Uma sessão se refere a uma conversa entre dois dispositivos se comunicando em uma rede. Usar o [Navegador Tor](#tor-browser) significa que seus dados de sessão serão limpos quando você fechar seu [navegador de internet](#web-browser).
pt: Uma sessão refere-se a uma conversa entre dois dispositivos a comunicarem-se numa rede. Usar o [Tor Browser](#tor-browser) significa que os seus dados da sessão serão limpos quando fechar o seu [navegador de Internet](#web-browser).

source: Stem is a Python(programming language) controller library for core [Tor](#tor-/-tor-network/-core-tor). Ifyou want to control core Tor with python, this is for you.
br: Stem é uma biblioteca controladora de Python(linguagem de programação) para o core do [Tor](#tor-/-tor-network/-core-tor). Se você quer controlar o core do Tor com python, essa ferramenta é para você.

source: Tails is a "live" [operating system](#operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
br: Tails é um [sistema operacional](#operating-system-os) "live", que você pode inicializar em quase qualquer computador a partir de um DVD, pendrive ou cartão SD.
pt: O Tails é um [sistema operativo](#operating-system-os) "live", que pode inicializar em quase qualquer computador a partir de um DVD, armazenamento USB ou cartão SD.

source: ### The Tor Project
br: ### O Projeto Tor

source: ### Tor / Tor network/ Core Tor
br: ### Tor / rede Tor / Core Tor
pt: ### Tor / rede Tor / núcleo do Tor

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](#little-t-tor).
br: Esse grupo de relays voluntários é chamado de rede Tor. As vezes o software associado a esse rede é chamado de Core Tor, e outras vezes ["tor de t-minúsculo"](#little-t-tor).
pt: Este grupo de retransmissores voluntários é chamado de rede Tor. Às vezes, o software associado a essa rede é chamado de núcleo Tor (Core Tor) e outras vezes ["little-t tor"](#little-t-tor).

source: The way most people use Tor is with [Tor Browser](#tor-browser) which is a version of [Firefox](#firefox) that fixes many privacy issues.
br: A forma como a maioria das pessoas utilizam o Tor é com o [Navegador Tor](#tor-browser) que é uma versão do [Firefox](#firefox) que corrige muitas questões de privacidade.
pt: A forma como a maioria das pessoas utilizam o Tor é com o [Tor Browser](#tor-browser) que é uma versão do [Firefox](#firefox) que corrige muitos problemas de privacidade.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](#internet-service-provider-isp) and from anyone watching your connection locally.
br: Sua atividade de internet, incluindo os nomes e endereços dos websites que você visita, ficarão escondidos de seu [Provedor de Internet](#internet-service-provider-isp) e de qualquer pessoa observando sua conexão localmente.
pt: Sua atividade na Internet, incluindo os nomes e endereços dos sites que visita, ficarão escondidos do seu [fornecedor de Internet](#internet-service-provider-isp) e de qualquer pessoa a observar a sua conexão localmente.

source: By default, Tor Browser does not keep any [browsing history](#browsing-history).
br: Por padrão, o Navegador Tor não mantém nenhum [histórico de navegação](#browsing-history).
pt: Por padrão, o Tor Browser não mantém nenhum [histórico de navegação](#browsing-history).

source: It offers you the option to connect directly to the [Tor network](#tor-/-tor-network/-core-tor), or to configure Tor Browser for your connection.
br: Lhe oferece a opção de se conectar diretamente a [rede Tor](#tor-/-tor-network/-core-tor), ou configurar o Navegador Tor para sua conexão.
pt: Este oferece a opção de se conectar diretamente à [rede Tor](#tor-/-tor-network/-core-tor) ou configurar o Tor Browser para a sua conexão.

source: ### Tor log
br: ### logs do Tor
pt: ### Registos do Tor

source: If you don't see this option and you have [Tor Browser](#tor-browser) open, you can navigate to the [Tor button](#torbutton) (on the top left of the browser immediately to the left of the URL bar).
br: Se você não estiver vendo essa opção e você estiver com o [Navegador Tor](#tor-browser) aberto, você pode navegar até o [botão Tor](#torbutton) (no canto superior esquerdo do navegador imediatamente à esquerda da barra de URL).

source: Click the Tor button, then open Tor Network Settings.
br: Clique no botão Tor e então abra as Configurações da rede Tor.
pt: Clique no botão Tor e então abra as Configurações da Rede Tor.

source: Tor Messenger was a cross-platform chat program that aims to be secure by default and sends all of its [traffic](#traffic) over [Tor](#tor-/-tor-network/-core-tor).
br: Tor Messenger foi um programa de chat cross-plataform com o objetivo de ser seguro por padrão e enviar todo o seu [tráfego](#traffic) pelo [Tor](#tor-/-tor-network/-core-tor).

source: Tor Messenger is not in development anymore.
br: Tor Messenger não está mais sendo desenvolvido.
pt: O Tor Messenger já não está a ser desenvolvido.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
br: Era compatível com Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo e outros; habilitava mensagens Off-the-Record (OTR) automaticamente; e tinha uma interface gráfica de usuário localizada em múltiplas línguas.
pt: Era compatível com Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo e outros; permitia mensagens Off-the-Record (OTR) automaticamente; e tinha uma interface gráfica de utilizador localizada em várias línguas.

source: This [extension](#add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](#tor-/-tor-network/-core-tor).
br: Esta [extensão](#add-on-extension-or-plugin) configura o Thunderbird para conectar-se através do [Tor](#tor-/-tor-network/-core-tor).
pt: Esta [extensão](#add-on-extension-or-plugin) configura o Thunderbird para se conectar através do [Tor](#tor-/-tor-network/-core-tor).

source: A button marked by a little green onion to the left of the URL bar.
br: Um botão marcado por uma pequena cebola (onion) verde, do lado esquerdo da barra de endereços URL.
pt: Um botão marcado por uma pequena cebola (onion) verde, do lado esquerdo da barra de endereços URL.

source: Its menu offers you "[New Identity](#new-identity)", "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)", "Privacy and Security Settings...", "Tor Network Settings..." and "Check for [Tor Browser](#tor-browser) Update..." options.
br: Menu que oferece a você as opções "[Nova Identidade](#new-identity)", "[Novo Circuito Tor para este Site](#new-tor-circuit-for-this-site)", "Configurações de Privacidade e Segurança...", "Configurações da Rede Tor..." e "Checar Atualização do [Navegador Tor](#tor-browser)...".

source: The core [Tor](#tor-/-tor-network/-core-tor) configuration file.
br: Arquivo de configuração principal do [Tor](#tor-/-tor-network/-core-tor).
pt: Ficheiro de configuração principal do [Tor](#tor-/-tor-network/-core-tor).

source: Torsocks allows you to use many applications in a safer way with [Tor](#tor-/-tor-network/-core-tor).
br: Torsocks permite que você use muitos aplicativos de maneira mais segura no [Tor](#tor-/-tor-network/-core-tor).
pt: O Torsocks permite que use muitas aplicações de maneira mais segura no [Tor](#tor-/-tor-network/-core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](#traffic) other than TCP from the application you're using.
br: Assegura que as requisições DNS são manipuladas de forma segura e rejeita explicitamente qualquer outro [tráfego](#traffic) que não seja TCP da aplicação que está sendo usada.
pt: Assegura que as requisições de DNS são manipuladas de forma segura e rejeita explicitamente qualquer outro [tráfego](#traffic) que não seja TCP da aplicação que está a ser usada.

source: Tor2web is a project to let users access [onion services](#onion-services) without using the [Tor Browser](#tor-browser).
br: Tor2web é um projeto para permitir que os usuários acessem [serviços Onion](#onion-services) sem usar o [navegador Tor](#tor-browser).
pt: O Tor2web é um projeto para permitir o acesso aos [serviços onion](#onion-services) sem usar o [Tor Browser](#tor-browser).

source: NOTE: This is not as safe as connecting to the [onion services](#onion-services) via Tor Browser, and will remove all [Tor](#tor-/-tor-network/-core-tor)-related protections the [client](#client) would otherwise have.
br: NOTA: Isso não é tão seguro quanto conectar aos [serviços onion](#onion-services) através do Navegador Tor e vai remover todas as proteções relativas ao [Tor](#tor-/-tor-network/-core-tor) que o [cliente](#client) teria.
pt: NOTA: isto não é tão seguro quanto conectar aos [serviços onion](#onion-services) através do Tor Browser e vai remover todas as proteções relativas ao [Tor](#tor-/-tor-network/-core-tor) que o [cliente](#client) poderia ter.

source: TPI is an acronym for The Tor Project, Inc.
br: TPI é um acrônimo para Projeto Tor, Inc.
pt: TPI é um acrónimo inglês para Projeto Tor, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
br: As pessoas no IRC geralmente usam `tpo` para abreviar` torproject.org` ao escrever nomes de host. Por exemplo, `trac.tpo` é uma abreviatura de` trac.torproject.org`.
pt: As pessoas no IRC geralmente dizem `tpo` para abreviar` torproject.org` ao escrever nomes de host. Por exemplo, `trac.tpo` é uma abreviatura de` trac.torproject.org`.

source: ### traffic
br: ### tráfego
pt: ### tráfego

source: Traffic is the data sent and received by [clients](#client) and [servers](#server).
br: Tráfego são os dados enviados e recebidos por [clientes](#client) e [servidores](#server).
pt: Tráfego são os dados enviados e recebidos por [clientes](#client) e [servidores](#server).

source: ### web browser
br: ### navegador web

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and traversing information resources on the World Wide Web.
br: Um navegador da Web (normalmente chamado de navegador) é um aplicativo de software para recuperar, apresentar e percorrer recursos de informações na World Wide Web.
pt: Um navegador da Internet (normalmente chamado de navegador) é uma aplicação para recuperar, apresentar e percorrer recursos de informações na rede mundial de computadores (World Wide Web).

source: Major web browsers include [Firefox](#firefox), Chrome, Internet Explorer, and Safari.
br: Principais navegadores web incluem [Firefox](#firefox), Chrome, Internet Explorer, e Safari.
pt: Os principais navegadores da Internet incluem o [Firefox](#firefox), o Chrome, o Internet Explorer e o Safari.

source: ### website mirror
br: ### Espelho do site
pt: ### espelho do site

source: A website mirror is an one-to-one copy of a website which you can find under other web addresses.
br: Um espelho do site é uma cópia individual de um site que você pode encontrar em outros endereços da web.
pt: Um espelho do site é uma cópia individual de um site, que pode encontrar em outros endereços da web.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
br: Uma lista atualizada de espelhos do torproject.org está disponível em https://www.torproject.org/getinvolved/mirrors.html.en.
pt: Está disponível uma lista atualizada de espelhos do torproject.org em https://www.torproject.org/getinvolved/mirrors.html.en

source: About
br: Sobre
pt: Sobre

source: Documentation
br: Documentação
pt: Documentação

source: Press
br: Imprensa
pt: Imprensa

source: Newsletter
br: Boletim informativo
pt: Boletim informativo

source: Contact
br: Contato
pt: Contactar

source: I have a compelling reason to trace a Tor user. Can you help?
br: Eu tenho uma razão válida para rastrear um usuário do Tor. Vocês podem me ajudar?
pt: Eu tenho uma razão convincente para rastrear um utilizador do Tor. Podem ajudar-me?

source: There is nothing the Tor developers can do to trace Tor users.
br: Não há nada que os desenvolvedores do Tor possam fazer para rastrear usuários da rede Tor.
pt: Não há nada que os programadores do Tor possam fazer para rastrear os utilizadores da rede Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
br: As mesmas proteções que impedem as pessoas más de quebrar o anonimato do Tor também impedem que nós rastreemos usuários.
pt: As mesmas proteções que impedem que as pessoas más quebrem o anonimato do Tor também impedem que nós rastreemos os utilizadores.

source: Does the Tor Project offer hosting?
br: O Projeto Tor oferece serviços de hospedagem?
pt: O Projeto Tor oferece hospedagem?

source: No, the Tor Project does not offer hosting services.
br: Não, o projeto Tor não oferece serviços de hospedagem.
pt: Não, o Projeto Tor não oferece serviços de hospedagem.

source: Can I change the number of hops Tor uses?
br: Posso alterar o número de saltos que o TOR usa?
pt: Eu posso alterar o número de etapas que o Tor utiliza?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
br: Neste momento, o comprimento do caminho é codificado em 3 mais o número de nodos em seu caminho que sejam sensíveis.
pt: Neste momento, o comprimento do caminho é codificado com 3 mais o número de nós no seu caminho que sejam sensíveis.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
br: Isto é, em situações normais, esse número é 3 mas, por exemplo, caso você esteja acessando um serviço onion ou um endereço de "saída", ele poderá ser maior.
pt: Isto é, em situações normais, esse número é 3 mas, por exemplo, caso esteja acedendo a um serviço onion ou um endereço de "saída", este poderá ser maior.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
br: Nós não encorajamos as pessoas a usar caminhos mais longos do que este, pois isto aumentaria a carga na rede sem prover (até onde sabemos) qualquer melhoria na segurança.
pt: Nós não queremos encorajar as pessoas a utilizarem caminhos mais longos do que este, pois isto aumentaria a carga na rede (até onde sabemos) sem fornecer qualquer melhoria na segurança.
