Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ml: നിങ്ങൾ‌ക്ക് എളുപ്പത്തിൽ‌ ഓർമ്മിക്കാൻ‌ കഴിയുന്ന ഒരു ഡയറക്‌ടറി സ്ഥാനം തിരഞ്ഞെടുക്കുക, ഡൗൺ‌ലോഡ് പൂർത്തിയായാൽ‌ നിങ്ങൾ‌ അവിടെ ഒരു ടോർ‌ ബ്രൗസർ‌ ഫോൾ‌ഡർ‌ കാണും.

source: Can I use Flash in Tor Browser?
ml: ടോർ ബ്രൗസറിൽ എനിക്ക് ഫ്ലാഷ് ഉപയോഗിക്കാനാകുമോ?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
ml: ടോർ ബ്രൗസറിൽ ഫ്ലാഷ് അപ്രാപ്‌തമാക്കി, ഇത് പ്രവർത്തനക്ഷമമാക്കരുതെന്ന് ഞങ്ങൾ നിങ്ങളോട് ശുപാർശ ചെയ്യുന്നു.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ml: ഏത് ബ്രൗസറിലും ഫ്ലാഷ് ഉപയോഗിക്കുന്നത് സുരക്ഷിതമാണെന്ന് ഞങ്ങൾ കരുതുന്നില്ല - ഇത് നിങ്ങളുടെ സ്വകാര്യതയെ എളുപ്പത്തിൽ അപഹരിക്കാനോ ക്ഷുദ്രവെയർ നൽകാനോ കഴിയുന്ന വളരെ സുരക്ഷിതമല്ലാത്ത സോഫ്റ്റ്വെയറാണ്.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ml: ഭാഗ്യവശാൽ, മിക്ക വെബ്‌സൈറ്റുകളും ഉപകരണങ്ങളും മറ്റ് ബ്രൗസറുകളും ഫ്ലാഷ് ഉപയോഗത്തിൽ നിന്ന് മാറുകയാണ്.

source: Does using Tor Browser protect other applications on my computer?
ml: ടോർ ബ്രൗസർ ഉപയോഗിക്കുന്നത് എന്റെ കമ്പ്യൂട്ടറിലെ മറ്റ് ആപ്ലിക്കേഷനുകളെ പരിരക്ഷിക്കുമോ?

source: Only Tor Browser's traffic will be routed over the Tor network.
ml: ടോർ നെറ്റ്‌വർക്കിലൂടെ ടോർ ബ്രൗസറിന്റെ ട്രാഫിക് മാത്രമേ റൂട്ട് ചെയ്യുകയുള്ളൂ.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ml: നിങ്ങളുടെ സിസ്റ്റത്തിലെ മറ്റേതൊരു ആപ്ലിക്കേഷനും (മറ്റ് ബ്രൗസറുകൾ ഉൾപ്പെടെ) ടോർ നെറ്റ്‌വർക്കിലൂടെ അവരുടെ കണക്ഷനുകൾ റൂട്ട് ചെയ്യില്ല, മാത്രമല്ല അവ പരിരക്ഷിക്കപ്പെടുകയുമില്ല.

source: They need to be configured separately to use Tor.
ml: ടോർ ഉപയോഗിക്കുന്നതിന് അവ പ്രത്യേകം ക്രമീകരിക്കേണ്ടതുണ്ട്.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
ml: എല്ലാ ട്രാഫിക്കും ടോർ നെറ്റ്‌വർക്കിലൂടെ കടന്നുപോകുമെന്ന് നിങ്ങൾക്ക് ഉറപ്പുണ്ടെങ്കിൽ, ഒരു യുഎസ്ബിയിൽ നിന്ന് ഏത് കമ്പ്യൂട്ടറിലും ആരംഭിക്കാൻ കഴിയുന്ന [ടെയിൽസ് ലൈവ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം](https://tails.boum.org/) നോക്കുക. സ്റ്റിക്ക് അല്ലെങ്കിൽ ഡിവിഡി.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ml: AdBlock Plus അല്ലെങ്കിൽ uBlock Origin പോലുള്ള ടോർ ബ്രൗസറിൽ ഞാൻ ഒരു പുതിയ ആഡ്-ഓൺ അല്ലെങ്കിൽ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യണോ?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ml: ടോർ ബ്രൗസറിൽ പുതിയ ആഡ്-ഓണുകൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നത് ശക്തമായി നിരുത്സാഹപ്പെടുത്തുന്നു, കാരണം അവയ്ക്ക് നിങ്ങളുടെ സ്വകാര്യതയെയും സുരക്ഷയെയും വിട്ടുവീഴ്ച ചെയ്യാൻ കഴിയും.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
ml: പുതിയ ആഡ്-ഓണുകൾ‌ ഇൻ‌സ്റ്റാൾ‌ ചെയ്യുന്നത് ടോർ‌ ബ്രൗസറിനെ അപ്രതീക്ഷിതമായി ബാധിക്കുകയും നിങ്ങളുടെ ടോർ‌ ബ്രൗസർ‌ ഫിംഗർ‌പ്രിൻറ് അദ്വിതീയമാക്കുകയും ചെയ്യും.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
ml: നിങ്ങളുടെ ടോർ ബ്രൗസറിന്റെ പകർപ്പിന് സവിശേഷമായ വിരലടയാളം ഉണ്ടെങ്കിൽ, നിങ്ങൾ ടോർ ബ്രൗസർ ഉപയോഗിക്കുന്നുണ്ടെങ്കിലും നിങ്ങളുടെ ബ്രൗസിംഗ് പ്രവർത്തനങ്ങൾ ഡീനോണിമൈസ് ചെയ്യാനും ട്രാക്കുചെയ്യാനും കഴിയും.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
ml: അടിസ്ഥാനപരമായി, ഓരോ ബ്രൗസറിന്റെയും ക്രമീകരണങ്ങളും സവിശേഷതകളും "ബ്ര browser സർ ഫിംഗർപ്രിന്റ്" എന്ന് വിളിക്കുന്നത് സൃഷ്ടിക്കുന്നു.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
ml: മിക്ക ബ്രൗസറുകളും അശ്രദ്ധമായി ഓരോ ഉപയോക്താവിനും ഒരു അദ്വിതീയ വിരലടയാളം സൃഷ്ടിക്കുന്നു, അത് ഇന്റർനെറ്റിലുടനീളം ട്രാക്കുചെയ്യാനാകും.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
ml: ഇതിനർത്ഥം ഓരോ ടോർ ബ്രൗസർ ഉപയോക്താവും മറ്റെല്ലാ ടോർ ബ്രൗസർ ഉപയോക്താക്കളെയും പോലെ കാണപ്പെടുന്നു, ഇത് ഏതെങ്കിലും വ്യക്തിഗത ഉപയോക്താവിനെ ട്രാക്കുചെയ്യുന്നത് ബുദ്ധിമുട്ടാക്കുന്നു.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
ml: ഒരു പുതിയ ആഡ്-ഓൺ ടോർ ബ്രൗസറിന്റെ ആക്രമണ ഉപരിതലം വർദ്ധിപ്പിക്കുന്നതിനുള്ള ഒരു നല്ല അവസരവുമുണ്ട്.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
ml: ഇത് സെൻ‌സിറ്റീവ് ഡാറ്റ ചോർത്താൻ അനുവദിച്ചേക്കാം അല്ലെങ്കിൽ ടോർ ബ്രൗസറിനെ ബാധിക്കാൻ ആക്രമണകാരിയെ അനുവദിച്ചേക്കാം.

source: The add-on itself could even be maliciously designed to spy on you.
ml: നിങ്ങളെ ചാരപ്പണി ചെയ്യാൻ ആഡ്-ഓൺ തന്നെ ക്ഷുദ്രകരമായി രൂപകൽപ്പന ചെയ്‌തിരിക്കാം.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
ml: [HTTPS എല്ലായിടത്തും](https://www.eff.org/https-everywhere), [NoScript](https://noscript.net) എന്നിങ്ങനെ രണ്ട് ആഡ്-ഓണുകൾ ഉപയോഗിച്ച് ടോർ ബ്രൗസർ ഇതിനകം തന്നെ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്. നിങ്ങൾ.

source: Can I download Tor Browser for Chrome OS?
ml: Chrome OS- നായി എനിക്ക് ടോർ ബ്രൗസർ ഡൗൺലോഡുചെയ്യാനാകുമോ?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
ml: നിർഭാഗ്യവശാൽ, Chrome OS- നായി ടോർ ബ്രൗസറിന്റെ ഒരു പതിപ്പ് ഞങ്ങളുടെ പക്കലില്ല.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
ml: നിങ്ങൾക്ക് Chrome OS- ൽ [Android- നായുള്ള ടോർ ബ്രൗസർ](https://www.torproject.org/download/#android) പ്രവർത്തിപ്പിക്കാൻ കഴിയും. Chrome OS- ൽ ടോർ മൊബൈൽ ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങൾ വെബ്‌സൈറ്റുകളുടെ മൊബൈൽ (ഡെസ്‌ക്‌ടോപ്പ് അല്ല) പതിപ്പുകൾ കാണും.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
ml: എന്നിരുന്നാലും, ഞങ്ങൾ Chrome OS- ൽ അപ്ലിക്കേഷൻ ഓഡിറ്റ് ചെയ്യാത്തതിനാൽ, Android- നായുള്ള ടോർ ബ്രൗസറിന്റെ എല്ലാ സ്വകാര്യത സവിശേഷതകളും നന്നായി പ്രവർത്തിക്കുമോ എന്ന് ഞങ്ങൾക്ക് അറിയില്ല.

source: Can I pick which country I'm exiting from?
ml: ഞാൻ ഏത് രാജ്യത്ത് നിന്ന് പുറത്തുകടക്കുന്നു എന്ന് എനിക്ക് തിരഞ്ഞെടുക്കാനാകുമോ?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ml: ടോർ അതിന്റെ സർക്യൂട്ടുകൾ സൃഷ്ടിക്കുന്ന രീതി പരിഷ്‌ക്കരിക്കുന്നത് ശക്തമായി നിരുത്സാഹപ്പെടുത്തുന്നു.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
ml: റൂട്ട് തിരഞ്ഞെടുക്കൽ ടോറിലേക്ക് പോകുമ്പോൾ ടോർ നൽകുന്ന മികച്ച സുരക്ഷ നിങ്ങൾക്ക് ലഭിക്കും; എൻ‌ട്രി / എക്സിറ്റ് നോഡുകൾ‌ അസാധുവാക്കുന്നത് നിങ്ങളുടെ അജ്ഞാതതയെ അപഹരിക്കാം.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ml: നിങ്ങൾ‌ക്കാവശ്യമുള്ള ഫലം ഒരു രാജ്യത്ത് മാത്രം ലഭ്യമായ ഉറവിടങ്ങൾ‌ ആക്‌സസ് ചെയ്യാൻ‌ കഴിയുകയാണെങ്കിൽ‌, ടോർ‌ ഉപയോഗിക്കുന്നതിന് പകരം ഒരു വി‌പി‌എൻ‌ ഉപയോഗിക്കുന്നത് പരിഗണിക്കേണ്ടതുണ്ട്.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ml: ടോറിന് സമാനമായ സ്വകാര്യത സവിശേഷതകൾ VPN- കൾക്ക് ഇല്ലെന്നത് ശ്രദ്ധിക്കുക, പക്ഷേ അവ ചില ജിയോലൊക്കേഷൻ നിയന്ത്രണ പ്രശ്നങ്ങൾ പരിഹരിക്കാൻ സഹായിക്കും.

source: Is it safe to run Tor Browser and another browser at the same time?
ml: ഒരേ സമയം ടോർ ബ്രൗസറും മറ്റൊരു ബ്രൗസറും പ്രവർത്തിപ്പിക്കുന്നത് സുരക്ഷിതമാണോ?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ml: നിങ്ങൾ ഒരേ സമയം ടോർ ബ്രൗസറും മറ്റൊരു ബ്രൗസറും പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ, അത് ടോറിന്റെ പ്രകടനത്തെയോ സ്വകാര്യത സവിശേഷതകളെയോ ബാധിക്കില്ല.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ml: എന്നിരുന്നാലും, നിങ്ങളുടെ മറ്റ് ബ്രൗസർ നിങ്ങളുടെ പ്രവർത്തനം സ്വകാര്യമായി സൂക്ഷിക്കുന്നില്ലെന്ന് മനസിലാക്കുക, ടോർ ബ്രൗസറിൽ നിങ്ങൾ ചെയ്യാൻ ഉദ്ദേശിക്കുന്ന എന്തെങ്കിലും ചെയ്യാൻ നിങ്ങൾ സ്വകാര്യമല്ലാത്ത ബ്രൗസർ മറക്കുകയും അബദ്ധവശാൽ ഉപയോഗിക്കുകയും ചെയ്യാം.

source: Is there support for *BSD?
ml: * ബി‌എസ്‌ഡിക്ക് പിന്തുണയുണ്ടോ?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ml: ക്ഷമിക്കണം, * ബി‌എസ്‌ഡിയിൽ ടോർ ബ്രൗസർ പ്രവർത്തിപ്പിക്കുന്നതിന് നിലവിൽ ഔദ്യോഗിക പിന്തുണയില്ല.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
ml: [TorBSD പ്രോജക്റ്റ്](https://www.torbsd.org/) എന്ന് വിളിക്കുന്ന ചിലത് ഉണ്ട്, എന്നാൽ അവരുടെ ടോർ ബ്രൗസർ ഔദ്യോഗികമായി പിന്തുണയ്‌ക്കുന്നില്ല.

source: Why is the first IP address in my relay circuit always the same?
ml: എന്റെ റിലേ സർക്യൂട്ടിലെ ആദ്യ ഐപി വിലാസം എല്ലായ്പ്പോഴും സമാനമായിരിക്കുന്നത് എന്തുകൊണ്ട്?

source: That is normal Tor behavior.
ml: അതാണ് സാധാരണ ടോർ പെരുമാറ്റം.

source: The first relay in your circuit is called an "entry guard" or "guard".
ml: നിങ്ങളുടെ സർക്യൂട്ടിലെ ആദ്യ റിലേയെ "എൻ‌ട്രി ഗാർഡ്" അല്ലെങ്കിൽ "ഗാർഡ്" എന്ന് വിളിക്കുന്നു.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ml: അറിയപ്പെടുന്ന അജ്ഞാതത്വം തകർക്കുന്ന ആക്രമണത്തിൽ നിന്ന് പരിരക്ഷിക്കുന്നതിന് 2-3 മാസത്തേക്ക് നിങ്ങളുടെ സർക്യൂട്ടിൽ ആദ്യത്തേതായി തുടരുന്ന വേഗതയേറിയതും സുസ്ഥിരവുമായ റിലേയാണിത്.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ml: നിങ്ങൾ സന്ദർശിക്കുന്ന ഓരോ പുതിയ വെബ്‌സൈറ്റിലും നിങ്ങളുടെ ബാക്കി സർക്യൂട്ട് മാറുന്നു, ഒപ്പം ഈ റിലേകളും ഒരുമിച്ച് ടോറിന്റെ സ്വകാര്യത പരിരക്ഷ നൽകുന്നു.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
ml: ഗാർഡ് റിലേകൾ എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, ഈ [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.

source: How do I view Tor Browser message log?
ml: ടോർ ബ്രൗസർ സന്ദേശ ലോഗ് ഞാൻ എങ്ങനെ കാണും?

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ml: ടോർ വേഗത്തിൽ പ്രവർത്തിപ്പിക്കാൻ എനിക്ക് എങ്ങനെ കഴിയും? ടോർ ബ്രൗസർ മറ്റ് ബ്രൗസറുകളേക്കാൾ വേഗത കുറവാണോ?

source: Using Tor Browser can sometimes be slower than other browsers.
ml: ടോർ ബ്രൗസർ ഉപയോഗിക്കുന്നത് ചിലപ്പോൾ മറ്റ് ബ്ര .സറുകളേക്കാൾ മന്ദഗതിയിലാകും.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
ml: ടോർ നെറ്റ്‌വർക്കിന് പ്രതിദിനം ഒരു ദശലക്ഷത്തിലധികം ഉപയോക്താക്കളുണ്ട്, മാത്രമല്ല അവരുടെ എല്ലാ ട്രാഫിക്കും റൂട്ട് ചെയ്യുന്നതിന് വെറും 6000 റിലേകൾ ഉണ്ട്, മാത്രമല്ല ഓരോ സെർവറിലെയും ലോഡ് ചിലപ്പോൾ ലേറ്റൻസിക്ക് കാരണമാകും. രൂപകൽപ്പന പ്രകാരം, ലോകത്തിന്റെ വിവിധ ഭാഗങ്ങളിലുള്ള സന്നദ്ധപ്രവർത്തകരുടെ സെർവറുകളിലൂടെ നിങ്ങളുടെ ട്രാഫിക് കുതിച്ചുയരുന്നു, മാത്രമല്ല ചില തടസ്സങ്ങളും നെറ്റ്‌വർക്ക് ലേറ്റൻസിയും എല്ലായ്പ്പോഴും ഉണ്ടായിരിക്കും.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
ml: [നിങ്ങളുടെ സ്വന്തം റിലേ പ്രവർത്തിപ്പിക്കുക](https://community.torproject.org/relay/) അല്ലെങ്കിൽ മറ്റുള്ളവരെ അങ്ങനെ പ്രോത്സാഹിപ്പിക്കുന്നതിലൂടെ നിങ്ങൾക്ക് നെറ്റ്‌വർക്കിന്റെ വേഗത മെച്ചപ്പെടുത്താൻ സഹായിക്കാനാകും.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
ml: കൂടുതൽ ആഴത്തിലുള്ള ഉത്തരത്തിനായി, [വിഷയത്തെക്കുറിച്ചുള്ള റോജറിന്റെ ബ്ലോഗ് പോസ്റ്റ്](https://blog.torproject.org/blog/why-tor-is-slow), [ടോറിന്റെ ഓപ്പൺ റിസർച്ച് വിഷയങ്ങൾ: 2018 പതിപ്പ്](നെറ്റ്‌വർക്ക് പ്രകടനത്തെക്കുറിച്ച് https://blog.torproject.org/tors-open-research-topics-2018-edition).

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ml: ടോർ പഴയതിനേക്കാൾ വളരെ വേഗതയുള്ളതാണെന്നും മറ്റ് ബ്രൗസറുകളിൽ നിന്നുള്ള വേഗതയിൽ എന്തെങ്കിലും മാറ്റം നിങ്ങൾ ശ്രദ്ധിക്കാനിടയില്ലെന്നും അത് പറഞ്ഞു.

source: What search engine comes with Tor Browser and how does it protect my privacy?
ml: ടോർ ബ്രൗസറിൽ എന്ത് തിരയൽ എഞ്ചിനാണ് വരുന്നത്, ഇത് എന്റെ സ്വകാര്യതയെ എങ്ങനെ സംരക്ഷിക്കും?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
ml: ടോർ ബ്രൗസറിലെ സ്ഥിരസ്ഥിതി തിരയൽ എഞ്ചിനാണ് [DuckDuckGo](https://duckduckgo.com/).

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
ml: DuckDuckGo അതിന്റെ ഉപയോക്താക്കളെ ട്രാക്കുചെയ്യുന്നില്ല അല്ലെങ്കിൽ ഉപയോക്തൃ തിരയലുകളെക്കുറിച്ചുള്ള ഒരു ഡാറ്റയും സംഭരിക്കുന്നില്ല. DuckDuckGo സ്വകാര്യതാ നയത്തെക്കുറിച്ച് കൂടുതലറിയുക [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).

source: I'm having a problem with DuckDuckGo.
ml: എനിക്ക് ഡക്ക്ഡക്ക്ഗോയുമായി ഒരു പ്രശ്‌നമുണ്ട്.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
ml: ദയവായി കാണുക [DuckDuckGo support portal](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
ml: ഇതൊരു ടോർ ബ്രൗസർ പ്രശ്നമാണെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, ദയവായി ഇത് ഞങ്ങളുടെ ബഗ് ട്രാക്കറിൽ റിപ്പോർട്ടുചെയ്യുക [bug tracker](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
ml: എനിക്ക് നോസ്ക്രിപ്റ്റിൽ ഒരു പ്രശ്നമുണ്ട്.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
ml: [NoScript FAQ](https://noscript.net/faq) കാണുക.

source: I'm having a problem with HTTPS Everywhere.
ml: എനിക്ക് HTTPS എല്ലായിടത്തും - ൽ ഒരു പ്രശ്‌നമുണ്ട്.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
ml: [HTTPS എല്ലായിടത്തും പതിവുചോദ്യങ്ങൾ](https://www.eff.org/https-everywhere/faq) കാണുക.

source: How do I update Tor Browser?
ml: ടോർ ബ്രൗസർ എങ്ങനെ അപ്‌ഡേറ്റ് ചെയ്യാം?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
ml: ടോർ ബ്രൗസർ മാനുവലിലെ [അപ്‌ഡേറ്റ് വിഭാഗം](https://tb-manual.torproject.org/updating/) കാണുക.

source: How do I uninstall Tor Browser?
ml: ടോർ ബ്രൗസർ എങ്ങനെ അൺ‌ഇൻസ്റ്റാൾ ചെയ്യും?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
ml: ടോർ ബ്രൗസർ മാനുവലിലെ [അൺ‌ഇൻസ്റ്റാൾ ചെയ്യുന്ന വിഭാഗം](https://tb-manual.torproject.org/uninstalling/) കാണുക.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ml: ഒരു പ്രത്യേക സൈറ്റിനായി ടോർ ബ്രൗസർ എനിക്ക് നൽകുന്ന ഐപി വിലാസം മാറ്റാൻ എന്തെങ്കിലും വഴിയുണ്ടോ?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ml: നിങ്ങളുടെ റിലേ സർക്യൂട്ട് മാറ്റാൻ ടോർ ബ്രൗസറിന് രണ്ട് വഴികളുണ്ട് - "പുതിയ ഐഡന്റിറ്റി", "ഈ സൈറ്റിനായുള്ള പുതിയ ടോർ സർക്യൂട്ട്".

source: ##### New Identity
ml: ##### പുതിയ ഐഡന്റിറ്റി

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ml: നിങ്ങളുടെ തുടർന്നുള്ള ബ്രൗസർ പ്രവർത്തനം നിങ്ങൾ മുമ്പ് ചെയ്ത കാര്യങ്ങളുമായി ബന്ധിപ്പിക്കുന്നതിൽ നിന്ന് തടയണമെങ്കിൽ ഈ ഓപ്ഷൻ ഉപയോഗപ്രദമാണ്.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ml: ഇത് തിരഞ്ഞെടുക്കുന്നത് നിങ്ങളുടെ എല്ലാ ടാബുകളും വിൻഡോകളും അടയ്‌ക്കും, കുക്കികളും ബ്രൗസിംഗ് ചരിത്രവും പോലുള്ള എല്ലാ സ്വകാര്യ വിവരങ്ങളും മായ്‌ക്കുകയും എല്ലാ കണക്ഷനുകൾക്കും പുതിയ ടോർ സർക്യൂട്ടുകൾ ഉപയോഗിക്കുകയും ചെയ്യും.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ml: എല്ലാ പ്രവർത്തനങ്ങളും ഡൗൺലോഡുകളും നിർത്തുമെന്ന് ടോർ ബ്രൗസർ നിങ്ങൾക്ക് മുന്നറിയിപ്പ് നൽകും, അതിനാൽ "പുതിയ ഐഡന്റിറ്റി" ക്ലിക്കുചെയ്യുന്നതിന് മുമ്പ് ഇത് കണക്കിലെടുക്കുക.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
ml: ![ടോർ ബ്രൗസർ മെനു](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
ml: ##### ഈ സൈറ്റിനായി പുതിയ ടോർ സർക്യൂട്ട്

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ml: നിങ്ങൾ ഉപയോഗിക്കുന്ന എക്സിറ്റ് റിലേയ്ക്ക് നിങ്ങൾക്ക് ആവശ്യമുള്ള വെബ്‌സൈറ്റിലേക്ക് കണക്റ്റുചെയ്യാൻ കഴിയുന്നില്ലെങ്കിലോ ശരിയായി ലോഡുചെയ്യുന്നില്ലെങ്കിലോ ഈ ഓപ്ഷൻ ഉപയോഗപ്രദമാണ്.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ml: ഇത് തിരഞ്ഞെടുക്കുന്നത് നിലവിൽ സജീവമായ ടാബ് അല്ലെങ്കിൽ വിൻഡോ പുതിയ ടോർ സർക്യൂട്ടിൽ വീണ്ടും ലോഡുചെയ്യുന്നതിന് കാരണമാകും.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ml: ഒരേ വെബ്‌സൈറ്റിൽ നിന്നുള്ള മറ്റ് ഓപ്പൺ ടാബുകളും വിൻഡോകളും വീണ്ടും ലോഡുചെയ്‌തുകഴിഞ്ഞാൽ പുതിയ സർക്യൂട്ട് ഉപയോഗിക്കും.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ml: ഈ ഓപ്‌ഷൻ ഏതെങ്കിലും സ്വകാര്യ വിവരങ്ങൾ മായ്‌ക്കുകയോ നിങ്ങളുടെ പ്രവർത്തനം അൺലിങ്ക് ചെയ്യുകയോ ചെയ്യുന്നില്ല, മറ്റ് വെബ്‌സൈറ്റുകളിലേക്കുള്ള നിങ്ങളുടെ നിലവിലെ കണക്ഷനുകളെ ഇത് ബാധിക്കുന്നില്ല.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
ml: ![ഈ സൈറ്റിനായി പുതിയ സർക്യൂട്ട്](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ml: ഞാൻ ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ, ഞാൻ ഏത് വെബ്‌സൈറ്റാണ് സന്ദർശിക്കുന്നതെന്ന് ആർക്കെങ്കിലും പറയാൻ കഴിയുമോ?

source: Tor Browser prevents people from knowing the websites you visit.
ml: ടോർ ബ്രൗസർ നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകൾ അറിയുന്നതിൽ നിന്ന് ആളുകളെ തടയുന്നു.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ml: നിങ്ങളുടെ ഇൻറർനെറ്റ് സേവന ദാതാവ് (ISP) പോലുള്ള ചില എന്റിറ്റികൾക്ക് നിങ്ങൾ ടോർ ഉപയോഗിക്കുന്നുവെന്ന് കാണാൻ കഴിഞ്ഞേക്കാം, എന്നാൽ നിങ്ങൾ എപ്പോൾ പോകുന്നുവെന്ന് അവർക്കറിയില്ല.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ml: ഞാൻ ടോർ ഉപയോഗിക്കുമ്പോഴെല്ലാം ഒരു വെബ്‌സൈറ്റ് (ബാങ്ക്, ഇമെയിൽ ദാതാവ് മുതലായവ) എന്നെ പൂട്ടിയിടും, എനിക്ക് എന്തുചെയ്യാൻ കഴിയും?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ml: ടോർ ബ്രൗസർ പലപ്പോഴും നിങ്ങളുടെ കണക്ഷൻ ലോകത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ നിന്നുള്ളതാണെന്ന് തോന്നുന്നു.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ml: ബാങ്കുകൾ അല്ലെങ്കിൽ ഇമെയിൽ ദാതാക്കൾ പോലുള്ള ചില വെബ്‌സൈറ്റുകൾ ഇത് നിങ്ങളുടെ അക്കൗണ്ട് അപഹരിക്കപ്പെട്ടതിന്റെ അടയാളമായി വ്യാഖ്യാനിക്കുകയും നിങ്ങളെ ലോക്ക് .ഔട്ട് ചെയ്യുകയും ചെയ്യും.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ml: അക്കൗണ്ട് വീണ്ടെടുക്കലിനായി സൈറ്റിന്റെ ശുപാർശിത നടപടിക്രമം പാലിക്കുക, അല്ലെങ്കിൽ ഓപ്പറേറ്റർമാരുമായി ബന്ധപ്പെടുകയും സാഹചര്യം വിശദീകരിക്കുകയും ചെയ്യുക എന്നതാണ് ഇത് പരിഹരിക്കാനുള്ള ഏക മാർഗം.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ml: നിങ്ങളുടെ ദാതാവ് 2-ഘടക പ്രാമാണീകരണം വാഗ്ദാനം ചെയ്യുന്നുവെങ്കിൽ, ഈ സാഹചര്യം ഒഴിവാക്കാൻ നിങ്ങൾക്ക് കഴിഞ്ഞേക്കും, ഇത് ഐപി അടിസ്ഥാനമാക്കിയുള്ള മതിപ്പുകളേക്കാൾ മികച്ച സുരക്ഷാ ഓപ്ഷനാണ്.

source: Contact your provider and ask them if they provide 2FA.
ml: നിങ്ങളുടെ ദാതാവിനെ ബന്ധപ്പെടുക, അവർ 2FA നൽകുന്നുണ്ടോ എന്ന് അവരോട് ചോദിക്കുക.

source: Which platforms is Tor Browser available for?
ml: ടോർ ബ്രൗസർ ഏത് പ്ലാറ്റ്ഫോമുകൾക്കായി ലഭ്യമാണ്?

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
ml: [ഒണിയൻ ബ്രൗസർ](https://onionbrowser.com) ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നുണ്ടെങ്കിലും iOS- നായി ടോർ ഇതുവരെ ഔദ്യോഗിക പതിപ്പുകളൊന്നുമില്ല.

source: Can I set Tor Browser as my default browser?
ml: എന്റെ സ്ഥിരസ്ഥിതി ബ്രൗസറായി ടോർ ബ്രൗസർ സജ്ജമാക്കാൻ എനിക്ക് കഴിയുമോ?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ml: നിങ്ങളുടെ ബാക്കി സിസ്റ്റത്തിൽ നിന്ന് സ്വയം ഒറ്റപ്പെടാൻ ടോർ ബ്രൗസർ കഠിനമായി പ്രവർത്തിക്കുന്നു, മാത്രമല്ല ഇത് സ്ഥിരസ്ഥിതി ബ്രൗസറാക്കാനുള്ള ഘട്ടങ്ങൾ വിശ്വസനീയമല്ല.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
ml: ഇതിനർത്ഥം ചിലപ്പോൾ ടോർ ബ്രൗസറിൽ ഒരു വെബ്‌സൈറ്റ് ലോഡുചെയ്യുമെന്നും ചിലപ്പോൾ ഇത് മറ്റൊരു ബ്രൗസറിൽ ലോഡുചെയ്യുമെന്നും. ഇത്തരത്തിലുള്ള പെരുമാറ്റം അപകടകരവും അജ്ഞാതത്വം തകർക്കുന്നതുമാണ്.

source: Does running Tor Browser make me a relay?
ml: ടോർ ബ്രൗസർ പ്രവർത്തിപ്പിക്കുന്നത് എന്നെ ഒരു റിലേ ആക്കുമോ?

source: Running Tor Browser does not make you act as a relay in the network.
ml: ടോർ ബ്രൗസർ പ്രവർത്തിപ്പിക്കുന്നത് നിങ്ങളെ നെറ്റ്‌വർക്കിൽ ഒരു റിലേയായി പ്രവർത്തിക്കില്ല.

source: This means that your computer will not be used to route traffic for others.
ml: മറ്റുള്ളവർ‌ക്കായി ട്രാഫിക് റൂട്ട് ചെയ്യുന്നതിന് നിങ്ങളുടെ കമ്പ്യൂട്ടർ‌ ഉപയോഗിക്കില്ലെന്നാണ് ഇതിനർത്ഥം.

source: Why does Tor Browser ship with JavaScript enabled?
ml: ജാവാസ്ക്രിപ്റ്റ് ഉള്ള ടോർ ബ്രൗസർ പ്രാപ്തമാക്കുന്നത് എന്തുകൊണ്ട്?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ml: ടോർ ബ്രൗസറിൽ സ്ഥിരസ്ഥിതിയായി ജാവാസ്ക്രിപ്റ്റ് അനുവദിക്കുന്നതിന് ഞങ്ങൾ നോസ്ക്രിപ്റ്റ് ക്രമീകരിക്കുന്നു, കാരണം നിരവധി വെബ്‌സൈറ്റുകൾ ജാവാസ്ക്രിപ്റ്റ് പ്രവർത്തനരഹിതമാക്കി പ്രവർത്തിക്കില്ല.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
ml: ജാവാസ്ക്രിപ്റ്റ് സ്ഥിരസ്ഥിതിയായി ഞങ്ങൾ അപ്രാപ്തമാക്കിയാൽ മിക്ക ഉപയോക്താക്കളും ടോർ പൂർണ്ണമായും ഉപേക്ഷിക്കും, കാരണം ഇത് അവർക്ക് വളരെയധികം പ്രശ്നങ്ങൾ സൃഷ്ടിക്കും.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
ml: ആത്യന്തികമായി, ടോർ ബ്രൗസറിനെ കഴിയുന്നത്ര സുരക്ഷിതമാക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു, മാത്രമല്ല ഭൂരിഭാഗം ആളുകൾക്കും ഇത് ഉപയോഗയോഗ്യമാക്കുകയും ചെയ്യുന്നു, അതിനാൽ ഇപ്പോൾ, ജാവാസ്ക്രിപ്റ്റ് സ്ഥിരസ്ഥിതിയായി പ്രാപ്തമാക്കുന്നത് ഉപേക്ഷിക്കുക എന്നാണ് ഇതിനർത്ഥം.
