Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: How can we help?
fa: چگونه می‌توانیم کمک کنیم؟

source: Most Frequently Asked Questions
fa: پرسش‌های متداول

source: About Tor
fa: درباره‌ Tor

source: Tor Browser
fa: مرورگر Tor

source: Tor Messenger
fa: پیام‌رسان Tor

source: Tor Mobile
fa: Tor بر روی موبایل

source: Connecting To Tor
fa: در حال اتصال به تور

source: Censorship
fa: سانسور

source: Operators
fa: اپراتورها

source: Onion Services
fa: خدمات پیازی

source: Misc
fa: متفرقه

source: Get in Touch
fa: در ارتباط باشید

source: Debian Repository
fa: مخزن دبیان

source: Tor rpm packages
fa: بسته های rpm تور

source: Abuse FAQs
fa: سوالات متداول سو استفاده

source: add-on, extension, or plugin
fa: افزونه، اکستنشن، یا پلاگین

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
fa: افزونه ها، اکستنشن ها، پلاگین ها اجزایی هستند که می توانند به [مرورگر های وب](../web-browser) اضافه شوند تا به آن ها ویژگی های جدیدی اضافه کنند.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
fa: مرورگر تور همراه دو افزونه نصب شده می آید: [NoScript](../noscript) و [HTTPS Everywhere](../https-everywhere).

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
fa: شما نباید هیچ افزونه دیگری روی مرورگر Tor نصب کنید چون ممکن است برخی ویژگی های حریم خصوصی را در خطر بیاندازد.

source: antivirus software
fa: نرم افزار آنتی ویروس

source: An antivirus software is used to prevent, detect and remove malicious software.
fa: یک نرم افزار آنتی ویروس برای جلوگیری، شناسایی و حذف نرم افزار مخرب استفاده می شود.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
fa: نرم افزار آنتی ویروس می تواند با [تور](../tor-tor-network-core-tor) که روی کامپیوتر شما در حال اجراست تداخل داشته باشد.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
fa: اگر نمی دانید چطور به تور اجازه دهید شاید لازم باشد مستندات را برای نرم افزار آنتی ویروس ببینید.

source: app
fa: برنامه

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
fa: وب اپلیکیشن (وب اپ)، یک برنامه است که [کلاینت](../client) در [مرورگر وب](../web-browser) اجرا می کند.

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
fa: اپ هم چنین می تواند به نرم افزاری که روی [سیستم عامل](../operating-system-os) موبایل خود نصب می کنید اشاره داشته باشد.

source: Atlas
fa: اطلس

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
fa: اطلس یک وب اپلیکیشن است که برای یادگیری درباره [بازپخش ها](../relay)ی تور در حال اجرا می باشد.

source: bandwidth authority
fa: مرجع پهنای باند

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
fa: برای مشخص کردن گذردهی یک بازپخش، [بازپخش ها](../relay)ی خاص به نام مرجع های پهنای باند اندازه گیری های دوره ای از بازپخش ها در [اجماع](../consensus) انجام می دهند.

source: bridge
fa: پل

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
fa: مانند [بازپخش ها](../relay)ی عادی تور، پل ها توسط داوطلبان اجرا می شوند; بر خلاف بازپخش های عادی، هرچند، آن ها به صورت عمومی لیست نشده اند، بنابراین یک مهاجم نمی تواند آن ها را به‌ آسانی شناسایی کند.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
fa: [حامل های اتصال پذیر](../pluggable-transports) نوعی از پل هستند که استفاده شما از تور را پنهان می کنند.

source: bridge authority
fa: مرجع پل

source: A special-purpose relay that maintains the list of [bridges](../bridge).
fa: یک بازپخش با هدف خاص که فهرستی از [پل ها](../bridge) را نگهداری می کند.

source: browser fingerprinting
fa: انگشت نگاری مرورگر

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
fa: انگشت نگاری روند جمع آوری اطلاعات درباره یک دستگاه یا سرویس میباشد تا به این وسیله حدس های صحیحی درباره هویت آن یا خصوصیات آن بزند.

source: Unique behavior or responses can be used to identify the device or service analyzed.
fa: پاسخ یا رفتار یکتا می تواند برای شناسایی دستگاه یا آنالیز سرویس استفاده شود.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
fa: [مرورگر تور](../tor-browser) از انگشت نگاری جلوگیری می کند.

source: browsing history
fa: تاریخچه گردش

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
fa: تاریخچه مرورگر یک تاریخچه از درخواست های ایجاد شده در هنگام استفاده از [مرورگر وب](../web-browser) می باشد و شامل اطلاعات مانند سایت ها دیده شده و زمان آن ها می باشد.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
fa: [مرورگر تور](../tor-browser) تاریخچه گردش شما را پس از بسته شدن [نشست](../session) پاک می کند.

source: CAPTCHA
fa: کپچا

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
fa: کپچا یک آزمون چالش-پاسخ استفاده شده در رایانش برای شناسایی اینکه کاربر انسان است یا نه می باشد.

source: [Tor](../tor-tor-network-core-tor) users are often served captchas because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
fa: کاربران [تور](../tor-tor-network-core-tor) اغلب اوقات کپچا دریافت می کنند چون [بازپخش ها](../relay)ی تور درخواست های زیادی می کنند بنابراین گاهی اوقات سایت ها برای شناسایی اینکه این درخواست ها از جانب انسان می آید یا ربات دچار مشکل هستند.

source: Always in capital letters: CAPTCHA
fa: همیشه در حروف درشت: CAPTCHA

source: checksum
fa: چک‌سام

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
fa: چک‌سام ها مقادیر [هش](../hash) فایل ها می باشند. اگر شما نرم افزاری را بدون خطا دانلود کرده اید، چک‌سام فایل دانلود شده و فایلی که شما دارید یکسان خواهد بود.

source: circuit
fa: چرخه

source: client
fa: کلاینت

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
fa: در [تور](../tor-tor-network-core-tor)، یک کلاینت یک گره در شبکه‌ی تور می باشد، معمولا از طرف یک کاربر در حال اجراست، اتصال های برنامه را از یک سری [بازپخش](../relay) عبور می دهد.

source: consensus
fa: اجماع

source: cookie
fa: کوکی

source: By default, [Tor Browser](../tor-browser) does not store cookies.
fa: به صورت پیش فرض، [مرورگر تور](../tor-browser) کوکی را ذخیره نمی کند.

source: cross-site scripting (XSS)
fa: تزریق اسکریپت از طریق وبگاه (XSS)

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
fa: تزریق اسکریپت از طریق وبگاه (XSS) به یک مهاجم اجازه می دهد تا عملکرد یا رفتاری مخرب را به یک سایت زمانی که نباید آن توانایی را داشته باشند اضافه کند.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
fa: برای اطلاعات بیشتر، [چگونه می توانید امضا ها را تایید کنید](/tbb/how-to-verify-signature/) را ببینید.

source: daemon
fa: دیمن

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
fa: دیمن یک برنامه کامپیوتری است که به صورت یک فرآیند پس زمینه اجرا می شود به جای اینکه تحت کنترل مستقیم کاربر باشد.

source: directory authority
fa: مرجع دایرکتوری

source: encryption
fa: رمزنگاری

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](../tor-tor-network-core-tor) uses three layers of encryption in the Tor [circuit](../circuit); each [relay](../relay) decrypts one layer before passing the request on to the next relay.
fa: فرآیند تبدیل یک قطعه داده به یک کد محرمانه که تنها توسط گیرنده مورد نظر قابل خواندن می باشد. [تور](../tor-tor-network-core-tor) از سه لایه رمزگذاری در [چرخه](../circuit) تور استفاده می کند; هر [بازپخش](../relay) یک لایه قبل از خود را قبل از ارسال درخواست به بازپخش بعدی رمزگشایی می کند.

source: end-to-end encrypted
fa: رمزگذاری شده به صورت سرتاسر

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
fa: داده انتقال یافته که از مبدا تا مقصد [رمزگذاری شده](../encryption) است رمزگذاری شده سرتاسر نام دارد.

source: exit
fa: خروج

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
fa: آخرین بازپخش در [چرخه تور](../circuit) که [ترافیک](../traffic) را به اینترنت عمومی ارسال می کند. سرویسی که شما به آن وصل می شوید (سایت، سرویس گپ، ارائه دهنده پست الکترونیکی، غیره...) [نشانی IP](../ip-address) خروجی را خواهد دید.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
fa: سرویس ExoneraTor یک پایگاه داده از [نشانی های IP](../ip-address) [بازپخش](../relay) که بخشی از شبکه‌ی تور بوده اند را نگهداری می کنند. به اینکه آیا یک نشانی IP در یک زمان یک بازپخش [تور](../tor-tor-network-core-tor) بوده است پاسخ می دهد. این سرویس در هنگام سر و کار داشتن با مجریان قانون کارایی دارد.

source: Firefox
fa: فایرفاکس

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
fa: موزیلا فایرفاکس یک [مرورگر وب](../web-browser) متن-باز و آزاد بوده که توسط بنیاد موزیلا و شرکت های تابعه، شرکت موزیلا توسعه یافته است.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
fa: [مرورگر تور](../tor-browser) از یک نسخه اصلاح شده فایرفاکس ESR (با پشتیبانی بلند مدت) ایجاد شده است.

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
fa: فایرفاکس برای [سیستم عامل ها](../operating-system-os)ی ویندوز، مکینتاش و لینوکس موجود می باشد، و نسخه موبایل (fennec) برای اندروید موجود می باشد.

source: firewall
fa: دیوار آتشین

source: A firewall is a network security system that monitors and controls incoming and outgoing network [traffic](../traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](../network-censorship). Sometimes people have trouble connecting to [Tor](../tor-tor-network-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
fa: دیوار آتشین یک سیستم امنیتی شبکه است که [ترافیک](../traffic). ورودی و خروجی شبکه را تحت نظر دارد و کنترل می کند. فیتر ترافیک مبتنی بر قوانین از پیش تعیین شده می باشد. یک دیوار آتشین معمولاً یک مانع بین یک شبکه داخلی امن و قابل اعتماد و یک شبکه خارجی دیگر برقرار می کند اما می تواند به عنوان یک فیلتر محتوا در قالب [سانسور](../network-censorship) هم به کار رود. گاهی اوقات افراد در وصل شدن به [تور](../tor-tor-network-core-tor) مشکل دارند چون دیوار آتشین آن ها اتصالات تور را مسدود کرده است. شما می توانید دیوار آتشین خود را غیر فعال کنید یا پیکربندی آن را تغییر دهید و تور را برای آزمایش مجدد دوباره آغاز کنید.

source: Flash Player
fa: فلش پلیر

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
fa: فلش پلیر یک [افزونه مرورگر](../add-on-extension-or-plugin) برای [برنامه ها](../app)ی اینترنتی است که به وسیله آن می توان محتوای صوتی و تصویری را تماشا کرد. شما نباید هیچوقت فلش را در [مرورگر تور](../tor-browser) فعال کنید از آنجایی که امن نیست. بسیاری سرویس هایی که از فلش استفاده می کنند، جایگزین آن HTML5 را نیز ارائه می دهند که باید در مرورگر تور کار کند.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
fa: FTE (رمزنگاری تبدیل کننده-فرمت) یک حامل اتصال پذیر است که [ترافیک تور](../traffic) را به صورت ترافیک عادی وب (HTTP) پنهان می کند.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
fa: یک سرویس است که به صورت خودکار به پیام ها (ایمیل، XMPP، توییتر) با لینک های آخرین نسخه [مرورگر تور](../tor-browser)، که در جاهای مختلف میزبانی شده اند، مانند دراپ باکس، گوگل درایو و گیت هاب میزبانی شده اند.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
fa: پروژه Tor در تابستان کد گوگل شرکت می کند که یک برنامه تابستانی برای دانشجویان دانشگاهیست.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
fa: پروژه Tor در فصل مقالات گوگل شرکت می کند که یک برنامه برای نویسندگان فنی می باشد.

source: hash
fa: هش

source: hidden services
fa: سرویس های پنهان

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
fa: نامی که در گذشته برای "[سرویس های پیازی](../onion-services)" استفاده می شد، گاهی اوقات الان هم در مستندات یا ارتباطات [تور](../tor-tor-network-core-tor) مورد استفاده قرار می گیرد.

source: hop
fa: هاپ

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
fa: در اصطلاحات [تور](../tor-tor-network-core-tor)، واسطه به [ترافیک](../traffic) در حال جابجایی بین [بازپخش ها](../relay)ی یک [چرخه](../circuit) گفته می شود.

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
fa: [پروتکل انتقال ابرمتن (HTTP)](../http) یک کانال است که برای ارسال فایل ها و داده بین دستگاه های روی یک شبکه مورد استفاده قرار می گیرد. در اصل فقط برای انتقاب صفحات وب استفاده می شد، اکنون برای تحویل دادن انواع شکل های داده و ارتباط نیز استفاده می شود.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
fa: پروتکل امن انتقال ابرمتن نسخه [رمزگذاری شده](../encryption) کانال HTTP برای انتقال فایل ها و داده بین دستگاه های روی یک شبکه می باشد.

source: HTTPS Everywhere
fa: HTTPS در همه جا

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
fa: HTTPS Everywhere یک [افزونه](../add-on-extension-or-plugin) [فایرفاکس](../firefox)، کروم، و اپرا می باشد که [HTTPS] را روی سایت هایی که HTTPS را برپا کرده اند اما به صورت پیش فرض قرار نداده اند پیش فرض می کند.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
fa: HTTPS Everywhere در [مرورگر تور](../tor-browser) نصب شده است.

source: internet service provider (ISP)
fa: ارائه دهنده خدمات اینترنتی (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
fa: یک ارائه دهنده خدمات اینترنتی (ISP) یک سازمان است که سرویس هایی را برای دسترسی و استفاده از اینترنت فراهم می کند. در هنگام استفاده از [مرورگر تور](../tor-browser)، ISP شما نمی تواند سایت هایی را که به آن ها می روید ببیند.

source: IP address
fa: آدرس آی‌پی

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
fa: نشانی پروتکل اینترنت (نشانی IP) یک برچسب عددی (یا در مورد IPv6 به صورت الفبایی-عددی) می باشد که به هر دستگاه (برای نمونه کامپیوتر، پرینتر) که در شبکه کامپیوتر مشارکت دارند و از پروتکل اینترنت برای ارتباط استفاده می کنند اختصاص داده می شود.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
fa: نشانی IP، نشانی موقعیت دستگاه می باشد که مشابه به نشانی موقعیت های فیزیکی است.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
fa: [مرورگر تور](../tor-browser) موقعیت شما را پنهان می کند و اینکار را با نشان دادن اینکه [ترافیک](../traffic) شما از یک نشانی IP می آید که متعلق به شما نیست انجام می دهد.

source: JavaScript
fa: جاوااسکریپت

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
fa: جاوا اسکریپت یک زبان برنامه نویسی است که سایت ها استفاده می کنند تا عناصری تعاملی مانند ویدئو، انیمیشن، صوت، جدول زمانی وضعیت را ارائه دهند. متاسفانه، جاوا اسکریپت می تواند اجازه دهد حملاتی را روی امنیت [مرورگر وب](../web-browser) اتفاق بیافتد که باعث به از بین رفتن ناشناس بودن شما شود.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
fa: [افزونه](../add-on-extension-or-plugin)[NoScript](../noscript) در [مرورگر تور](../tor-browser) می تواند برای مدیریت جاوا اسکریپت روی سایت های مختلف مورد استفاده قرار بگیرد.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
fa: "little-t tor" یک راه برای اشاره به دیمن شبکه tor به جای پروژه Tor یا مرورگر Tor میباشد.

source: Meek-azure makes it look like you are using a Microsoft web site.
fa: Meek-azure طوری نشان می دهد که انگار شما در حال استفاده از یک سایت مایکروسافت می باشید.

source: middle relay
fa: بازپخش میانی

source: network censorship
fa: سانسور شبکه

source: Sometimes the direct access to the [Tor network](../tor-tor-network-core-tor) is blocked by your [Internet Service Provider (ISP)](../internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](../bridge), [pluggable transports](../pluggable-transports), and [GetTor](../gettor).
fa: گاهی اوقات دسترسی مستقیم به [شبکه‌ی تور](../tor-tor-network-core-tor) توسط [ارائه دهنده خدمات اینترنتی (ISP)](../internet-service-provider-isp) شما یا توسط حکومت مسدود شده است. مرورگر تور برخی ابزار های دور زدن برای عبور از این سدها، مانند [پل ها](../bridge)، [حامل های اتصال پذیر](../pluggable-transports)، و [GetTor](../gettor) را فراهم کرده است.

source: New Identity
fa: هویت جدید

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
fa: هویت جدید یک ویژگی [مرورگر تور](../tor-browser) برای وقتی است که می خواهید فعالیت مرورگر شما به کار هایی که قبلا انجام داده بودید وصل نشود.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
fa: انتخاب آن باعث بسته شدن تمام زبانه ها و پنجره ها، پاک شدن اطلاعات خصوصی مانند [کوکی ها](../cookie) و [تاریخچه گردش](../browsing-history) و استفاده از [چرخه های تور](../circuit) جدید برای تمام اتصال ها می شود.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
fa: مرورگر Tor به شما هشدار خواهد داد که تمام فعالیت ها و دانلود های شما متوقف خواهد شد، بنابراین پیش از کلیک روی "هویت جدید" (قابل دسترسی از طریق آیکون جاروب کوچک در سمت راست بالای صفحه نمایش) این را به خاطر داشته باشید.

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
fa: هویت جدید هم چنین می تواند زمانی که مرورگر تور در اتصال به یک سایت خاص دچار مشکل است کمک کند، مشابه "[چرخه جدید تور برای این سایت](../new-tor-circuit-for-this-site)".

source: New Tor Circuit for this Site
fa: شبکه جدید Tor برای این سایت

source: [Tor Browser](../tor-browser) includes an [add-on](../add-on-extension-or-plugin) called NoScript, accessed by clicking the hamburger menu at the top-right of the screen, then navigating to "Add-ons".
fa: [مرورگر تور](../tor-browser) شامل یک [افزونه](../add-on-extension-or-plugin) به نام NoScript می باشد، از طریق کلیک روی منو همرگری در سمت راست بالای صفحه، رفتن به "افزونه ها" قابل دسترسی است.

source: NoScript allows you to control the [JavaScript](../javascript) that runs on individual web pages, or to block it entirely.
fa: NoScript به شما اجازه می دهد تا [جاوا اسکریپت](../javascript) که روی صفحات وب جداگانه اجرا می شود را کنترل کنید، یا آن را کاملاً مسدود کنید.

source: Obfs3 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random, so that it does not look like Tor or any other protocol.
fa: Obfs3 یک [حامل اتصال پذیر](../pluggable-transports) است که [ترافیک](../traffic) [تور](../tor-tor-network-core-tor) را تصادفی نشان می دهد، به صورتی که شبیه تور یا هیچ پروتکل دیگری نباشد.

source: Obfs3 is not supported anymore.
fa: obfs3 دیگر پشتیبانی نمی شود.

source: onion address
fa: نشانی پیاز

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
fa: یک برنامه iOS که متن باز بوده و از مسیر یابی Tor استفاده می کند و توسط کسی توسعه یافته که با پروژه Tor همکاری نزدیکی دارد.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
fa: [درباره Onion Browser بیشتر یاد بگیرید](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: Project name. Do not translate "Onion", however you can translate "Browser". Ex: Navegador Onion.
fa: نام پروژه. "Onion" را ترجمه نکنید، اما می توانید "Browser" را ترجمه کنید. نمونه: Navegador Onion.

source: onion services
fa: خدمات پیازی
