Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: Using Tor Browser can sometimes be slower than other browsers.
pl: Korzystanie z Przeglądarki Tor może czasami być wolniejsze niż w przypadku innych przeglądarek.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
pl: Sieć Tor'a ma ponad milion użytkowników dziennie oraz zaledwie 6000 przekaźników by przekierowywać ich wszystkie ruchy, przez co obciążenie na każdym serwerze może czasem spowodować opóźnienia.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
pl: To powiedziawszy, Tor jest znacznie szybszy niż kiedyś i możesz nie zauważyć żadnych zmian w kwestii szybkości w porównaniu z innymi przeglądarkami.

source: What search engine comes with Tor Browser and how does it protect my privacy?
pl: Jaka wyszukiwarka jest dostarczana z Przeglądarką Tor i jak chroni moją prywatność?

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
pl: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> jest domyślną wyszukiwarką w Przeglądarce Tor.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
pl: DuckDuckGo nie śledzi swoich użytkowników ani nie przechowuje żadnych danych o wyszukiwaniu użytkowników. Dowiedz się więcej o <mark><a href="https://duckduckgo.com/privacy">polityce prywatności DuckDuckGo</a></mark>.

source: I'm having a problem with DuckDuckGo.
pl: Mam problem z DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
pl: Proszę zapoznaj się z <mark><a href="https://duck.co/help">portalem wsparcia DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
pl: Jeśli uważasz, że jest to problem z Przeglądarką Tor, zgłoś go na naszej stronie do <mark><a href="https://trac.torproject.org/">śledzenia błędów</a></mark>.

source: I'm having a problem with NoScript.
pl: Mam problem z NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
pl: Proszę zapoznaj się z <mark><a href="https://noscript.net/faq">sekcją FAQ NoScript</a></mark>.

source: I'm having a problem with HTTPS Everywhere.
pl: Mam problem z HTTPS Everywhere.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
pl: Proszę zapoznaj się z <mark><a href="https://www.eff.org/https-everywhere/faq">sekcją FAQ HTTPS Everywhere</a></mark>.

source: How do I update Tor Browser?
pl: Jak zaktualizować Tor Browser?

source: You can update Tor Browser as soon as a new version is released.
pl: Możesz zaktualizować Przeglądarke Tor tak szybko jak tylko pojawi się nowa wersja.

source: Tor Browser will prompt you to update the software once a new version has been released.
pl: Przeglądarka Tor wyświetli wiadomość o aktualizacji oprogramowania po wydaniu nowej wersji.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
pl: Ikona przycisku Torbutton (mała cebulka w lewym górnym rogu przeglądarki) wyświetli żółty trójkąt.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
pl: Po otwarciu Przeglądarki Tor możesz zobaczyć pisemne wskazanie informujące, że aktualizacja jest dostępna.

source: Tor browser will install the updates.
pl: Przeglądarka Tor zainstaluje aktualizacje.

source: How do I uninstall Tor Browser?
pl: Jak moge odinstalować Przeglądarke Tor?

source: Removing Tor Browser from your system is simple:
pl: Usunięcie Przeglądarki Tora z Twojego komputera jest proste:

source: * Locate your Tor Browser folder or application.
pl: * Zlokalizuj aplikacje lub folder Przeglądarki Tor.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
pl: Domyślną lokalizacją w systemie Windows jest Pulpit; w systemie macOS jest to folder Aplikacje (w systemie macOS po zakończeniu procesu instalacji należy przenieść ją do folderu Aplikacje).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
pl: W Linuksie nie ma domyślnej lokalizacji, jednak folder będzie nosił nazwę "tor-browser_pl" jeśli używasz polskiej wersji Przeglądarki Tor.

source: * Delete the Tor Browser folder or application.
pl: * Usuń folder przeglądarki Tor lub aplikację.

source: * Empty your Trash.
pl: * Opróżnij kosz.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
pl: * Zwróć uwagę, że standardowe narzędzie "Odinstaluj" systemu operacyjnego nie jest używane.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
pl: Czy istnieje sposób na zmianę adresu IP, który jest przydzielany przez Przeglądarkę Tor dla konkretnej strony?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
pl: Przeglądarka Tor ma dwa sposoby zmiany obwodu przekaźnika - "Nowa Tożsamość" i "Nowy Obwód Tor dla tej Strony".

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
pl: Obie opcje znajdują się w Menu, ale można również uzyskać dostęp do opcji Nowy obwód wewnątrz menu informacji o witrynie, w pasku adresu URL.

source: ##### New Identity
pl: ##### Nowa Tożsamość

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
pl: Opcja ta jest przydatna, jeśli chcesz zapobiec możliwości połączenia się późniejszej aktywności przeglądarki z tym, co robiłeś wcześniej.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
pl: Wybranie go spowoduje zamknięcie wszystkich twoich kart i okien, wyczyszczenie wszystkich prywatnych informacji, takich jak pliki cookie i historia przeglądania oraz wykorzystanie nowych obwodów Tor dla wszystkich połączeń.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
pl: Tor Browser ostrzeże Cię, że wszelkie działania i pobierania zostaną wstrzymane, weź to pod uwagę przed kliknięciem "Nowa Tożsamość".

source: ##### New Tor Circuit for this Site
pl: ##### Nowy Obwód Tor dla tej Strony

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
pl: Opcja ta jest przydatna, jeśli używany przekaźnik wyjściowy nie jest w stanie połączyć się z wymaganą stroną internetową lub nie ładuje jej prawidłowo.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
pl: Wybranie tej opcji spowoduje ponowne załadowanie aktualnie aktywnej karty lub okna w nowym obwodzie Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
pl: Inne otwarte karty i okna z tej samej strony internetowej będą korzystać z nowego obwodu również po ich ponownym załadowaniu.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
pl: Ta opcja nie usunie żadnych prywatnych informacji ani nie wpłynie na Twoją aktywność, ani też nie wpłynie na bieżące połączenia z innymi stronami internetowymi.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
pl: Strona internetowa (bank, dostawca email itp.) blokuje mnie za każdym razem, gdy korzystam z Tora, co mogę zrobić?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
pl: Przeglądarka Tor często sprawia, że Twoje połączenie pojawia się tak, jakby pochodziło z zupełnie innej części świata.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
pl: Niektóre strony internetowe, takie jak banki lub dostawcy usług poczty elektronicznej, mogą interpretować to jako znak, że Twoje konto zostało naruszone i zablokować Cię.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
pl: Jedynym sposobem na rozwiązanie tego problemu jest przestrzeganie zalecanej przez stronę internetową procedury przywracania konta lub skontaktowanie się z operatorami i wyjaśnienie sytuacji.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
pl: Możesz być w stanie uniknąć tego scenariusza, jeśli Twój dostawca oferuje uwierzytelnianie dwuczynnikowe, co jest znacznie lepszą opcją bezpieczeństwa niż reputacja oparta na protokole IP.

source: Contact your provider and ask them if they provide 2FA.
pl: Skontaktuj się z dostawcą usług i zapytaj, czy zapewnia on usługę 2FA.

source: Can I set Tor Browser as my default browser?
pl: Czy mogę ustawić Przeglądarkę Tor jako domyślną?

source: There is currently no supported method for setting Tor Browser as your default browser.
pl: Obecnie nie ma obsługiwanej metody ustawienia Przeglądarki Tor jako przeglądarki domyślnej.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
pl: Przeglądarka Tor ciężko pracuje, aby odizolować się od reszty systemu, a kroki do uczynienia z niej przeglądarki domyślnej są niezawodne.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
pl: Oznacza to, że czasami strona internetowa ładowałaby się w Przeglądarce Tor, a czasami w innej przeglądarce, tego typu zachowanie może być niebezpieczne i łamiące anonimowość.

source: Does running Tor Browser make me a relay?
pl: Czy uruchomienie Przeglądarki Tor czyni ze mnie przekaźnik?

source: Running Tor Browser does not make you act as a relay in the network.
pl: Uruchomienie Przeglądarki Tor nie czyni z ciebie przekaźnika w sieci.

source: This means that your computer will not be used to route traffic for others.
pl: Oznacza to, że komputer nie będzie używany do kierowania ruchu dla innych osób.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
pl: Jeśli chcesz zostać przekaźnikiem, zapoznaj się z naszym <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Przewodnikiem po Przekaźnikach Tora</a></mark>.

source: Why does Tor Browser ship with JavaScript enabled?
pl: Dlaczego Przeglądarka Tor jest dostarczana z włączoną obsługą JavaScript?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
pl: Konfigurujemy NoScript tak, aby domyślnie zezwolić na obsługę JavaScriptu w Przeglądarce Tor, ponieważ wiele stron internetowych nie działa z wyłączoną obsługą JavaScriptu.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
pl: Większość użytkowników zrezygnowałaby z Tora całkowicie, gdybyśmy domyślnie wyłączyli JavaScript, ponieważ spowodowałoby to dla nich tak wiele problemów.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
pl: Ostatecznie chcemy, aby Przeglądarka Tor była jak najbezpieczniejsza, a jednocześnie była użyteczna dla większości ludzi, więc na razie oznacza to pozostawienie domyślnie włączonego JavaScriptu.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
pl: Dla użytkowników, którzy chcą domyślnie wyłączyć JavaScript na wszystkich witrynach HTTP, zalecamy zmianę suwaka bezpieczeństwa Przeglądarki Tor (w menu ikonki z cebulą Przeglądarki Tor pod "Ustawienia Zabezpieczeń").

source: The standard level allows JavaScript, but the safer and safest levels both block JavaScript on HTTP sites.
pl: Standardowy poziom pozwala na JavaScript, ale bezpieczniejsze i najbezpieczniejsze poziomy blokują JavaScript na stronach HTTP.

source: Can you get rid of all the CAPTCHAs?
pl: Czy możesz pozbyć się wszystkich CAPTCHA?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
pl: Niestety, niektóre strony internetowe dostarczają CAPTCHE użytkownikom Tor, a my nie jesteśmy w stanie usunąć CAPTCH ze stron internetowych.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
pl: Najlepiej jest skontaktować się z właścicielami stron internetowych i poinformować ich, że ich CAPTCHE uniemożliwiają użytkownikom takim jak Ty korzystanie z ich usług.

source: Can I run multiple instances of Tor Browser?
pl: Czy mogę uruchomić kilka instancji Przeglądarki Tor?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
pl: Nie zalecamy uruchamiania wielu instancji Przeglądarki Tor i może nie działać zgodnie z oczekiwaniami na wielu platformach.

source: I need Tor Browser in a language that's not English.
pl: Potrzebuję Przeglądarki Tor w języku, który nie jest angielskim.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 25 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [See here](https://tb-manual.torproject.org/becoming-tor-translator/)
pl: Chcemy, aby każdy mógł cieszyć się Przeglądarką Tor w swoim własnym języku. Przeglądarka Tor jest teraz [dostępna w 25 różnych językach](https://www.torproject.org/download/languages/), a my pracujemy nad dodaniem więcej. Chcesz nam pomóc w tłumaczeniu? [Zobacz tutaj](https://tb-manual.torproject.org/becoming-tor-translator/)

source: You can also help us testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
pl: Możesz nam również pomóc w testowaniu kolejnych języków, które wydamy, instalując i testując [wersje Alpha Przeglądarki Tor](https://www.torproject.org/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
pl: Czy mój administrator sieci będzie w stanie powiedzieć, że korzystam z przeglądarki Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
pl: Podczas korzystania z Przeglądarki Tor nikt nie może zobaczyć jakie strony internetowe odwiedzasz.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
pl: Jednakże, Twój dostawca usług lub administratorzy sieci mogą widzieć, że łączysz się z siecią Tor, choć nie będą wiedzieć, co robisz, gdy tam dotrzesz.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
pl: Mam problemy z korzystaniem z funkcji na Facebooku, Twitterze lub innej stronie internetowej, kiedy używam Przeglądarki Tor.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
pl: Czasami strony internetowe z dużą ilością JavaScriptu mogą mieć problemy funkcjonalne w Przeglądarce Tor.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
pl: Najprostszym rozwiązaniem jest kliknięcie na "menu z ikoną cebuli", a następnie na suwak bezpieczeństwa.

source: Set your security to "Standard".
pl: Ustaw bezpieczeństwo na "Standardowe".

source: Why is Tor Browser built from Firefox and not some other browser?
pl: Dlaczego Przeglądarka Tor jest zbudowana na bazie Firefoxa a nie innej przeglądarki?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
pl: Przeglądarka Tor jest zmodyfikowaną wersją Firefoksa zaprojektowaną specjalnie dla Tora.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
pl: Wiele pracy włożono w stworzenie Przeglądarki Tor, w tym dodatkowych łatek w celu zwiększenia prywatności i bezpieczeństwa.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
pl: Chociaż technicznie możliwe jest używanie Tora z innymi przeglądarkami, możesz otworzyć się na potencjalne ataki lub wycieki informacji, więc zdecydowanie to odradzamy.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
pl: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Dowiedz się więcej o tym w jaki sposób Przeglądarka Tora jest zaprojektowana</a></mark>.

source: Does Tor Browser use a different circuit for each website?
pl: Czy Tor Browser używa innego obwodu dla każdej strony internetowej?

source: In Tor Browser, every new domain gets its own circuit.
pl: W Przeglądarce Tor, każda nowa domena otrzymuje swój własny obwód.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
pl: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">Projekt i Implementacja Przeglądarki Tor</a></mark> dodatkowo wyjaśnia sposób myślenia stojący za tym projektem.

source: Why did my search engine switch to DuckDuckGo?
pl: Dlaczego moja wyszukiwarka zmieniła się na DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
pl: Wraz z wydaniem Przeglądarki Tor 6.0.6, przełączyliśmy się na DuckDuckGo jako główną wyszukiwarkę.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
pl: Od jakiegoś czasu Disconnect nie miał dostępu do wyników wyszukiwania Google, które wykorzystywaliśmy w Przeglądarce Tor.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
pl: Od kiedy Disconnect stała się bardziej wyszukiwarką meta która pozwala użytkownikom wybierać spośród innych dostawców wyszukiwania, upadła ona spowrotem do dostarczania wyników szukania Bing-a które ogólnie były nie do zaakceptowania pod względem jakości.

source: Why does my Tor Browser say something about Firefox not working?
pl: Dlaczego Tor Browser wyświetla komunikat o tym, że nie działa Firefox?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
pl: Przeglądarka Tor jest zbudowany przy użyciu <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, więc mogą wystąpić błędy dotyczące Firefoksa.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
pl: Proszę upewnij się że nie ma przypadku gdzie Tor Browser jest już włączona, oraz że wypakowałeś/aś przeglądarkę Tor w miejscu do którego użytkownik ma poprawne dostępy.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
pl: Jeśli korzystasz z programu antywirusowego, zobacz <mark><a href="http://support.torproject.org/#tbb-10">Moja ochrona antywirusowa/malware blokuje mi dostęp do Przeglądarki Tor</a></mark>, często zdarza się, że oprogramowanie antywirusowe/antymalware powoduje tego typu problemy.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
pl: Czy mogę używać innych przeglądarek, tj. Chrome lub Firefox, podczas korzystania z Przeglądarki Tor?

source: You can certainly use another browser while you are also using Tor Browser.
pl: Z pewnością możesz użyć innej przeglądarki, gdy korzystasz również z Przeglądarki Tor.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
pl: Należy jednak warto wiedzieć, że właściwości prywatności Przeglądarki Tor nie będą obecne w innych przeglądarkach.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
pl: Bądź ostrożny przełączając się między Torem a mniej bezpieczną przeglądarką, ponieważ możesz przypadkowo użyć innej przeglądarki do czegoś, co zamierzasz zrobić za pomocą Tora.

source: Can I make Tor Browser my default browser?
pl: Czy mogę ustawić Przeglądarkę Tor jako domyślną?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
pl: Niestety, nie ma obsługiwanego sposobu na uczynienie Przeglądarki Tor Twoją domyślną przeglądarką.

source: A website I am trying to reach is blocking access over Tor.
pl: Strona do której próbuję się połączyć, blokuje dostęp przez Tora.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
pl: Czasami strony internetowe blokują użytkowników Tora, ponieważ nie są w stanie odróżnić przeciętnego użytkownika Tora od zautomatyzowanego ruchu.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
pl: Największy sukces, jaki odnieśliśmy w doprowadzeniu do odblokowania użytkowników Tor przez strony internetowe, jest skłonieniem użytkowników do bezpośredniego kontaktu z administratorami stron.

source: Something like this might do the trick:
pl: Coś w tym rodzaju może pomóc:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
pl: "Cześć! Próbowałem uzyskać dostęp do twojej strony xyz.com podczas korzystania z Przeglądarki Tor i odkryłem, że nie pozwalasz użytkownikom Tora na dostęp do twojej strony.
