Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
it: Sì, c'è una versione di [Tor Browser](https://www.torproject.org/download/#android) disponibile appositamente per Android. Installare Tor Browser per Android è tutto ciò di cui hai bisogno per eseguire Tor sul tuo dispositivo Android.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
it: Il Guardian Project fornisce l'app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) che può essere utilizzata per instradare altre app sul tuo dispositivo Android sulla rete Tor, tuttavia Tor Browser per Android è sufficiente per navigare sul web con Tor.

source: Who is the Guardian Project?
it: Cos'è il Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
it: Il Guardian Project mantiene Orbot (e altre applicazioni per la privacy) su Android. Ulteriori informazioni sono disponibili sul [sito web del Guardian Project](https://guardianproject.info/).

source: Can I run Tor on an iOS device?
it: Posso eseguire Tor su un dispositivo iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
it: Noi raccomandiamo di utilizzare un'applicazione iOS chiamata Onion Browser, che è open source, utilizza Tor ed è sviluppata da una persona che collabora strattemente con il Progetto Tor.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
it: Tuttavia, Apple richiede ai browser che girano su iOS di utilizzare una cosa chiamata Webkit, che impedisce a Onion Browser di avere le stesse protezioni per la privacy di Tor Browser.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
it: [Scopri di più riguardo l'Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
it: Scarica Onion Browser dall'[App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).

source: How do I run Tor on Windows Phone?
it: Come posso far funzionare Tor su Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
it: Al momento non esistono metodi supportati per fare funzionare Tor su Windows Phone.

source: What happened to Orfox?
it: Cosa è successo a Orfox?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
it: Con il rilascio di [Tor Browser per Android](https://www.torproject.org/download/#android) Orfox è stato [ritirato](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
it: Ho bisogno sia di Tor Browser per Android che di Orbot o soltanto uno?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
it: Tor Browser per Android e Orbot sono entrambi fantastici, ma svolgono ruoli diversi.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
it: Tor Browser per Android è come Tor Browser per desktop, ma sul tuo dispositivo mobile. E' un browser tutto in uno che usa la rete Tor e cerca di essere il più anonimo possibile.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
it: Orbot d'altra parte è un proxy che ti permette di inviare i dati delle altre tue applicazioni (client di posta elettronica, app di messaggistica istantanea, ecc.) attraverso la rete Tor; una versione di Orbot è anche all'interno di Tor Browser per Android, ed è ciò che gli consente di connettersi alla rete Tor.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
it: Questa versione, tuttavia, non gli consente di inviare le altre applicazioni al di fuori di Tor Browser per Android attraverso di esso.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
it: A seconda di come desideri utilizzare la rete Tor, uno o entrambi possono essere un'ottima opzione.

source: Is Tor Browser available on F-Droid?
it: Tor Browser è disponibile su F-Droid?

source: It will be, _soon_.
it: Lo sarà, _presto_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
it: Nel frattempo puoi usare F-Droid per scaricare Tor Browser per Android abilitando la [Repository del Guardian Project](https://guardianproject.info/fdroid/).

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
it: [Scopri come aggiungere una repository a F-Droid](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
it: Come scarico il Browser Tor se il sito torproject.org è bloccato?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
it: Se non ti è possibile scaricare Tor Browser attraverso il nostro [sito web](https://www.torproject.org), puoi ricevere una copia di Tor Browser tramite [GetTor](https://gettor.torproject.org/).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
it: GetTor è un servizio che risponde automaticamente ai messaggi con link alla versione più recente di Tor Browser, ospitato in una varietà di posizioni che hanno meno probabilità di essere censurate, come Dropbox, Google Drive, e GitHub.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
it: Puoi anche scaricare Tor Browser da [https://tor.eff.org](https://tor.eff.org) o da [https://tor.ccc.de](https://tor.ccc.de).

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
it: Per collegamenti più geograficamente specifici visita [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)

source: To use GetTor via email.
it: Usare GetTor via e-mail.

source: Send an email to gettor@torproject.org.
it: Invia una e-mail a gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
it: Scrivi il tuo sistema operativo (come Windows, macOS o Linux) nel corpo del messaggio ed invia.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
it: GetTor risponderà con una email contenente i link dai quali puoi scaricare Tor Broswer, la firma crittografata (necessaria per [verificare il download](/tbb/how-to-verify-signature/)), l'impronta della chiave usata per creare la firma, e il checksum del pacchetto.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
it: Ti sarà offerta la scelta tra la versione "32-bit" o "64-bit" del software; questo dipende dal modello del computer che stai utilizzando; consulta la documentazione del tuo computer per saperne di più.

source: To use GetTor via Twitter.
it: Utilizzare GetTor via Twitter.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
it: GetTor tramite Twitter è attualmente in manutenzione. Si prega di utilizzare [email](https://support.torproject.org/gettor/gettor-2) al suo posto.

source: To use GetTor via XMPP (Jitsi, CoyIM).
it: Per usare GetTor via XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
it: Per ottenere i link per scaricare Tor Browser, invia un messaggio a gettor@torproject.org contenente uno dei seguenti codici:

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
it: Sto avendo problemi nella connessione a Tor e non riesco a capire quale sia la causa.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
it: Se hai dei problemi nel connetterti, per favore seleziona l'opzione "copia il log di Tor negli appunti".

source: Then paste the Tor log into a text file or other document.
it: Dopodiché incolla il logo di Tor in un file di testo o in un altro documento.

source: You should see one of these common log errors (look for the following lines in your Tor log):
it: Dovresti visualizzare uno dei seguenti errori di registro comuni (cerca una delle seguenti righe nel tuo log di Tor):

source: ###### Common log error #1: Proxy connection failure
it: ###### Errore di registro comune #1: Connessione al proxy non riuscita

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
it: Se vedi delle righe simili a queste nel tuo log di Tor, significa che non riesci a conetterti al SOCKS proxy.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
it: Se le impostazioni del tuo network prevedono l'utilizzo di un SOCKS proxy, assicurati per favore che tu abbia inserito in modo corretto i dettagli del proxy.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
it: Se non è richiesto un SOCKS proxy, o non ne sei sicuro, prova per favore a connetterti al network Tor senza utilizzare un SOCKS proxy.

source: ##### Common log error #2: Can’t reach guard relays
it: ##### Errore di registro comune #2: Impossibile raggiungere i guard relay

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
it: Se vedi delle righe simili a queste nel tuo log di Tor, significa che il tuo Tor non è riuscito a connettersi al primo nodo del circuito Tor.

source: This could mean that you’re on a network that’s censored.
it: Questo potrebbe indicare che sei in un network sottoposto a censura.

source: Please try connecting with bridges, and that should fix the problem.
it: Per favore prova a conetterti tramite i ponti, questo dovrebbe risolvere il problema.

source: ##### Common log error #3: Failed to complete TLS handshake
it: ##### Errore di registro comune #3: Impossibile completare la connessione TLS.

source: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)
it: 13-11-17 19:53:49.300 [WARN] 1 connessione interrotta in connessione con stato SSL (nessun oggetto SSL)

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
it: Se vedi righe come questa nel tuo log di Tor, significa che Tor ha fallito un handshake TLS con l'elenco autorità.

source: Using bridges will likely fix this.
it: L'uso di bridge potrebbe risolvere il problema.

source: ##### Common log error #4: Clock skew
it: ##### Errore di log comune #4: orologio disallineato

source: 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150
it: 19.11.2017 00:04:47.400 [NOTICE] Apertura listener Socks su 127.0.0.1:9150

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
it: 19.11.2017 00:04:48.800 [WARN] Ricevuta cella NETINFO con orario disallineato (OR:xxx.xx.x.xx:xxxx): sembra che la nostra ora sia indietro di 1 giorno, 0 ore, 1 minuto, o che il loro sia avanti. Tor richiede un orologio preciso per funzionare: controlla il tuo orologio, fuso orario e data.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
it: Se vedi delle linee come queste nel tuo log di Tor, significa che l'orologio del tuo sistema non è corretto.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
it: Per favore assicurati che il tuo orologio sia impostato correttamente, compreso il fuso orario. Quindi riavvia Tor.

source: I cannot reach X.onion!
it: Non posso raggiungere X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
it: Se non puoi raggiungere il servizio onion desiderato, assicurati di avere inserito correttamente l'indirizzo di 16 caratteri o, nel formato più recente, di 56 caratteri: anche un minimo errore impedirà a Tor Browser di raggiungere il sito.

source: If you are still unable to connect to the onion service, please try again later.
it: Se non sei ancora in grado di connetterti al servizio onion, per favore riprova più tardi.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
it: Potrebbe esserci un problema temporaneo di connessione, o gli operatori del sito potrebbero averlo messo offline senza avviso.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
it: Puoi anche accertarti di poter accedere ad altri servizi onion collegandoti al [Servizio onion di DuckDuckGo](http://3g2upl4pq6kufc4m.onion).

source: What is a bridge?
it: Che cos'è un ponte?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
it: I relay ponti sono dei relay che non sono indicati nell'elenco pubblico di Tor.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
it: Questo significa che gli ISP o i governi che vogliano bloccare l'accesso al network Tor semplicemente non riusciranno a bloccare tutti i ponti.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
it: I ponti sono utili per gli utenti Tor che si trovano in regimi oppressivi e per le persone che desiderano avere un livello aggiuntivo di sicurezza perché sono preoccupati che qualcuno possa accorgersi che si stanno connettendo ad un indirizzo IP di un relay pubblico di Tor.

source: A bridge is just a normal relay with a slightly different configuration.
it: Un ponte è un normale relay con una configurazione leggermente differente.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
it: Consulta [Come faccio a eseguire un bridge](https://community.torproject.org/relay/setup/bridge/) per istruzioni.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
it: Molti Paesi, inclusi Cina e Iran, hanno trovato dei modi per rilevare e bloccare le connessioni ai ponti Tor.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
it: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridge risolve ciò aggiungendo un ulteriore livello di offuscamento.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
it: Implementare un bridge Obfsproxy richiede un pacchetto software aggiuntivo e delle configurazioni supplementari.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
it: Consulta la nostra pagina sui [pluggable transport](https://www.torproject.org/docs/pluggable-transports.html.en) per ulteriori informazioni.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
it: Quando uso Tor, qualcuno può intercettare le informazioni che condivido con i siti, come le informazioni di accesso e i dati inseriti nei moduli?

source: Tor prevents eavesdroppers from learning sites that you visit.
it: Tor impedisce agli spioni di conoscere quali siti internet hai visitato.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
it: Tuttavia, le informazioni inviate sui internet senza crittografia utilizzando il semplice HTTP possono essere intercettate dagli operatori degli exit relay o da qualcuno che osservi il traffico tra il tuo exit relay e il tuo sito di destinazione.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
it: Se il sito che stai visitando utilizza HTTPS, allora il traffico in uscita dal tuo exit relay sarà crittografato, e non sarà visibile agli spioni.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
it: #### Questa rappresentazione mostra quali informazioni sono visibili agli osservatori con e senza Tor Browser e la cifratura HTTPS.

source: Can I browse normal HTTPS sites with Tor?
it: Posso navigare con Tor sui normali siti HTTPS?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
it: La risposta breve è: **Sì, puoi navigare sui normali Siti HTTPS con Tor.**

source: HTTPS Connections are used to secure communications over computer networks.
it: Le connessioni HTTPS vengono utilizzate per proteggere le comunicazioni nelle reti di computer.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
it: Puoi [scoprire di più riguardo l'HTTPS qui](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
it: Tor Browser ha il plugin [HTTPS Everywhere](https://www.eff.org/https-everywhere) che passa automaticamente su migliaia di siti da "HTTP" non cifrato al più privato "HTTPS".

source: What bandwidth shaping options are available to Tor relays?
it: Quali opzioni di modellazione della larghezza di banda sono disponibili per i relè Tor?

source: There are two options you can add to your torrc file:
it: Ci sono due opzioni che puoi aggiungere al tuo file torrc:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
it: **BandwidthRate** è la massima larghezza di banda a lungo termine consentita (byte al secondo).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
it: Ad esempio, potresti voler scegliere "BandwidthRate 10 MBytes" per 10 megabyte al secondo (una connessione veloce) o "BandwidthRate 500 KBytes" per 500 kilobyte al secondo (una connessione via cavo decente).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
it: L'impostazione minima di BandwidthRate è 75 kilobyte al secondo.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
it: **BandwidthBurst** è una pool di byte utilizzato per soddisfare le richieste durante brevi periodi di traffico al di sopra del BandwidthRate ma mantiene comunque la media sul lungo periodo al BandwidthRate.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
it: Un tasso basso ma un rinforzo elevato impone una media a lungo termine pur consentendo più traffico durante le ore di punta se la media non è stata raggiunta di recente.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
it: Ad esempio, se scegli "BandwidthBurst 500 KBytes" e lo usi anche per BandwidthRate, non utilizzerai mai più di 500 kilobyte al secondo; ma se scegli un BandwidthBurst più alto (come 5 MBytes), consentirà più byte fino a quando la pool non si svuota.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
it: Se hai una connessione asimmetrica (upload inferiore al download) come un modem via cavo, dovresti impostare il BandwidthRate al valore inferiore fra i due (di solito è la larghezza di banda dell'upload).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
it: Altrimenti, potresti fermare molti pacchetti durante i periodi di massimo utilizzo della larghezza di banda - potresti dover sperimentare quali valori rendono stabile la tua connessione.

source: Then set BandwidthBurst to the same as BandwidthRate.
it: Quindi imposta BandwidthBurst allo stesso valore di BandwidthRate.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
it: I nodi Tor basati su Linux hanno un'altra opzione a loro disposizione: possono prioritizzare il traffico Tor rispetto ad altri traffici sul loro computer, in modo tale che il loro traffico personale non sia impattato dal carico di Tor.
