Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
tr: E-postanızı şifrelemek istiyorsanız, bu listenin herkese açık GPG anahtarını tor-security-sendkey@lists.torproject.org ya da pool.sks-keyservers.net adresinden alabilirsiniz. Parmak izi:

source: Key fingerprint = 8B90 4624 C5A2 8654 E453 9BC2 E135 A8B4 1A7B F184
tr: Anahtar parmak izi = 8B90 4624 C5A2 8654 E453 9BC2 E135 A8B4 1A7B F184

source: About
tr: Hakkında

source: Documentation
tr: Belgeler

source: Press
tr: Basın

source: Jobs
tr: İş Olanakları

source: Blog
tr: Günlük

source: Newsletter
tr: Duyuru

source: Contact
tr: İletişim

source: Donate
tr: Bağış Yapın

source: Support
tr: Destek

source: Community
tr: Topluluk

source: I have a compelling reason to trace a Tor user. Can you help?
tr: Zorunlu bir nedenle bir Tor kullanıcısını bulmalıyım. Yardım edebilir misiniz?

source: There is nothing the Tor developers can do to trace Tor users.
tr: Tor geliştiricileri herhangi bir şekilde Tor kullanıcılarını izlemez.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
tr: Tor üzerindeki anonim kimliğinizi kötü niyetli kişilere karşı koruyan önlemler bizim Tor kullanıcılarını izlememizi de engeller.

source: Does the Tor Project offer hosting?
tr: Tor Projesi barındırma hizmeti sunuyor mu?

source: No, the Tor Project does not offer hosting services.
tr: Hayır, Tor Projesi herhangi bir barındırma hizmeti sunmaz.

source: Can I change the number of hops Tor uses?
tr: Tor tarafından kullanılan durak sayısını değiştirebilir miyim?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
tr: Şu anda yol uzunluğu, sabit olan 3 durağa ek olarak yolunuzdaki duyarlı durak sayısı olarak belirlenir.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
tr: Normal durumlarda 3 düğüm kullanılır. Ancak bir onion hizmetine ya da ".exit" adresine erişiyorsanız durak sayısı daha fazla olabilir.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
tr: Güvenliği arttırmadığı halde (bilebildiğimiz kadarıyla) ağ yükünü arttırdığı için bundan uzun yolların kullanılmasını önermiyoruz.

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
tr: 3 üzerinde yolların kullanılması anonimliği olumsuz etkileyebilir. Öncelikle [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) saldırılarının yapılmasını kolaylaştırır. Bunun yanında sizinle aynı uzunlukta bir yol kullanan az sayıda kullanıcı varsa bu bilgi bir belirteç olarak kullanılabilir.

source: How can I share files anonymously through Tor?
tr: Tor üzerinde anonim dosya paylaşımı nasıl yapılır?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
tr: Tor üzerinden dosya paylaşmak için [OnionShare](https://onionshare.org/) uygulamasını kullanmak iyi bir seçenektir.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
tr: OnionShare, dosyaları Tor onion hizmetlerini kullanarak güvenli ve anonim olarak göndermek ve almak için kullanılan açık kaynaklı bir araçtır.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
tr: Doğrudan bilgisayarınız üzerinde bir web sunucusu başlatarak çalışır. Diğer kişilerin Tor Browser ile açabileceği öngörülemeyen bir Tor web adresi oluşturur ve dosya indirme ya da dosya yükleme için bilgisayarınıza erişilebilmesini sağlar.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
tr: Ayrı bir sunucu kurmaya, üçüncü taraf bir dosya paylaşım hizmeti kullanmaya ya da bir hesap ile oturum açılmasına gerek kalmaz.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
tr: E-posta, Google Drive, DropBox, WeTransfer ya da benzer şekilde çalışan hizmetlerin aksine, kullanıcılar dosyaları birbirlerine doğrudan gönderir. OnionShare uygulamasını kullanırken paylaştığınız dosyalara herhangi bir kurum tarafından erişilmesini engellemiş olursunuz.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
tr: Öngörülemez web adresini güvenli bir şekilde (şifreli bir iletişim uygulamasına yapıştırmak gibi) paylaştığınız sürece, siz ve paylaştığınız kişi dışında hiç kimse dosyalara erişemez.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
tr: OnionShare [Micah Lee](https://github.com/micahflee/onionshare) tarafından geliştirilmiştir.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
tr: Çıkış duraklarının çoğu, BitTorrent gibi belirli türlerdeki dosya paylaşım trafiğini engelleyecek şekilde yapılandırılmıştır.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
tr: * Özellikle BitTorrent [Tor üzerinde anonim değildir](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
tr: Tor Projesine gönüllü olarak nasıl destek verebilirim?

source: Please see our [community page](https://community.torproject.org) for how to get involved!
tr: Nasıl katkıda bulunabileceğinizi öğrenmek için [topluluk sayfasına](https://community.torproject.org) bakabilirsiniz!

source: How can I donate to Tor Project?
tr: Tor Projesine nasıl bağış yapabilirim?

source: Thank you for your support!
tr: Desteğiniz için teşekkür ederiz!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
tr: Bağış yapmak için [Bağış SSS](https://donate.torproject.org/donor-faq) bölümüne bakabilirsiniz.

source: Why don't you prevent bad people from doing bad things when using Tor?
tr: Neden kötü insanların Tor kullanarak kötü şeyler yapmasını engellemiyorsunuz?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
tr: Tor insan hakları ve kişisel gizliliğin korunmasını sağlamak ve birilerinin bir şeyleri sansürlenmesini engellemek için tasarlanmıştır.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
tr: Tor kullanan bazı insanların korkunç şeyler yapmasından nefret ediyoruz. Ancak insan hakları aktivistleri, gazeteciler, taciz kurbanları gibi diğer kullanıcıları da açığa çıkarabilecek verileri toplamamız gerekeceğinden, kötü niyetli kişilerden kurtulmak için de bir önlem alamıyoruz.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
tr: Belirli kişilerin Tor kullanmasını engellemek istersek, yazılıma bir arka kapı eklememiz gerekir. Ancak bu kapı kötü niyetli yönetimler ve kuruluşlar tarafından kullanıcılarımıza saldırmak için kullanılabilir.

source: Who funds Tor?
tr: Tor projesine kimler kaynak sağlıyor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
tr: Tor Projesine Birleşik Devletlerdeki bazı federal kuruluşlar, özel vakıflar ve kişiler gibi çeşitli destekçiler bağış yaparak destek oluyor.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
tr: [Sponsorlarımızın listesine](https://www.torproject.org/about/sponsors/) ve finansal raporlarımız hakkındaki [günlük yazılarına](https://blog.torproject.org/category/tags/form-990) bakabilirsiniz.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
tr: Destekçilerimiz ve bağış modelimiz hakkında açık olmanın topluluğumuz ile kurduğumuz güven ilişkisini korumanın en iyi yolu olduğunu düşünüyoruz.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
tr: Her zaman değişik bağış kaynakları arıyoruz. Özellikle vakıf ve kişiler ile ilgileniyoruz.

source: Can I use Tor with BitTorrent?
tr: Tor ile BitTorrent kullanabilir miyim?

source: We do not recommend using Tor with BitTorrent.
tr: Tor uygulamasının BitTorrent ile birlikte kullanılmasını önermiyoruz.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
tr: Ayrıntılı bilgi almak için [bu konu hakkındaki günlük yazısına](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea) bakabilirsiniz.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
tr: Dosyalarım kilitlendi ve birileri Tor Browser indirerek fidye ödememi istiyor!

source: We are so sorry, but you have been infected with malware.
tr: Maalesef bilgisayarınıza kötü niyetli bir malware yazılımı bulaşmış.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
tr: Bu kötü niyetli yazılım Tor Projesi tarafından oluşturulmadı. Bu kötü niyetli yazılımı üretenler, sizden isteyecekleri fidye için anonim kalmak amacıyla iletişim kurabilmeniz için Tor Browser uygulamasını indirmenizi istiyorlar.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
tr: Tor Browser ile ilk kez karşılaşıyorsanız, çok kötü niyetli kişilerin yolunu açan kötü niyetli kişiler olduğumuzu düşünebilirsiniz. Bu durumu anlıyoruz.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
tr: Ancak lütfen uygulamamızın her gün çok farklı amaçlarla insan hakları aktivistleri, gazeteciler, taciz kurbanları, yolsuzlukları açığa çıkaranlar, kolluk kuvvetleri gibi pek çok diğer kişi tarafından kullanıldığını da göz önüne alın. Maalesef uygulamamızın bu gruplar için sağladığı koruma, suçlular ve kötü niyetli yazılım geliştirenler tarafından da kullanılıyor.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
tr: Tor Projesi uygulamalarının kötü amaçla kullanılmasını desteklemez ya da buna göz yummaz.

source: Does Tor keep logs?
tr: Tor günlük kayıtları tutuyor mu?

source: Tor doesn't keep any logs that could identify a particular user.
tr: Tor kim olduğunuzu açığa çıkaracak herhangi bir günlük kaydı tutmaz.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
tr: [Tor İstatistikleri](https://metrics.torproject.org/) bölümünde görebileceğiniz gibi yalnız ağın nasıl çalıştığı ile ilgili bazı güvenli ölçümler yapıyoruz.

source: Does Tor Project offer email service or other privacy protecting web services?
tr: Tor Projesi e-posta hizmeti ya da gizlilik koruması sağlayan başka web hizmetleri sunuyor mu?

source: No, we don't provide any online services.
tr: Hayır, herhangi bir çevrimiçi hizmet sunmuyoruz.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
tr: [Projeler sayfasında](https://www.torproject.org/projects/projects.html.en) tüm yazılım projelerimizi görebilirsiniz.

source: Can I use the Tor logo in my product?
tr: Tor logosunu ürünümde kullanabilir miyim?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
tr: [Marka ile ilgili sık sorulan sorular](https://www.torproject.org/about/trademark/) bölümüne bakabilirsiniz.

source: I'm having a problem updating or using Vidalia.
tr: Vidalia güncellenirken ya da kullanılırken bir sorun yaşıyorum.

source: Vidalia is no longer maintained or supported.
tr: Vidalia artık geliştirilmiyor ve desteklenmiyor

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
tr: Vidalia tarafından sunulan özelliklerin çoğu Tor Browser üzerine aktarıldı.

source: How can I chat with Tor Project teams?
tr: Tor Projesi ekipleri ile nasıl sohbet edebilirim?

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
tr: IRC bağlantısı kurmak ve Tor katılımcıları ile gerçek zamanlı sohbet etmek için gerekli bilgiler şu şekildedir:

source: 1. Enter in [OFTC](https://webchat.oftc.net/) webchat.
tr: 1. [OFTC](https://webchat.oftc.net/) web sohbet sitesini açın.

source: 2. Fill in the blanks:
tr: 2. Boş alanları doldurun:

source: **NICKNAME:** Anything you want, but choose the same nickname (nick) every time you use IRC to talk to people on Tor. If your nick is already being used, you will get a message from the system and you should choose another nick.
tr: **NICKNAME:** İstediğiniz bir takma adı seçebilirsiniz. Ancak diğer insanlarla Tor üzerine konuşurken hep aynı takma adı kullanmaya özen gösterin. Seçtiğiniz takma ad başka biri tarafından kullanılıyorsa başka bir takma ad seçmeniz istenir.

source: 3. Click Enter
tr: 3. Enter tuşuna basın

source: Congratulations! You're on IRC.
tr: Tebrikler IRC sunucusuna bağlanmış oldunuz.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
tr: Bir kaç saniye içinde otomatik olarak, Tor geliştiricileri, aktarıcı işletmecileri ve diğer topluluk üyelerinin bulunduğu #tor kanalına katılırsınız. #tor kanalında rastgele dolaşan bazı kişiler de bulunur.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
tr: Yazmak istediklerinizi ekranın altındaki boş çubuğa yazabilirsiniz. Lütfen bir şey sorabilir miyim diye sormayın, doğrudan sorunuzu sorun.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
tr: Kanaldaki kişiler hemen yanıt verebileceği gibi bir gecikme de olabilir. Bazı kullanıcılar kanalda görünmesine rağmen bilgisayarlarının başında olmayabilir ve kanal yazışmalarını daha sonra okumak üzere kaydediyor olabilir.

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
tr: Belirli bir kişi ile yazışmak istiyorsanız, iletinizin başına bu kişinin takma adını yazın. Böylece ilgili kişiye birisinin kendisi ile yazışmak istediği bildirilir.

source: OFTC often doesn't allow people to use their webchat over Tor. For this reason, and because many people end up preferring it anyway, you should also consider using an IRC client.
tr: OFTC genellikle insanların web görüşmelerini Tor üzerinden yapmasına izin vermez. Bu nedenle ve pek çok kişi tarafından önerildiğinden bir IRC uygulaması kullanırken bunu da değerlendirmelisiniz.

source: Why I can't join Tor-dev and other channels?
tr: Neden Tor-dev ve diğer kanallara katılamıyorum?

source: The #tor-project channel is where Tor people discuss and coordinate daily Tor work. It has fewer members than #tor and is more focused on the work at hand. You are also welcome to join this channel. To access #tor-project, your nickname (nick) must be registered and verified.
tr: #tor-project kanalında bulunanlar günlük yapılacak Tor işlerini görüşerek planlar. Bu kanalda #tor kanalından daha az kişi bulunur ve daha çok eldeki işlerin yapılmasıyla ilgilenilir. Bu kanala da katılabilirsiniz. #tor-project kanalına katılabilmek için takma adınız kaydedilmiş ve doğrulanmış olmalıdır.

source: Here's how to reach #tor-project and other registered channels.
tr: #tor-project ve diğer kayıtlı kanallara nasıl erişebileceğiniz ile ilgili bilgiler şunlardır.

source: ### Register your nickname
tr: ### Takma adınızı kaydedin

source: 1. Log onto #tor. See [How can I chat with Tor Project teams?](/get-in-touch/irc-help/)
tr: 1. #tor kanalında oturum açın. [Tor Projesi ekipleri ile nasıl sohbet edebilirim?](/tr/get-in-touch/irc-help/) başlığına bakabilirsiniz

source: 2. Then, click on the word **"Status"** at the top left of the screen.
tr: 2. Ekranın sol üst köşesindeki **"Status"** sözcüğü üzerine tıklayın.

source: 3. In the window at the bottom of the page, type: `/msg nickserv REGISTER yournewpassword youremailaddress`
tr: 3. Sayfanın altındaki pencereye şunu yazın: `/msg nickserv REGISTER YeniParolanız epostaadresiniz`

source: 4. Hit enter.
tr: 4. Enter tuşuna basın.

source: If all goes well, you will receive a message that you are registered.
tr: Her şey yolunda giderse, takma adınızın kayıt edildiği ile ilgili bir bildirim görüntülenir.

source: The system may register you as your nick_ instead of your nick.
tr: Sistem takma adınızı ad yerine ad_ şeklinde kaydedebilir.

source: If so, just go with it but remember you are user_ and not user.
tr: Durum böyle ise bir şey yapmanıza gerek yok. Ancak kullanıcı adı olarak ad değil ad_ kullanmayı unutmayın.

source: Every time you log on to IRC, to identify your registered nick, type:
tr: IRC oturumu açarken kaydedilmiş takma adınızı kullanmak için şunu yazın:

source: `/nick yournick`
tr: `/nick TakmaAdınız`

source: `/msg nickserv IDENTIFY YourPassWord`
tr: `/msg nickserv IDENTIFY Parolanız`

source: ### How to verify your nickname
tr: ### Takma adınızı nasıl doğrularsınız

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
tr: Kayıt işlemini tamamlamak ve #tor-project kanalına erişebilmek için takma adınızın **doğrulanmış** olması gerekir.

source: 2. Log in with your IRC nickname and password.
tr: IRC takma adınız ve parolanız ile oturum açın.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
tr: 3. **verify** sözcüğünü arayın ve oraya oturum açın. Hiç bir şey olmamış gibi görünecek. Sayfanın üst bölümüne baktığınızda **Account** adında bir sütun göreceksiniz.

source: 4. Click on **Account**.
tr: 4. **Account** üzerine tıklayın.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
tr: 5. Karenin altında Hesabı doğrula üzerine tıklayın.

source: 6. Fill out the CAPTCHA that pops up, and click ok.
tr: 6. Açılan güvenlik kodunu doldurup tamam üzerine tıklayın.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
tr: 7. Şu bildirim görüntülenir: "Your NickServ account has been verified."

source: 8. Go back to the IRC webpage where you are logged in and type:
tr: 8. Daha önce oturum açmış olduğunuz IRC web sayfasına geçip şunu yazın:

source: 9. Click ENTER.
tr: 9. ENTER üzerine tıklayın.

source: 10. If all is well, you will receive a message that says:
tr: 10. Her şey yolunda ise şöyle bir ileti alırsınız:

source: Now, to join #tor-project, you can just type:
tr: Artık #tor-project kanalına katılmak için şunu yazmanız yeterlidir:

source: `/join #tor-project` and hit enter.
tr: `/join #tor-project` yazıp Enter tuşuna basın.

source: You will be allowed into the channel. If so, Congratulations!
tr: Kanala katılmanız beklenir. Öyle olduysa tebrik ederiz!

source: However, if you get stuck, you can ask for help in the #tor channel.
tr: Bir sorun yaşarsanız, #tor kanalına yazarak yardım isteyebilirsiniz.

source: You can toggle back and forth between channels by clicking on the different channel names at the top left of the IRC window.
tr: IRC penceresinin sol üst köşesinden farklı kanal adlarına tıklayarak kanallar arasında geçiş yapabilirsiniz.

source: Why and how I can enable Tor Package Repository in Debian?
tr: Debian üzerinde Tor Paketi Deposunu neden ve nasıl etkinleştirmeliyim?

source: Here's how you can enable Tor Package Repository in Debian based distributions:
tr: Debian temelli dağıtımlarda Tor Paketi Deposunu şu şekilde etkinleştirebilirsiniz:

source: #### 1. Install `apt-transport-https`
tr: #### 1. `apt-transport-https` uygulamasını kurun

source: To enable all package managers using the libapt-pkg library to access metadata and packages available in sources accessible over https (Hypertext Transfer Protocol Secure).
tr: libapt-pkg kitaplığını kullanan tüm paket yöneticilerinin üst verilere ve https (Hypertext Transfer Protocol Secure) üzerindeki kaynaklarda bulunan paketlere erişmesini sağlar.

source: #### 2. Add the following entries to `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`
tr: #### 2. `/etc/apt/sources.list` dosyasına ya da yeni `/etc/apt/sources.list.d/` dosyasına şu kayıtları ekleyin

source: If you want to try experimental packages:
tr: Geliştirme aşamasındaki paketleri denemek isterseniz:

source: Or nightly builds:
tr: Gecelik yapımları denemek isterseniz:

source: #### 3. Then add the gpg key used to sign the packages by running the following commands at your command prompt
tr: #### 3. Ardından, komut satırından aşağıdaki komutları yürüterek paketleri imzalamak için kullanılan gpg anahtarını ekleyin.

source: #### 4. Install tor and tor debian keyring
tr: #### 4. tor ve tor debian anahtarlıklarını kurun

source: We provide a Debian package to help you keep our signing key current. It is recommended you use it. Install it with the following commands:
tr: İmzalama anahtarımızı güncel tutmanıza yardımcı olmak için bir Debian paketi sunuyoruz. Kullanmanız önerdiğimiz bu paketi kurmak için aşağıdaki komutları yürütün:

source: Can I use tor from Ubuntu's repository?
tr: Tor için Ubuntu deposunu kullanabilir miyim?

source: **No.** Do not use the packages in Ubuntu's universe.
tr: **Hayır.** Ubuntu evrenindeki paketleri kullanmayın.

source: Can I use APT over Tor?
tr: APT, Tor üzerinden kullanılabilir mi?

source: Yes, `deb.torproject.org` is also served through via an Onion Service: http://sdscoq7snqtznauu.onion/
tr: Evet, `deb.torproject.org` aynı zamanda bir Onion Hizmeti olarak da sunuluyor: http://sdscoq7snqtznauu.onion/

source: To use Apt over Tor, the apt transport needs to be installed:
tr: Tor üzerinden APT kullanabilmek için apt aktarımı kurulmuş olmalıdır:
