Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: How can we help?
tr: Nasıl yardımcı olabiliriz?

source: Most Frequently Asked Questions
tr: Sık Sorulan Sorular

source: About Tor
tr: Tor Hakkında

source: Tor Mobile
tr: Tor Mobil

source: Connecting To Tor
tr: Tor Bağlantısı Kurmak

source: Censorship
tr: Sansür

source: Operators
tr: Aktarıcı İşletenler

source: Onion Services
tr: Onion Hizmetleri

source: Misc
tr: Diğer

source: Get in Touch
tr: Haberdar Olun

source: Debian Repository
tr: Debian Deposu

source: Tor rpm packages
tr: Tor rpm paketleri

source: add-on, extension, or plugin
tr: add-on, extension, or plugin, eklenti, uzantı ya da uygulama eki

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
tr: Eklenti, uzantı ya da uygulama ekleri [web tarayıcılarına](../web-browser) yeni özellikler sağlamak için eklenebilen bileşenlerdir.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
tr: Tor Browser iki eklenti kurulu olarak gelir: [NoScript](../noscript) ve [HTTPS Everywhere](../https-everywhere).

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
tr: Kişisel gizlilik özelliklerini tehlikeye atabileceğinden Tor Browser üzerine başka eklentiler kurmamalısınız.

source: antivirus software
tr: antivirus software, antivirus uygulaması

source: An antivirus software is used to prevent, detect and remove malicious software.
tr: Antivirus uygulamaları kötü niyetli yazılımları engellemek, bulmak ve kaldırmak için kullanılır.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
tr: Antivirus uygulamaları biligsayarınızda çalışan [Tor](../tor-tor-network-core-tor) uygulamasını etkileyebilir.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
tr: Tor uygulamasına izin vermek için yapılması gerekenleri bilmiyorsanız antivirus uygulamanızın belgelerine bakabilirsiniz.

source: app
tr: app, uygulama

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
tr: Bir web uygulaması, [istemcide](../client) bir [web tarayıcı](../web-browser) üzerinde çalışan bir uygulamadır.

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
tr: Uygulama ifadesi ayrıca mobil [işletim sistemleri](../operating-system-os) üzerine kurulan yazılımlar için de kullanılır.

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
tr: Atlas çalışmakta olan Tor [aktarıcıları](../relay) hakkında bilgi almak için kullanılan bir web uygulamasıdır.

source: bandwidth authority
tr: bant genişliği belirleyici

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
tr: Bir aktarıcının çıkış kapasitesini belirlemek için, [uzlaşma](../consensus) içindeki [aktarıcılar](../relay) üzerinde belirli aralıklarla çeşitli ölçümler yapan özel aktarıcılara bant genişliği belirleyici denir.

source: bridge
tr: köprü

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
tr: Gönüllüler tarafından işletilen sıradan Tor [aktarıcıları](../relay) gibi herkese açık olarak listelenmedikleri için müdahale etmek isteyenler tarafından kolayca belirlenemezler.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
tr: [Değiştirilebilir Taşıyıcılar](../pluggable-transports) Tor kullanmakta olduğunuzun gizlenmesine yardımcı olan bir köprü türüdür.

source: bridge authority
tr: köprü belirleyici

source: A special-purpose relay that maintains the list of [bridges](../bridge).
tr: [Köprülerin](../bridge) listesini tutan özel amaçlı bir aktarıcıdır.

source: browser fingerprinting
tr: browser fingerprinting, web tarayıcının parmak izini alma

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
tr: Parmak izi alma kullandığınız aygıt ya da hizmetin ne olduğunu ve özelliklerini öngörmek için bilgi toplama işlemidir.

source: Unique behavior or responses can be used to identify the device or service analyzed.
tr: İncelenen aygıt ya da hizmeti belirlemek için benzersiz davranışlar ve yanıtlar toplanır.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
tr: [Tor Browser](../tor-browser) sayısal parmak izinin alınmasını engeller.

source: browsing history
tr: tarama geçmişi

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
tr: Tarama geçmişi, bir [web tarayıcı](../web-browser) kullanırken hangi web sitelerinin ne zaman ziyaret edildiğinin kaydıdır.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
tr: [Tor Browser](../tor-browser), [oturumunuzu](../session) kapattıktan sonra tarama geçmişinizi siler.

source: CAPTCHA
tr: CAPTCHA, Güvenlik kodu

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
tr: Güvenlik Kodları kullanıcının insan olup olmadığını anlamak için kullanılan soru yanıt uygulamalarıdır.

source: [Tor](../tor-tor-network-core-tor) users are often served captchas because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
tr: Tor [aktarıcıları](../relay) çok fazla istekte bulunduğu için web siteleri bu isteklerin insanlardan mı bot yazılımlarından mı geldiğini anlamakta zorlanır. Bu nedenle [Tor](../tor-tor-network-core-tor) kullanıcılarına sık sık güvenlik kodu sorulabilir.

source: checksum
tr: özüt

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
tr: Sağlama değerleri dosyaların [karma](../hash) değerleridir. Herhangi bir dosya sorunsuz indirilmiş ise belirtilen sağlama değeri ile indirilen dosyanın sağlama değeri aynı olur.

source: circuit
tr: devre

source: A path through the [Tor network](../tor-tor-network-core-tor) built by [clients](../client) consisting of randomly selected nodes. The circuit begins with either a [bridge](../bridge) or a [guard](../guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](../middle-relay), and an [exit](../exit). Most [onion services](../onion-services) use six hops in a circuit (with the exception of [single onion services](../single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the [i] on the URL bar.
tr: [Tor ağı](../tor-tor-network-core-tor) üzerinde rastgele seçilen duraklardan oluşan [istemciler](../client) tarafından oluşturulan yol. Devre bir [köprü](../bridge) ya da bir [koruyucu](../guard) ile başlar. Çoğu devre bir koruma ya da köprü, bir [orta aktarıcı](../middle-relay) ve bir [çıkış](../exit) olmak üzere üç duraktan oluşur. Çoğu [onion hizmetinde](../onion-services) bir devrede altı durak kullanılır ([tekli onion hizmeti](../single-onion-service) dışında) ve asla bir çıkış durağı kullanılmaz. Adres çubuğundaki [i] üzerine tıklayarak kullanmakta olduğunuz Tor devresini görebilirsiniz.

source: client
tr: istemci

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
tr: [Tor](../tor-tor-network-core-tor) üzerinde bir istemci, tipik olarak bir kullanıcı adına çalışan ve uygulama bağlantılarını bir dizi [aktarıcı](../relay) üzerinden geçiren bir Tor ağı durağıdır.

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
tr: Compass çalışmakta olan Tor [aktarıcıları](../relay) hakkında toplu bilgi almak için kullanılan bir web uygulamasıdır.

source: consensus
tr: uzlaşma

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
tr: Tor üzerinde, [dizin belirleyiciler](../directory-authority) tarafından her saat başı bir kez derlenip oylanan tek bir belge ile [Tor ağını](../tor-tor-network-core-tor) oluşturan tüm [istemcilerin](../client) aynı [aktarıcı](../relay) bilgilerine sahip olmasının sağlanmasıdır.

source: cookie
tr: çerez

source: An [HTTP](../http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](../web-browser) while the user is browsing.
tr: Bir [HTTP](../http) çerezi (web çerezi, İnternet çerezi, tarayıcı çerezi ya da yalnız çerez de denir), kullanıcı web üzerinde gezerken bir web sitesinden gönderilen ve kullanıcının bilgisayarına [web tarayıcısı](../web-browser) tarafından kaydedilen küçük bir veri parçasıdır.

source: By default, [Tor Browser](../tor-browser) does not store cookies.
tr: Varsayılan olarak, [Tor Browser](../tor-browser) çerezleri kaydetmez.

source: cross-site scripting (XSS)
tr: siteler arası betikler (XSS)

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
tr: Siteler Arası Betik (XSS) saldırısı bir saldırganın bunu yapma olanağı olmaması gerekirken bir web sitesine kötü niyetli bir özellik ya da davranış eklemesini sağlar.

source: cryptographic signature
tr: şifreleme imzası

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](../public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get.
tr: Bir şifreleme imzası, bir ileti ya da dosyanın doğruluğunu kanıtlar. İmza bir [herkese açık anahtar şifrelemesi](../public-key-cryptography) anahtar çiftinin kişisel bölümünün sahibi tarafından oluşturulur ve çiftin herkese açık anahtarı ile doğrulanabilir. Torproject.org adresinden bir yazılım indirirken, imza dosyalarını (.asc) görebilirsiniz. Bunlar PGP imzalarıdır ve bu imzaları kullanarak indirdiğiniz dosyanın tam olarak almayı düşündüğümüz dosya olduğunu doğrulayabilirsiniz.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
tr: Ayrıntılı bilgi almak için [imzalar nasıl doğrulanır](https://support.torproject.org/tbb/how-to-verify-signature/) bölümüne bakabilirsiniz.

source: daemon
tr: arka plan işlemi

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
tr: Bir arka plan işlemi, doğrudan kullanıcının denetimi altında olmak yerine sistem tarafından arka planda çalıştırılan bilgisayar programlarıdır.

source: directory authority
tr: dizin belirleyici

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
tr: Şu anda çalışmakta olan aktarıcıların listesini tutan ve diğer dizin belirleyiciler ile birlikte belirli aralıklara bir [uzlaşma](../consensus) yayınlayan özel amaçlı bir [aktarıcıdır](../relay).

source: encryption
tr: şifreleme

source: end-to-end encrypted
tr: uçtan uca şifrelenmiş

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
tr: Çıkış noktasından varış noktasına kadar [şifrelenerek](../encryption) aktarılan verilere uçtan uca şifrelenmiş denir.

source: exit
tr: çıkış

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
tr: [Tor devresindeki](../circuit) [trafiği](../traffic) herkese açık İnternet üzerine gönderen son [aktarıcı](../relay). Bağlandığınız hizmet (web sitesi, sohbet hizmeti, e-posta hizmeti sağlayıcısı gibi) çıkış aktarıcısının [IP adresini](../ip-address) görür.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
tr: ExoneraTor hizmeti, Tor ağının bir parçası olan [aktarıcı](../relay) [IP adreslerinin](../ip-address) veritabanını tutar. Belirli bir tarihte belirli bir IP adresinde çalışan bir [Tor](../tor-tor-network-core-tor) aktarıcı olup olmadığı sorusunu yanıtlar. Bu hizmet hukuki zorunluluklar ile uğraşırken sıklıkla işe yarar.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
tr: Mozilla Firefox, Mozilla Vakfı ve bağlı kuruluşu Mozilla Corporation tarafından geliştirilen ücretsiz ve açık kaynaklı bir [web tarayıcı](../web-browser) uygulamasıdır.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
tr: [Tor Browser](../tor-browser) Firefox ESR (Extended Support Release, Genişletilmiş Destek Sürümü) değiştirilerek oluşturulmuştur.

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
tr: Firefox, Windows, macOS ve Linux [işletim sistemleri](../operating-system-os) ve Android üzerinde mobil sürümü ile (fennec) kullanılabilir.

source: firewall
tr: güvenlik duvarı

source: Flash Player
tr: Flash Oynatıcı

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
tr: Flash Player, İnternet [uygulamalarında](../app) ses ve görüntü içeriğini oynatmak için kullanılan bir [tarayıcı eklentisidir](../add-on-extension-or-plugin). Güvenli olmadığından [Tor Browser](../tor-browser) kullanırken Flash eklentisini asla etkinleştirmemelisiniz. Flash kullanan birçok hizmet, aynı içeriğin Tor Tarayıcı ile görüntülenebilmesini sağlayan bir HTML5 alternatifi sunar.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
tr: FTE (format-transforming encryption, biçim dönüştürme şifrelemesi), [Tor trafiğinin](../traffic) sıradan web trafiği (HTTP) gibi görünmesini sağlayan bir değiştirilebilir taşıyıcıdır.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
tr: Gönderilen iletilere (E-posta, XMPP, Twitter), Dropbox, Google Drive ve GitHub gibi çeşitli yerlere yüklenmiş son [Tor Browser](../tor-browser) sürümünün bağlantıları ile otomatik olarak yanıt veren bir hizmettir.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
tr: Tor projesi üniversite öğrencileri için hazırlanmış bir yaz programı olan Google Summer of Code etkinliğine katılır.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
tr: Tor projesi teknik yazarlar için hazırlanmış bir olan Google Season of Docs programına katılır.

source: guard
tr: koruyucu

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
tr: Bir [köprü](../bridge) kullanımıyorsa [Tor devresindeki](../circuit) ilk [aktarıcı](../relay). Bir köprü kullanıldığında köprü aktarıcısı koruyucunun yerini alır.

source: hash
tr: karma

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
tr: Şifreleme karma değeri, verileri sabit boyutlu bir bit dizgesi ile eşleştiren matematiksel bir algoritmanın sonucudur. Tek yönlü bir işlev olarak tasarlanmıştır; yani değer bir yöne doğru kolayca hesaplanır ancak tersine çevrilmesi anlamlı değildir. Karma değerleri, verilerin bütünlüğünün bozulmamış olduğunu doğrulamak için kullanılır.

source: hidden services
tr: gizli hizmetler

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
tr: "[Onion hizmetlerinin](../onion-services)" eski adı. Bazen [Tor](../tor-tor-network-core-tor) belgelerinde ya da iletişiminde karşılaşabilirsiniz.

source: hop
tr: durak

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
tr: [Tor](../tor-tor-network-core-tor) ortamında "duraklar", [trafiğin](../traffic) bir [devredeki](../circuit [aktarıcılardan](../relay) geçmesini ifade eder.

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
tr: [Hypertext Transfer Protocol (HTTP)](../http) bir ağdaki aygıtlar arasında veri ve dosyaların aktarılması için kullanılan bir iletişim kuralı kanalıdır. Yalnız web sayfalarını aktarmak için tasarlanmış olsa da farklı pek çok şekilde verileri aktarmak ve iletişim kurmak amacıyla da kullanılmaktadır.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
tr: Güvenli Hypertext Transfer Protocol, bir ağdaki aygıtlar arasında veri ve dosyaların aktarılması için kullanılan HTTP iletişim kuralı kanalının [şifrelenmiş](../encryption) sürümüdür.

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
tr: HTTPS Everywhere, [Firefox](../firefox), Chrome ve Opera üzerinde çalışan bir [tarayıcı eklentisidir](../add-on-extension-or-plugin). HTTPS bağlantısını destekleyen ancak varsayılan olarak kullanmayan web sitelerine varsayılan olarak [HTTPS](../https) ile bağlanılmasını sağlar.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
tr: HTTPS Everywhere [Tor Browser](../tor-browser) üzerine kurulmuş olarak gelir.

source: internet service provider (ISP)
tr: İnternet hizmeti sağlayıcı (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
tr: İnternet hizmeti sağlayıcısı (ISP), İnternet erişiminizi sağlayan bir kuruluştur. [Tor Browser](../tor-browser) kullanırken, İnternet hizmeti sağlayıcınız ziyaret ettiğiniz web sitelerinin neler olduğunu göremez.

source: IP address
tr: IP adresi

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
tr: Bir İnternet iletişim kuralı adresi (Internet Protocol adresi), iletişim için İnternet iletişim kuralını kullanan bir bilgisayar ağına katılan her aygıta (bilgisayar, tablet, yazıcı gibi) atanan sayısal (ya da IPv6 olması durumunda alfa sayısal) bir etikettir.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
tr: IP adresi, normal ev ve iş yeri adreslerine benzer şekilde aygıtın konumunu belirtir.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
tr: [Tor Browser](../tor-browser), [bağlantı trafiğinizi](../traffic) farklı bir IP adresinden geliyormuş gibi göstererek gerçek konumunuzu gizler.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
tr: JavaScript, web sitelerinin görüntü, animasyon, ses ve durum ilerlemesi gibi etkileşimli ögeler sunmak için kullandığı bir programlama dilidir. Maalesef, JavaScript [web tarayıcı](../web-browser) güvenliğine yönelik saldırılar yapılmasına ve kimliğinizin açığa çıkmasına neden olabilir.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
tr: [Tor Browser](../tor-browser) üzerindeki [NoScript](../noscript) [eklentisi](../add-on-extension-or-plugin) farklı web sitelerindeki JavaScript betiklerini yönetmek için kullanılabilir.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
tr: "little-t tor" Tor Browser ya da Tor Projesi yerine tor ağ arka plan işlemini ifade etmek için kullanılır.

source: Meek-azure makes it look like you are using a Microsoft web site.
tr: Meek-azure, bir Microsoft web sitesini kullanıyormuşsunuz gibi görünmenizi sağlar.

source: middle relay
tr: orta aktarıcı

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
tr: [Tor devresinde](../circuit) ortada bulunan aktarıcı. Çıkış aktarıcısı olmayan aktarıcılar, farklı kullanıcılar için "orta" ya da "[koruyucu](../guard)" aktarıcılar olarak çalışabilir.

source: network censorship
tr: ağ sansürü

source: New Identity
tr: Kimliği yenile

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
tr: Kimliği yenile seçeneğini kullanarak, [Tor Browser](../tor-browser) üzerinde web sitelerinde yapacağınız işlemlerin daha önce diğer web sitelerinde yaptığınız işlemler ile ilişkilendirilme olasılığını yok edebilirsiniz.
