Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
fa: ولی لطفاً این نکته را در نظر داشته باشید که نرم افزار ما هر روز برای اهداف متعددی توسط مدافعان حقوق بشر، روزنامه نگاران، نجات یافتگان خشونت خانگی، افشاگران، ماموران امنیتی، بسیاری دیگر مورد استفاده قرار میگیرد. متاسفانه، محافظتی که نرم افزار ما برای این گروه از افراد فراهم می کند می تواند توسط مجرمان و طراحان بدافزار ها مورد استفاده قرار بگیرد.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
fa: پروژه Tor استفاده از نرم افزار خود را برای اهداف مخرب پشتیبانی نکرده و آن را غیر قابل قبول می داند.

source: Does Tor keep logs?
fa: آیا تور لاگ‌ها را نگهداری می‌کند؟

source: Tor doesn't keep any logs that could identify a particular user.
fa: Tor هیچ لاگی را ثبت نمی کند که بتواند برای شناسایی یک کاربر خاص به کار برود.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
fa: ما برخی اندازه گیری های ایمن از اینکه شبکه چگونه فعالیت می کند را انجام می دهیم، شما می توانید آن را در [متریک تور](https://metrics.torproject.org/) ببینید.

source: Does Tor Project offer email service or other privacy protecting web services?
fa: آیا پروژه Tor یک سرویس ایمیل یا سرویس وب دیگری که از حریم خصوصی محافظت کند را ارائه می دهد؟

source: No, we don't provide any online services.
fa: خیر ما خدمات آنلاین نداریم

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
fa: یک فهرست از تمام پروژه های نرم افزاری ما روی [صفحه پروژه ها](https://www.torproject.org/projects/projects.html.en) می باشد.

source: Can I use the Tor logo in my product?
fa: آیا می توانم از لوگو تور در محصول خود استفاده کنم؟

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
fa: شما می توانید درباره آن روی [صفحه سوالات متداول علامت تجاری](https://www.torproject.org/about/trademark/) بخوانید.

source: I'm having a problem updating or using Vidalia.
fa: من در استفاده یا به روز رسانی Vidalia مشکل دارم.

source: Vidalia is no longer maintained or supported.
fa: Vidalia دیگر پشتیبانی نمی شود و از آن نگهداری نمی شود.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
fa: بخش زیادی از ویژگی هایی که Vidalia ارائه می کرد در مرورگر تور ادغام شده اند.

source: How can I chat with Tor Project teams?
fa: چگونه می توانم با تیم های پروژه‌ تور گپ بزنم؟

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
fa: این نحوه وارد شدن به IRC و شروع به گپ زدن با مشارکت کنندگان تور به صورت بلا درنگ می باشد:

source: 1. Enter in [OFTC](https://webchat.oftc.net/) webchat.
fa: 1. وارد وب چت [OFTC](https://webchat.oftc.net/) شوید.

source: 2. Fill in the blanks:
fa: 2. جاهای خالی را پر کنید:

source: **CHANNEL:** #tor
fa: **کانال:** #tor

source: 3. Click Enter
fa: 3. روی ورود کلیک کنید

source: Congratulations! You're on IRC.
fa: تبریک! شما روی IRC هستید.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
fa: بعد از چند ثانیه، شما به صورت خودکار وارد tor# می شوید، که یک چت روم است که توسعه دهندگان تور، گردانندگان بازپخش و دیگر اعضا اجتماع تشکیل شده است. افراد دیگری هم در tor# هستند که جز این دسته ها نیستند.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
fa: شما می توانید در نوار پایین صفحه نمایش سوال بپرسید. لطفا، برای پرسیدن سوال اجازه نخواهید، فقط سوالتان را بپرسید.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
fa: ممکن است افراد قادر باشند سوال شما را درجا پاسخ دهند، یا ممکن است با تاخیر پاسخ شما را بدهند (برخی افراد در کانال لیست شده اند اما نزدیک صفحه کلید نیستند و فعالیت های کانال را ضبط می کنند تا بعداً آن ها را بخوانند).

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
fa: اگر می خواهید با یک نفر مشخص گپ بزنید، کامنت خود را با نام مستعار آن ها شروع کنید و آن ها معمولاً یک اعلان دریافت می کنند که شخصی در حال تلاش برای برقراری ارتباط با آن ها می باشد.

source: OFTC often doesn't allow people to use their webchat over Tor. For this reason, and because many people end up preferring it anyway, you should also consider using an IRC client.
fa: OFTC اغلب اوقات به افراد اجازه نمی دهد تا از وب چت خود روی Tor استفاده کنند. به این دلیل و چونکه بسیاری افراد آن را ترجیح می دهند، شما می توانید از کلاینت IRC استفاده کنید.

source: Why I can't join Tor-dev and other channels?
fa: چرا نمی توانم عضو Tor-dev و دیگر کانال ها شوم؟

source: Here's how to reach #tor-project and other registered channels.
fa: این نحوه دسترسی به #tor-project و دیگر کانال های ثبت شده می باشد.

source: ### Register your nickname
fa: ### نام مستعار خود را ثبت نام کنید

source: 4. Hit enter.
fa: 4. روی ورود کلیک کنید.

source: If all goes well, you will receive a message that you are registered.
fa: اگر همه چیز درست پیش برود، شما یک پیام دریافت خواهید کرد که می گوید ثبت نام کرده اید.

source: The system may register you as your nick_ instead of your nick.
fa: سیستم ممکن است شما را به صورت نام مستعار_ به جای نام مستعار ثبت نام کند.

source: If so, just go with it but remember you are user_ and not user.
fa: در اینصورت، فقط لازم است به یاد داشته باشید که شما کاربر_ هستید نه کاربر.

source: Every time you log on to IRC, to identify your registered nick, type:
fa: هر بار که وارد IRC می شوید، برای شناسایی نام مستعار ثبت شده خود، بنویسید:

source: ### How to verify your nickname
fa: ### چگونه نام مستعار خود را تایید کنید

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
fa: سپس، برای تکمیل ثبت نام و دسترسی داشتن به کانال tor-project#، نام مستعار شما باید **تایید شده** باشد.

source: 1. To verify your nick, open a new browser window and go to https://webchat.oftc.net/?channels=tor.
fa: 1. برای تایید نام مستعار خود، یک پنجره مرورگر جدید را باز کنید و به https://webchat.oftc.net/?channels=tor بروید.

source: 2. Log in with your IRC nickname and password.
fa: 2. نام مستعار و گذرواژه IRC خود را وارد کنید.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
fa: 3. به دنبال کلمه **تایید** بگردید و وارد شوید. ممکن است به نظر بیاید که اتفاقی نیافتده است. به بالای صحفه نگاه کنید، و یک ستون به نام **حساب کاربری** خواهد بود.

source: 4. Click on **Account**.
fa: 4. روی **حساب کاربری** کلیک کنید.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
fa: 5. روی جمله کوتاه در پایین مربع که می گوید: تایید حساب کاربری کلیک کنید.

source: 6. Fill out the CAPTCHA that pops up, and click ok.
fa: 6. کپچایی که پدیدار می شود را پر کنید، سپس روی اوکی کلیک کنید.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
fa: 7. یک پیام کوتاه پدیدار خواهد شد: "حساب کاربری NickServ شما تایید شده است."

source: 8. Go back to the IRC webpage where you are logged in and type:
fa: 8. به صفحه وب IRC که وارد شدید برگردید و بنویسید:

source: 9. Click ENTER.
fa: 9. روی ورود کلیک کنید.

source: 10. If all is well, you will receive a message that says:
fa: 10. اگر همه چیز به درستی پیش برود، شما پیامی دریافت خواهید کرد که می گوید:

source: Your nick is verified!
fa: نام مستعار شما مورد تایید است!

source: You will be allowed into the channel. If so, Congratulations!
fa: شما اجازه وارد شدن را خواهید داشت. اگر چنین شد، تبریک می گوییم!

source: However, if you get stuck, you can ask for help in the #tor channel.
fa: هرچند، اگر با مشکلی روبرو شدید، می توانید در کانال tor# کمک بخواهید.

source: Why and how I can enable Tor Package Repository in Debian?
fa: چرا و چگونه می توانم مخزن بسته Tor در دبیان را فعال کنم؟

source: Here's how you can enable Tor Package Repository in Debian based distributions:
fa: این نحوه فعال سازی مخزن بسته Tor در توزیع های مبتنی بر دبیان میباشد:

source: #### 1. Install `apt-transport-https`
fa: #### 1. `apt-transport-https` را نصب کنید

source: If you want to try experimental packages:
fa: برای امتحان کردن بسته های آزمایشی:

source: Or nightly builds:
fa: یا ساخت های شبانه:

source: Can I use tor from Ubuntu's repository?
fa: آیا می توانم از تور که در مخزن اوبونتو قرار دارد استفاده کنم؟

source: Can I use APT over Tor?
fa: آیا می توانم از APT روی Tor استفاده کنم؟

source: To use Apt over Tor, the apt transport needs to be installed:
fa: برای استفاده از Apt از طریق تور، حامل apt می بایست نصب شده باشد:

source: # For the stable version.
fa: # برای نسخه پایدار.

source: # For the unstable version.
fa: # برای نسخه ناپایدار.

source: Now refresh your sources and try if it's still possible to install tor:
fa: حالا سورس های خود را تازه سازی کرده و ببینید آیا نصب tor همچنان امکان پذیر است:

source: How can I install Tor rpm package
fa: چگونه می توانم بسته rpm تور را نصب کنم

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
fa: پروژه‌ی تور [مخزن بسته آر پی ام](https://rpm.torproject.org) خود را برای سنت‌اواس و رد هت انترپرایز لینوکس و فدورا نگه می دارد.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
fa: این نحوه فعال سازی مخزن بسته تور برای سنت‌اواس و رد هت انترپرایز لینوکس و فدورا می باشد:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
fa: #### 1. فقط مخزن epel را فعال کنید (تنها برای سنت‌اواس و رد هت انترپرایز لینوکس)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
fa: ### 2. بخش زیر را به /etc/yum.repos.d/tor.repo اضافه کنید

source: For CentOS or RHEL:
fa: برای سنت‌اواس یا رد هت انترپرایز لینوکس:

source: For Fedora:
fa: برای فدورا:

source: ### 3. Install the Tor package
fa: ### 3. بسته تور را نصب کنید

source: Then you can install the latest Tor package.
fa: سپس می توانید آخرین بسته تور را نصب کنید.

source: Using it for the first time, you will have to import the GPG public key.
fa: اگر اولین بار است که از آن استفاده می کنید، شما باید کلید عمومی GPG را وارد کنید.

source: Importing GPG key 0x3621CD35:
fa: درون برد کلید جی پی جی 0x3621CD35:

source: Where does Tor Project stand on abusers using technology?
fa: نظر پروژه‌ی تور درباره سو استفاده کنندگان از تکنولوژی چیست؟

source: We take abuse seriously.
fa: ما سو استفاده را بسیار جدی می گیریم.

source: Activists and law enforcement use Tor to investigate abuse and help support survivors.
fa: فعالان و مجریان قانون از تور برای رسیدگی به سو استفاده و کمک به نجات یافتگان پشتیبانی استفاده می کنند.

source: We work with them to help them understand how Tor can help their work.
fa: ما به آن ها کار می کنیم تا به آن ها کمک کنیم تا متوجه شوند تور چگونه می تواند به کار آن ها کمک کند.

source: In some cases, technological mistakes are being made and we help to correct them.
fa: در برخی موارد، اشتباهات فنی اتفاق می افتند و به آن ها کمک می کنیم تا آن ها را اصلاح کنند.

source: Our refusal to build backdoors and censorship into Tor is not because of a lack of concern.
fa: امتناع ما از ایجاد درهای پشتی و سانسور داخل تور به علت عدم اهمیت این موضوع نیست.

source: We refuse to weaken Tor because it would harm efforts to combat child abuse and human trafficking in the physical world, while removing safe spaces for victims online.
fa: ما نمی خواهیم تور را آسیب پذیر کنیم چون به تلاش های انجام شده برای مبارزه با خشونت علیه کودکان و قاچاق انسان ها در دنیای واقعی صدمه می زند، این در حالی است که فضاهای امن آنلاین برای قربانیان از بین می رود.

source: Meanwhile, criminals would still have access to botnets, stolen phones, hacked hosting accounts, the postal system, couriers, corrupt officials, and whatever technology emerges to trade content.
fa: در همین حال، مجرمان همچنان قادرند به بات‌نت‌ها، تلفن های همراه سرقت یافته، حساب های میزبانی هک شده، سیستم پستی، پیک ها، مقامات فاسد، هر تکنولوژی که پدیدار می شود دسترسی داشته باشند.

source: They are early adopters of technology.
fa: آن ها از اولین کسانی هستند که از تکنولوژی استفاده می کنند.

source: In the face of this, it is dangerous for policymakers to assume that blocking and filtering is sufficient.
fa: در برابر چنین چیزی، اگر سیاست گذاران تصور کنند که مسدود کردن و فیلتر کردن کفایت می کند بسیار خطرناک می باشد.

source: What if they are trying to expose a failure of the state to protect other children?
fa: اگر در تلاش برای پرده گشایی از ضعف دولت در محافظت از کودکان باشند چه؟

source: I want to ban the Tor network from my service.
fa: می خواهم شبکه‌ی تور را از سرویس خود مسدود کنم.

source: We're sorry to hear that.
fa: ما از شنیدن آن متاسفیم.

source: There are some situations where it makes sense to block anonymous users for an Internet service.
fa: شرایطی وجود دارد که مسدود کردن کاربران ناشناس برای یک سرویس اینترنتی قابل توجیه است.

source: But in many cases, there are easier solutions that can solve your problem while still allowing users to access your website securely.
fa: اما در بسیاری از موارد، راه حل های ساده تری برای حل مسئله شما وجود دارد در حالی که به کاربران اجازه می دهد ببه روشی امن تر به سایت شما دسترسی داشته باشند.

source: First, ask yourself if there's a way to do application-level decisions to separate the legitimate users from the jerks.
fa: اول، از خود بپرسید آیا راهی برای تصمیمات سطح-برنامه برای جداسازی کاربران حقیقی از کاربران بد وجود دارد.

source: For example, you might have certain areas of the site, or certain privileges like posting, available only to people who are registered.
fa: برای نمونه، ممکن است ناحیه هایی از سایت وجود داشته باشد، یا حق ویژه خاصی مانند پست کردن، که تنها برای افرادی که ثبت نام کرده اند موجود می باشد.

source: This way you can have multi-tiered access and not have to ban every aspect of your service.
fa: به این شکل شما یک دسترسی چند درجه ای دارید و نیازی به مسدود کردن هر بخش از سرویس شما وجود ندارد.

source: Others use Tor because it's their only way to get past restrictive local firewalls.
fa: دیگران از تور استفاده می کنند چون تنها راه برای عبور از دیوار آتشین محلی محدود کننده می باشد.

source: Some Tor users may be legitimately connecting to your service right now to carry on normal activities.
fa: برخی کاربران تور ممکن است در این لحظه در حال تلاش برای اتصال به سرویس شما برای انجام فعالیت های عادی خود باشند.

source: You need to decide whether banning the Tor network is worth losing the contributions of these users, as well as potential future legitimate users.
fa: شما باید تصمیم بگیرید که آیا مسدود کردن شبکه‌ی تور ارزش مشارکت این کاربران را دارد، همچنین باید کاربران احتمالی که در آینده می توان داشت را در نظر داشته باشید.

source: How do Tor exit policies work?
fa: سیاست های خروجی تور چگونه کار می کنند؟

source: Does Tor get much abuse?
fa: آیا از تور زیاد سو استفاده می شود؟

source: Not much, in the grand scheme of things.
fa: در قالب کلی، به صورت زیاد نه.

source: The network has been running since October 2003, and it's only generated a handful of complaints.
fa: شبکه از اکتبر 2003 در حال اجراست، فقط تعداد انگشت شماری شکایت دریافت شده است.

source: I have questions about a Tor IP address for a legal case.
fa: من سوالاتی در خصوص یک نشانی IP تور برای یک مورد حقوقی دارم.

source: Tor is banned from the IRC network I want to use.
fa: تور از شبکه IRC که می خواهم استفاده کنم مسدود شده است.

source: they assume that IP addresses equate to humans, and by banning the IP address they can ban the human.
fa: آن ها فکر می کنند که نشانی های IP مساوی با انسان ها هستند، و با مسدود کردن نشانی IP می توانند جلوی یک شخص را بگیرند.

source: Of course, not all IRC networks are trying to ban Tor nodes.
fa: البته، تمام شبکه های IRC در تلاش برای مسدود کردن گره های تور نمی باشند.

source: Each IRC network needs to decide for itself if blocking a few more of the millions of IPs that bad people can use is worth losing the contributions from the well-behaved Tor users.
fa: هر شبکه IRC به صورت مستقل باید تصمیم بگیرد که آیا مسدود کردن چندین IP از میلیون ها IP که افراد بد می توانند استفاده کنند ارزش از دست دادن مشارکت کاربرانی که از تور استفاده می کنند و به شکل مناسب رفتار می کنند را دارد.

source: If you're being blocked, have a discussion with the network operators and explain the issues to them.
fa: اگر مسدود شدید، یک بحث با گردانندگان شبکه داشته باشید و مسائل را به آن ها توضیح دهید.

source: I have legal questions about Tor abuse.
fa: من سوالاتی حقوقی در رابطه با سو استفاده تور دارم.

source: We're only the developers.
fa: ما فقط تعدادی توسعه دهنده هستیم.

source: We can answer technical questions, but we're not the ones to talk to about legal questions or concerns.
fa: ما می توانیم سوالات فنی را پاسخ دهیم، ولی ما افراد مناسب برای پاسخ دادن به سوالات یا مسائل حقوقی نمی باشیم.

source: Please take a look at the [Tor Legal FAQ](https://community.torproject.org/relay/community-resources/eff-tor-legal-faq/), and contact EFF directly if you have any further legal questions.
fa: لطفاً نگاهی به [سوالات متداول حقوقی تور](https://community.torproject.org/relay/community-resources/eff-tor-legal-faq/)، داشته باشید و در صورت سوالات بیشتر به صورت مستقیم با EFF تماس بگیرید.

source: Your nodes are banned from the mail server I want to use.
fa: گره های شما از سرور ایمیلی که می خواهم استفاده کنم مسدود شده اند.

source: I want some content removed from a .onion address.
fa: می خواهم محتوایی را از یک نشانی onion. حذف کنم.

source: Onion services are designed to protect both the user and service provider from discovering who they are and where they are from.
fa: سرویس های پیازی برای محافظت هم از کاربر هم از ارائه دهنده سرویس از شناسایی شدن آن ها و اینکه از کجا هستند طراحی شده اند.

source: The design of onion services means the owner and location of the .onion site is hidden even from us.
fa: طراحی سرویس های پیازی به این معناست که صاحب و موقعیت سایت onion. حتی از ما نیز پنهان می باشد.

source: But remember that this doesn't mean that onion services are invulnerable.
fa: اما به خاطر داشته باشید که این به این معنا نیست که سرویس های پیازی آسیب پذیر نیستند.

source: Traditional police techniques can still be very effective against them, such as interviewing suspects, writing style analysis, technical analysis of the content itself, sting operations, keyboard taps, and other physical investigations.
fa: روش های پلیسی مرسوم همچنان می تواند در برابر آن ها مفید واقع شود، مثل مصاحبه با مظنونین، تحلیل شیوه نگارش، تحلیل فنی خود محتوا، عملیات های استینگ، ضربات صفحه کلید، و دیگر تحقیقات فیزیکی.

source: We do not view links you report.
fa: ما پیوند هایی که شما گزارش می کنید را نمی بینیم.

source: How do I respond to my ISP about my exit relay?
fa: چگونه به ارائه دهنده خدمات اینترنتی خود درباره بازپخش خروجی ام پاسخ دهم؟

source: A collection of templates for successfully responding to ISPs is [collected here](https://community.torproject.org/relay/community-resources/tor-abuse-templates/).
fa: یک مجموعه از قالب های موفق برای پاسخ به ارائه دهنده خدمات اینترنتی در [اینجا](https://community.torproject.org/relay/community-resources/tor-abuse-templates/) جمع آوری شده است.

source: Some fans have suggested that we redesign Tor to include a [backdoor](https://support.torproject.org/about/backdoor).
fa: برخی طرفداران پیشنهاد کرده اند تا تور را مجدداً طراحی کنیم تا یک [در پشتی](https://support.torproject.org/about/backdoor) قرار دهیم.

source: There are two problems with this idea.
fa: دو مشکل با این ایده وجود دارد.

source: First, it technically weakens the system too far.
fa: اولاً، به صورت فنی سیستم را ضعیف می کند.

source: But remember that this doesn't mean that Tor is invulnerable.
fa: اما به یاد داشته باشید که این به این معنا نیست که تور آسیب پذیر نیست.

source: The Tor Project is also happy to work with everyone including law enforcement groups to train them how to use the Tor software to safely conduct investigations or anonymized activities online.
fa: پروژه‌ی تور همچنین خوشحال خواهد شد تا با همه از جمله مجریان قانون برای آموزش آن ها به منظور استفاده از نرم افزار تور برای تحقیق به صورت امن یا فعالیت های آنلاین ناشناس کار کند.

source: Doesn't Tor enable criminals to do bad things?
fa: آیا تور به مجرمان اجازه نمی دهد تا کار های بدی انجام دهند؟

source: Criminals can already do bad things.
fa: مجرمان هم اکنون قادر به انجام کار های بد هستند.

source: Since they're willing to break laws, they already have lots of options available that provide better privacy than Tor provides.
fa: از آنجایی که آن ها حاضرند قوانین را بشکنند، گزینه های زیادی در اختیار دارند که حریم خصوصی بهتری از آنچه تور فراهم می کند دارند.

source: They can steal cell phones, use them, and throw them in a ditch;
fa: آن ها می توانند تلفن همراه بدزدند، از آن استفاده کنند، سپس آن را دور بیاندازند;

source: they can crack into computers in Korea or Brazil and use them to launch abusive activities;
fa: آن ها می توانند کامپیوتر هایی را در کره یا برزیل کرک کنند و از آن ها برای راه اندازی فعالیت های بد استفاده کنند;

source: they can use spyware, viruses, and other techniques to take control of literally millions of Windows machines around the world.
fa: آن ها می توانند از جاسوس افزار، ویروس ها، دیگر روش ها برای در کنترل داشتن میلیون ها ماشین ویندوز در سرتاسر جهان استفاده کنند.

source: Tor aims to provide protection for ordinary people who want to follow the law.
fa: تور قصد دارد تا برای افراد عادی که از قوانین تبعیت می کنند محافظت فراهم کند.

source: Only criminals have privacy right now, and we need to fix that.
fa: تنها مجرمان دارای حریم خصوصی می باشند، ما باید این مشکل را حل کنیم.

source: Some advocates of anonymity explain that it's just a tradeoff — accepting the bad uses for the good ones — but there's more to it than that.
fa: برخی مدافعان ناشناسی می گویند که این تنها یک بده‌بستان می باشد — پذیرش استفاده های نادرست برای استفاده های صحیح — اما همه آن به اینجا ختم نمی شود.

source: Criminals and other bad people have the motivation to learn how to get good anonymity, and many have the motivation to pay well to achieve it.
fa: مجرمان و دیگر افراد پلید انگیزه کافی برای یاد گرفتن بهتر شدن در ناشناس بودن را دارند، و بسیاری انگیزه پرداخت مبلغی خوب برای به دست آوردن آن را نیز دارند.

source: Being able to steal and reuse the identities of innocent victims (identity theft) makes it even easier.
fa: قادر بودن به دزدیدن و استفاده مجدد از هویت قربانیان بی گناه (سرقت هویت) آن را حتی آسان تر می کند.

source: Normal people, on the other hand, don't have the time or money to spend figuring out how to get privacy online.
fa: افراد عادی، در آنسو، نه زمان کافی نه پول کافی برای بدست آوردن حریم خصوصی آنلاین را ندارند.

source: This is the worst of all possible worlds.
fa: این بدترین حالت ممکن است.

source: So yes, criminals can use Tor, but they already have better options, and it seems unlikely that taking Tor away from the world will stop them from doing their bad things.
fa: بنابراین بله، مجرمان می توانند از تور استفاده کنند، ولی آن ها گزینه های بهتری را هم اکنون دارند، بعید به نظر می رسد که گرفتن تور از جهان آن ها را از فعالیت هایشان منصرف کند.

source: At the same time, Tor and other privacy measures can fight identity theft, physical crimes like stalking, and so on.
fa: در همین حال، تور و دیگر تدابیر حریم خصوصی می توانند با سرقت هویت، جرم های فیزیکی مانند تعقیب غیر مجاز، و غیره مبارزه کنند.

source: What about spammers?
fa: اسپمر ها چطور؟
