Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: I want to upgrade/move my relay. How do I keep the same key?
tr: Aktarıcımda sürüm yükseltmek ya da başka bilgisayara taşımak istiyorum. Aynı anahtarın kullanılmasını nasıl sağlayabilirim?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
tr: Tor aktarıcınız yükseltilirken ya da başka bir bilgisayar üzerine taşınırken aynı kimlik anahtarlarını kullanmayı sürdürmek önemlidir (Data klasöründeki "keys/ed25519_master_id_secret_key" ve "keys/secret_id_key" içinde kayıtlıdır).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
tr: Aktarıcının ağdaki bilinirliği ile ilgili bilgilerin boşa gitmesini engellemek için, kimlik anahtarlarının yedeklerinin alınması ve aktarıcı geri yüklenirken kullanması önerilir.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
tr: Özetle Tor aktarıcınızın sürümünü yükseltirken aynı torrc dosyasını aynı Data klasöründe tutarsanız sürüm yükseltme işleminden sonra aktarıcınız aynı anahtarı kullanmayı sürdürür.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
tr: Yeni bir Data klasörü kullanmanız gerekiyorsa, eski keys/ed25519_master_id_secret_key ve keys/secret_id_key dosyalarını bu klasöre kopyaladığınızdan emin olun.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
tr: Not: Tor 0.2.7 sürümünden sonra aktarıcılar için ed25519 eliptik eğri şifrelemesi ile çalışan yeni nesil kimlikler kullanılıyor.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
tr: Bunlar eski RSA kimliklerinin yerini aldı. Ancak eski sürümler ile uyumluluğu kaybetmemek için zaman içinde tamamen değiştirilecek.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
tr: O zamana kadar tüm aktarıcılarda bir ed25519 kimliği (kimlik anahtarı dosyası: keys/ed25519_master_id_secret_key) ve bir RSA kimliği (kimlik anahtarı dosyası: keys/secret_id_key) bulunacak.

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
tr: Data klasörünü değiştirdiğinizde ya da aktarıcınızı yeni bir bilgisayara taşıdığınızda, aktarıcınızı geri yükleyebilmek için iki anahtar dosyasını da kopyalamanız ya da yedeklemeniz gerekir.

source: What is the BadExit flag?
tr: Kötü Çıkış (BadExit) işareti nedir?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
tr: Bir çıkış aktarıcısı hatalı yapılandırıldığında ya da kötü niyetli davranışlar sergilediğinde Kötü Çıkış (BadExit) olarak işaretlenir. Böylece Tor ağının bu aktarıcıdan çıkış yapması engellenir. Bu şekilde işaretlenmiş aktarıcılar yokmuş gibi davranılır.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
tr: Aktarıcınız kötü çıkış olarak işaretlenmiş ise, aktarıcınızda trafik yöneltmesi sırasında bir sorun ya da şüpheli bir işlem algılanmış ve sizinle iletişim kurulamamış demektir. Lütfen sorunu çözebilmemiz için [kötü aktarıcılar ekibi](https://community.torproject.org/relay/community-resources/bad-relays/) ile görüşün.

source: What type of relays are most needed?
tr: En fazla gerek duyulan aktarıcı türü hangisidir?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
tr: * En fazla çıkış türündeki aktarıcılara gerek duyuluyor. Ancak bu aktarıcıların yasal olarak bulunma ve kovuşturmaya uğrama olasılığı daha yüksektir (ve **evinizde bir çıkış aktarıcısı çalıştırmamalısınız**).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
tr: * En az çaba ile bir aktarıcı işletmek istiyorsanız, hızlı koruma aktarıcıları da çok kullanışlıdır

source: * Followed by bridges.
tr: * İkinci sırada köprü aktarıcıları bulunur.

source: Why do I get portscanned more often when I run a Tor relay?
tr: Bir Tor aktarıcısı işlettiğimde neden daha sık kapı taraması görüyorum?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
tr: Çıkış bağlantılarına izin veriyorsanız, kişilerin aktaracınız üzerinden bağlandığı bazı hizmetler sizinle ilgili daha fazla bilgi toplamak için geriye bazı bağlantılar kurar. Örneğin, bazı IRC sunucuları hangi kullanıcının bağlantıyı yaptığını kaydetmek için identd kapı numarası ile bağlantı kurar (aslında bu onların işine yaramaz, çünkü Tor bu bilgiyi bilmez ancak yine de denerler). Ayrıca, aktarıcınız üzerinden çıkan kullanıcılar, IRC sunucusu, web sitesi gibi kaynaklar üzerindeki kendilerine aktarım yapan sunucu hakkında daha fazla bilgi almak isteyen diğer kullanıcıların dikkatini çekebilir.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
tr: Diğer bir neden ise, İnternet üzerinde bulunan açık vekil sunucuları tarayan grupların, bazen Tor aktarıcılarının socks kapı numaralarını dünyaya yayınladığını öğrenmiş olmalarıdır. Socks kapı numaralarını yalnız yerel ağlara bağlanacak şekilde yapılandırmanız önerilir.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
tr: Her durumda, güvenliğinizi güncel tutmanız gerekir. Ayrıntılı bilgi almak için [Tor aktarıcılarının güvenliği] (https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) makalesine bakabilirsiniz.

source: Why isn't my relay being used more?
tr: Aktarıcım neden daha fazla kullanılmıyor?

source: If your relay is relatively new then give it time.
tr: Aktarıcınız nispeten yeni ise biraz zaman tanıyın.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
tr: Tor hangi aktarıcıların kullanılacağına Bant Genişliği yetkililerinden gelen haftalık raporlara göre karar verir. Bu yetkililer aktarıcınızın kapasitesini ölçer ve zaman içinde uygun yüke ulaşana kadar daha fazla trafik yönlendirmeye devam eder.

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
tr: Yeni bir aktarıcının yaşam döngüsü hakkında ayrıntılı bilig almak için [bu günlük yazısına](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) bakabilirsiniz.

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
tr: Aktarıcınız bir süredir işlediği halde hala sorun yaşıyorsanız, durumu [tor aktarıcıları listesi](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/) posta grubuna yazmayı deneyin

source: My relay is picking the wrong IP address.
tr: Aktarıcım hatalı bir IP adresi alıyor.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
tr: Tor, bilgisayara adını sorar ve bu adı çözümleyerek IP adresini öngörür. Bilgisayarların /etc/hosts dosyasında sıklıkla eski IP adreslerini gösteren eski kayıtlar kalmış olur.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
tr: Sorun bu şekilde çözülmez ise, seçilmesini istediğiniz IP adresini belirtmek için "Adres" yapılandırma seçeneğini kullanmalısınız. Bilgisayar bir NAT yönelticisi arkasında bulunuyorsa ve yalnız bir iç IP adresine sahipse, dinamik IP adreslerinin kullanılması hakkında aşağıdaki Destek kaydına bakın.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
tr: Ayrıca, birden çok IP adresi kullanılıyorsa, "OutboundBindAddress" değerini de ayarlamak isteyebilirsiniz. Böylece dış bağlantılar dünyaya yayınlamak istediğiniz IP adresinden gelir.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
tr: Yalnız Tor üzerinden erişilebilen web siteleri olduğunu duydum. Bu web siteleri nedir ve bunlara nasıl erişebilirim?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
tr: Yalnız Tor ağı üzerinden erişilebilen web sitelerine "onions" denir ve adreslerinin sonunda .onion bulunur.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
tr: Örneğin DuckDuckGo onion adresi [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion) şeklindedir.

source: You can access these websites by using Tor Browser.
tr: Bu web sitelerine Tor Browser kullanarak erişebilirsiniz.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
tr: Onion siteleri arama motorlarının dizinlerine vanilla siteleri gibi normal şekilde eklenmediğinden adresler sizin tarafınızdan web sitesi sunucusu ile paylaşılmalıdır.

source: What is a .onion or what are onion services?
tr: .onion ya da onion hizmetleri nedir?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
tr: Onion hizmetleri kişilere içerik sunmanın yanında anonim web siteleri gibi yayınlar yapılabilmesini sağlar.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
tr: Ayrıca Onion hizmetlerini kullanarak üst veriler olmadan sohbet ve dosya paylaşımı, gazeteciler ve [SecureDrop](https://securedrop.org/) ya da [OnionShare](https://onionshare.org/) gibi kaynakları arasında daha güvenli etkileşim, daha güvenli yazılım güncellemeleri ve [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/) gibi yaygın web sitelerine daha güvenli yollarla erişim gibi işlemler yapılabilir.

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
tr: Bu hizmetlere erişmek için özel .onion üst düzey etki alanı kısaltması (.com, .net, .org, vb yerine) kullanılır ve erişim yalnız Tor ağı üzerinden sağlanabilir.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
tr: Onion hizmeti kullanan bir web sitesine erişirken, Tor Browser adres çubuğunda bağlantınızın durumunun güvenli olduğunu ve bir onion hizmetinin kullanıldığını belirten bir yeşil soğan simgesi görüntülenir.

source: ![Onion icon](/static/images/onion-website.png)
tr: ![Soğan simgesi](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
tr: Bir web sitesine HTTPS ve onion hizmeti üzerinden erişiyorsanız, adres çubuğunun sol başında üzerinde kilit olan bir yeşil soğan simgesi görüntülenir.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
tr: ![Kilit ile yeşil soğan simgesi](/static/images/padlock-onion.png)

source: I cannot reach X.onion!
tr: X.onion üzerine ulaşamıyorum!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
tr: Erişmek istediğiniz Onion hizmetine erişemiyorsanız, 16 karakterlik eski yada 56 karakterlik yeni onion adresini doğru yazdığınızdan emin olun. Küçük bir hata bile Tor Browser tarafından siteye ulaşılmasını engeller.

source: If you are still unable to connect to the onion service, please try again later.
tr: Onion hizmeti ile gene de bağlantı kuramıyorsanız, lütfen daha sonra yeniden deneyin.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
tr: Geçici bir bağlantı sorunu olabilir ya da siteyi hazırlayanlar bir uyarı vermeden siteyi çevrimdışı yapmış olabilir.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
tr: Ayrıca diğer onion hizmetlerine erişebildiğinizden emin olmak için [DuckDuckGo onion hizmetine](http://3g2upl4pq6kufc4m.onion/) bağlanmayı deneyebilirsiniz.

source: Does the Tor Project run any Onion Services?
tr: Tor Projesi herhangi bir Onion Hizmeti sunuyor mu?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
tr: Evet! Sunulan Onion Hizmetlerinin listesine [onion.torproject.org](https://onion.torproject.org/) adresinden ulaşabilirsiniz.

source: What do the different onion icons in the address bar mean?
tr: Adres çubuğundaki farklı soğan simgelerinin anlamı nedir?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
tr: Bir Onion hizmeti kullanırken, Tor Browser üzerinde geçerli web sitesinin güvenlik düzeyini gösteren farklı soğan simgeleri görüntülenir.

source: ![Image of a green onion](/static/images/green-onion.png)
tr: ![Yeşil soğan simgesi](/static/images/green-onion.png)

source: A green onion means:
tr: Yeşil soğan simgesi şu anlama gelir:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
tr: - Onion hizmeti HTTP ya da kendiliğinden imzalı bir sertifika kullanan HTTPS üzerinden sunuluyor.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
tr: ![Kilit ile yeşil soğan simgesi](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
tr: Kilit ile yeşil soğan simgesi şu anlama gelir:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
tr: - Onion hizmeti yetkili bir sertifika sağlayıcı sertifikası ile HTTPS üzerinden sunuluyor.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
tr: ![Kırmızı bölü ile gri soğan simgesi](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
tr: Kırmızı bölü ile gri soğan simgesi şu anlama gelir:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
tr: - Onion hizmeti kendinden imzalı ya da yetkili bir sertifika sağlayıcı sertifikası ile HTTPS üzerinden sunuluyor.

source: - The webpage contains subresources served over HTTP.
tr: - Bu web sitesinde HTTP üzerinden sunulan alt içerikler var.

source: How to Report a Bug or Give Feedback
tr: Hataları ya da Düşüncelerimi Nasıl İletebilirim

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
tr: Tor, yazılımlarımızı ve kaynaklarımızı geliştirmemize yardımcı olmaları için dünya çapındaki kullanıcı ve gönüllülerin desteğine güvenmektedir. Bu nedenle geri bildirimleriniz bizim için (ve tüm Tor kullanıcıları için) çok değerlidir.

source: ### Feedback template
tr: ### Geri bildirim kalıbı

source: When sending us feedback or reporting a bug, please include as many of these as possible:
tr: Bize hataları ya da düşüncelerinizi iletirken olabildiğince şu bilgileri eklemeye çalışın:

source: * OS you are using
tr: * Kullandığınız işletim sistemi

source: * Tor Browser version
tr: * Tor Browser sürümü

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
tr: * Sorunu bizim de deneyimleyebilmemiz için yaşadığınız soruna kadar yaptığınız işlem adımları (örneğin, web tarayıcıyı açtım, bir adres yazdım, [i] simgesine tıkladım ve tarayıcı çöktü gibi)

source: * A screenshot of the problem
tr: * Sorunun ekran görüntüsü

source: * The log
tr: * Günlük dosyası

source: ### How to Reach Us
tr: ### Bize nasıl ulaşabilirsiniz

source: There are several ways to reach us, so please use what works best for you.
tr: Bize ulaşabileceğiniz bir kaç yol var. Sizin için en uygun olanını seçebilirsiniz.

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
tr: [https://trac.torproject.org](https://trac.torproject.org) adresinden bir destek kaydı açabilirsiniz. Tor Browser 9 ile ilgili tüm sorunları tbb-9.0-issues anahtar sözcüğü ile izliyoruz. Web sitemiz ile ilgili destek kayıtları "Webpages/Website" bileşeni ile eklenmelidir.

source: #### Email
tr: #### E-posta

source: Send us an email to frontdesk@torproject.org
tr: frontdesk@torproject.org adresine e-posta gönderebilirsiniz

source: In the subject line of your email, please tell us what you're reporting. The more specific your subject line is (e.g. "Connection failure", "feedback on website", "feedback on Tor Browser", "I need a bridge"), the easier it will be for us to understand and follow up. Sometimes when we receive emails without subject lines, they're marked as spam and we don't see them.
tr: Lütfen e-postanızın konusuna bize neyi ilettiğinizi yazın. Konu satırındaki bilgi olabildiğince ayrıntılı olduğunda ("bağlantı sorunu", "web sitesi için öneri", "Tor Browser hakkında geri bildirim", "Köprü kullanmam gerekiyor" gibi), sorunu anlayıp izlememiz daha kolay oluyor. Konu satırı yazılmadan gönderilen e-postalar bazen spam olarak ayıklandığından göremiyoruz.

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write in any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
tr: Daha hızlı yanıt almak için yapabiliyorsanız e-postanızı İngilizce, İspanyolca ya da Portekizce yazın. Bu dilleri bilmiyorsanız istediğiniz dilde yazabilirsiniz ancak konuyu anlayabilmemiz için çeviri desteği almamız gerekeceğinden biraz daha geç yanıt verebileceğimizi unutmayın.

source: #### Blog post comments
tr: #### Günlük yazısı yorumları

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
tr: İletmek istediğiniz hatalar ya da düşünceleriniz için istediğiniz zaman ilgili günlük yazılarının altına yorum yapabilirsiniz. Konu ile ilgili bir günlük yazısı yoksa lütfen bizimle farklı bir yoldan iletişim kurun.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
tr: Hata ve düşüncelerinizi OFTC üzerindeki #tor kanalından da iletebilirsiniz. Hemen yanıt veremeyebiliriz. Ancak yazılanları geriye doğru okuyoruz ve uygun olduğumuzda yanıt veriyoruz.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
tr: [OFTC sunucularına](/tr/get-in-touch/irc-help) nasıl bağlanabileceğinizi öğrenin.

source: #### Email Lists
tr: #### E-posta listeleri

source: For reporting issues or feedback using email lists, we recommend that you do so on the one that is related to what you would like to report.
tr: Sorunları ve düşüncelerinizi e-posta listelerini kullanarak iletmek isterseniz, konu ile ilgili e-posta listesini kullanmanızı öneririz.

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
tr: Tor Browser, Tor ağı ve Tor tarafından geliştirilen diğer projeler ile ilgili konular için: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
tr: Web sitelerimiz ile ilgili konular için: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
tr: Bir Tor aktarıcısı işletmek ile ilgili konular için: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
tr: Tor Browser belgeleri ya da Destek web sitesi ile ilgili konular için: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
tr: ### Güvenlik açıklarını bildirmek

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
tr: Projelerimizden birinde ya da altyapımızda bir güvenlik açığı bulursanız, e-posta ile tor-security@lists.torproject.org adresine bildirebilirsiniz.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
tr: Tor ya da Tor Browser üzerinde bir güvenlik açığı bulursanız, [ödüllü hata programımıza](https://hackerone.com/torproject) bildirebilirsiniz.
