Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: How can we help?
ro: Cum te putem ajuta?

source: Most Frequently Asked Questions
ro: Întrebări frecvente

source: About Tor
ro: Despre Tor

source: Tor Messenger
ro: Mesagerul Tor

source: Tor Mobile
ro: Mobilul Tor

source: Connecting To Tor
ro: Conectare la Tor

source: Censorship
ro: Cenzură

source: Operators
ro: operatori

source: Onion Services
ro: Servicii Onion

source: Misc
ro: Diverse

source: Get in Touch
ro: Păstrați legătura

source: Debian Repository
ro: Depozitul Debian

source: Tor rpm packages
ro: Pachete Tor rpm

source: add-on, extension, or plugin
ro: add-on, extensie sau plugin

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
ro: Suplimentele, extensiile și plugin-urile sunt componente care pot fi adăugate la [browserele web](../web-browser) pentru a le oferi funcții noi.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
ro: Tor Browser vine cu două suplimente instalate: [NoScript](../noscript) și [HTTPS Everywhere](../https-everywhere)

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
ro: Nu ar trebui să instalați suplimente suplimentare în Tor Browser, deoarece acest lucru poate compromite unele dintre caracteristicile sale de confidențialitate.

source: An antivirus software is used to prevent, detect and remove malicious software.
ro: Un program antivirus este utilizat pentru a preveni, detecta și elimina software-ul rău intenționat.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
ro: Programul antivirus poate interfera cu [Tor](../tor-tor-network-core-tor) care rulează pe computer.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
ro: Este posibil să fie necesar să consultați documentația pentru programul dvs. antivirus dacă nu știți cum să permiteți folosirea Tor.

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
ro: O aplicație web (web app), este o aplicație în care [clientul](../client) rulează un [browser web](../web-browser).

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
ro: Aplicația se poate referi, de asemenea, la programul pe care îl instalați pe [sistemul de operare](../operating-system-os) al dispozitivului mobil.

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
ro: Atlas este o aplicație web care explică despre rularea [releelor](../relay) Tor.

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
ro: Pentru a determina randamentul unui releu, releele speciale numite autorități de lățime de bandă iau măsurători periodice ale [releelor](../relay) din [consens](../consensus).

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
ro: La fel ca și [releele](../relay) Tor obișnuite, podurile sunt rulate de voluntari; totuși, spre deosebire de releele obișnuite, acestea nu sunt listate public, astfel încât un spion nu le poate identifica cu ușurință.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
ro: [Transporturile conectabile](../pluggable-transports) sunt un tip de poduri care ajută să deghizeze faptul că utilizați Tor.

source: A special-purpose relay that maintains the list of [bridges](../bridge).
ro: Un releu cu destinație specială care menține lista [podurilor](../bridge).

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
ro: Amprenta este procesul de colectare a informațiilor despre un dispozitiv sau serviciu pentru a ghici identitatea sau caracteristicile acestuia.

source: Unique behavior or responses can be used to identify the device or service analyzed.
ro: Comportamentul sau răspunsurile unice pot fi utilizate pentru a identifica dispozitivul sau serviciul analizat.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
ro: [Tor Browser](../tor-browser) previne amprentarea.

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
ro: Istoricul browserului este o înregistrare a cererilor efectuate în timpul utilizării unui [browser web](../web-browser) și include informații precum site-urile vizitate și când au fost vizitate.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
ro: [Tor Browser](../tor-browser) șterge istoricul de navigare după ce închideți [sesiunea](../session).

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
ro: CAPTCHA-urile sunt un test de răspuns la provocare luat în calcul pentru a determina dacă utilizatorul este uman sau nu.

source: [Tor](../tor-tor-network-core-tor) users are often served captchas because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
ro: Utilizatorii [Tor](../tor-tor-network-core-tor) sunt des serviți cu captcha, deoarece [releele](../relay) Tor fac atât de multe solicitări, încât uneori site-urile web cu greu pot stabili dacă aceste solicitări provin sau nu de la oameni sau roboți.

source: checksum
ro: suma de control

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
ro: Sumele de control - checksum sunt valori [hash](../hash) ale fișierelor. Dacă ați descărcat software-ul fără erori, suma de control dată și suma de control a fișierului descărcat vor fi identice.

source: A path through the [Tor network](../tor-tor-network-core-tor) built by [clients](../client) consisting of randomly selected nodes. The circuit begins with either a [bridge](../bridge) or a [guard](../guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](../middle-relay), and an [exit](../exit). Most [onion services](../onion-services) use six hops in a circuit (with the exception of [single onion services](../single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the [i] on the URL bar.
ro: O cale prin [Tor network](../tor-/- tor-network/-core-tor) construită de [clienți](../client) constând din noduri selectate aleatoriu. Circuitul începe fie cu [punte](../bridge), fie cu [pază](../guard). Cele mai multe circuite constau din trei noduri - o pază sau o punte, un [releu de mijloc](../middle-relay) și o [ieșire](../exit). Majoritatea [serviciilor onion](../onion-services) folosesc șase salturi într-un circuit (cu excepția [serviciilor onion unice](../ serviciu de ceapă)) și niciodată un nod de ieșire. Puteți vizualiza circuitul Tor actual, făcând clic pe [i] din bara URL.

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
ro: În [Tor](../tor-tor-network-core-tor), un client este un nod în rețeaua Tor, care rulează de obicei în numele unui utilizator, care rutează conexiunile aplicației pe o serie de [relee](../relay).

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
ro: Compass este o aplicație web pentru a afla mai multe despre rularea curentă a [releelor Tor](../relay).

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
ro: În termeni Tor, un singur document compilat și votat de [autoritățile directorului](../directory-authority) o dată pe oră, care se asigură că toți [clienții](../client) au aceleași informații despre [relee](../relay) care alcătuiesc [rețeaua Tor](../tor-tor-network-core-tor).

source: An [HTTP](../http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](../web-browser) while the user is browsing.
ro: Un cookie [HTTP](../http) (numit și cookie web, cookie pentru Internet, cookie pentru browser sau pur și simplu cookie) este o mică bucată de date trimise de pe un site web și stocate pe computerul utilizatorului de către [browserul web](../web -browser) al utilizatorului în timp ce utilizatorul navighează.

source: By default, [Tor Browser](../tor-browser) does not store cookies.
ro: În mod implicit, [Tor Browser](../tor-browser) nu stochează cookie-uri.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
ro: Cross-Site Scripting (XSS) permite unui atacator să adauge funcționalitate sau comportament rău intenționat pe un site web atunci când nu ar trebui să aibă abilitatea de a face acest lucru.

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](../public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get.
ro: O semnătură criptografică dovedește autenticitatea unui mesaj sau a unui fișier. Acesta este creat de deținătorul porțiunii private a unei perechi de chei [cheie publică-criptografie](../public-key-cryptography) și poate fi verificat prin cheia publică corespunzătoare. Dacă descărcați software de pe torproject.org, îl veți găsi ca fișiere de semnătură (.asc). Acestea sunt semnături PGP, astfel încât să puteți verifica dacă fișierul pe care l-ați descărcat este exact ca și cel pe care v-am propus să îl primiți.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
ro: Pentru mai multe informații, consultați [cum puteți verifica semnăturile](/tbb/how-to-verify-signature/).

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
ro: Un daemon este un program de calculator care rulează ca un proces de fundal, în loc să fie sub controlul direct al unui utilizator.

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
ro: Un [releu](../relay) cu scop special care menține o listă de relee care rulează în prezent și publică periodic un [consens](../consensus) împreună cu celelalte autorități de director.

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
ro: Datele transmise care sunt [criptate](../encryption) de la origine până la destinație se numesc end-to-end encrypted.

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
ro: Ultimul [releu](../relay) din [circuitul Tor](../circuit) care trimite [trafic](../traffic) pe Internetul public. Serviciul la care vă conectați (site-ul web, serviciul de chat, furnizorul de email, etc.) va vedea [adresa IP](../ip-address) a ieșirii.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
ro: Serviciul ExoneraTor menține o bază de date cu [releul](../relay) [adresele IP](../ip-address) care au făcut parte din rețeaua Tor. Răspunde la întrebarea dacă există un releu [Tor](../tor-tor-network-core-tor) care rulează pe o adresă IP furnizată la o dată. Acest serviciu este adesea util atunci când se ocupă cu aplicarea legii.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
ro: Mozilla Firefox este un [browser web](../web-browser) gratuit și open-source dezvoltat de Fundația Mozilla și filiala sa, Mozilla Corporation.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
ro: [Tor Browser](../ tor-browser) este construit dintr-o versiune modificată a Firefox ESR (Extended Support Release).

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
ro: Firefox este disponibil pentru [sistemele de operare](../operating-system-os) Windows, macOS și Linux, cu versiunea sa mobilă (Fennec) disponibilă pentru Android.

source: Flash Player
ro: Player Flash

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
ro: Flash Player este un [plugin pentru browser](../add-on-extension-or-plugin) pentru [aplicațiile](../app) Internet pentru a reda conținut audio și video. Niciodată nu ar trebui să activați Flash-ul pentru a rula în [Tor Browser](../tor-browser), deoarece este nesigur. Multe servicii care folosesc Flash oferă, de asemenea, o alternativă HTML5, care ar trebui să funcționeze în Tor Browser.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
ro: FTE (format-transforming encryption) este un transport conectabil care deghizează [traficul Tor](../traffic) ca trafic web obișnuit (HTTP).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ro: Este un serviciu care răspunde automat la mesaje (e-mail, XMPP, Twitter) cu link-uri la cea mai recentă versiune a [Tor Browser](../tor-browser), găzduit într-o varietate de locații, cum ar fi Dropbox, Google Drive și GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
ro: Proiectul Tor participă la Google Summer of Code, care este un program de vară pentru studenți.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
ro: Proiectul Tor participă la Google Season of Docs, care este un program destinat scriitorilor tehnici.

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
ro: Primul [releu](../relay) din [circuitul Tor](../circuit), cu excepția cazului în care se utilizează un [pod](../bridge). Când utilizați un pod, podul ia locul gardianului.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
ro: O valoare hash criptografică este rezultatul unui algoritm matematic care mapează datele pe un șir de biți de o dimensiune fixă. Este conceput ca o funcție unidirecțională, ceea ce înseamnă că valoarea este ușor de calculat într-o direcție, dar imposibil de inversat. Valorile Hash servesc la verificarea integrității datelor.

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
ro: Fostul nume pentru „[servicii onion](../onion-services)”, uneori încă utilizat în documentația sau comunicarea [Tor](../tor-tor-network-core-tor).

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
ro: În termeni [Tor](../tor-tor-network-core-tor), un „salt” se referă la [traficul](../traffic) care se deplasează între [releele](../relay) dintr-un [circuit](../circuit).

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
ro: [Protocolul de transfer hipertext (HTTP)](../http) este un canal utilizat pentru a trimite fișiere și date între dispozitivele dintr-o rețea. Utilizat inițial pentru a transfera doar pagini web, acum este bazat pe livrarea mai multor forme de date și comunicare.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
ro: Hypertext Transfer Protocol Secure este versiunea [criptată](../encryption) a canalului HTTP utilizat pentru a transfera fișiere și date între dispozitivele dintr-o rețea.

source: HTTPS Everywhere
ro: HTTPS Oriunde

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
ro: HTTPS Everywhere este o [extensie](../add-on-extension-or-plugin) [Firefox](../firefox), Chrome și Opera care face ca [HTTPS](../https) să fie implicit pe site-urile web care au configurat HTTPS dar nu l-au făcut implicit.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
ro: HTTPS Everywhere este instalat în [Tor Browser](../tor-browser).

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
ro: Un furnizor de servicii Internet (ISP) este o organizație care oferă servicii pentru accesarea și utilizarea Internetului. Când utilizați [Tor Browser](../tor-browser), ISP-ul dvs. nu poate vedea ce site-uri web vizitați.

source: IP address
ro: Adresă IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
ro: O adresă de protocol Internet (adresa IP) este o etichetă numerică (sau alfa-numerică în cazul IPv6) atribuită fiecărui dispozitiv (de exemplu, computer, imprimantă) care participă la o rețea de calculatoare care folosește protocolul Internet pentru comunicare.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
ro: Adresa IP este adresa de locație a dispozitivului, similară adreselor locațiilor fizice.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
ro: [Tor Browser](../tor-browser) vă ascunde locația făcând să pară că [traficul dvs.](../traffic) provine de la o adresă IP care nu vă este proprie.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
ro: JavaScript este un limbaj de programare pe care site-urile web îl utilizează pentru a oferi elemente interactive, cum ar fi video, animație, audio și timeline de stare. Din păcate, JavaScript poate activa, de asemenea, atacuri la securitatea [browserului web](../web-browser), ceea ce ar putea duce la deanonimizare.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
ro: [Extensia](../add-on-extension-or-plugin) [NoScript](../noscript) din [Tor Browser](../tor-browser) poate fi utilizată pentru a gestiona JavaScript pe diferite site-uri web.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
ro: "little-t tor" este o modalitate de a ne referi la demonul de rețea, spre deosebire de Tor Browser sau Tor Project.

source: Meek-azure makes it look like you are using a Microsoft web site.
ro: Meek-azure face să pară că folosiți un site web Microsoft.

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
ro: Poziția din mijloc din [Circuitul Tor](../circuit). Releele fără ieșire pot funcționa ca „mijloc” sau „[gardian](../guard)” pentru diferiți utilizatori.

source: New Identity
ro: Identitate nouă

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ro: New Identity este o caracteristică [Tor Browser](../tor-browser) dacă doriți să împiedicați activitatea browserului dvs. ulterioară să fie conectabilă la ceea ce ați făcut înainte.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
ro: Selectând aceasta, se vor închide toate filele și ferestrele deschise, se vor șterge toate informațiile private, cum ar fi [cookie-uri](../cookie) și [istoricul navigării](../browsing-history) și se vor folosi [circuite Tor](../circuit) noi pentru toate conexiunile. .

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
ro: Tor Browser vă va avertiza că toate activitățile și descărcările vor fi oprite, așa că luați în considerare acest lucru înainte de a face clic pe butonul „New Identity” (accesibil prin pictograma mică ca o mătură cu scântei din partea dreaptă sus a ecranului).

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
ro: New Identity poate fi de asemenea de ajutor dacă Tor Browser are probleme la conectarea la un anumit site, în mod similar cu „[Circuit Tor Nou pentru aceste Site](new-tor-circuit-for-this-site)”.
