Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
it: Ciò significa, normalmente sono 3, ma per esempio se accedi ad un servizio onion o ad un indirizzo ".exit" potrebbero essercene di più.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
it: Non vogliamo incoraggiare le persone ad utilizzare percorsi più lunghi di così in quanto aumenterebbe il peso del network senza (per quello che possiamo dire) fornire maggiore sicurezza.

source: How can I share files anonymously through Tor?
it: Come posso condividere file, anonimamente, attraverso Tor?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
it: Molti exit node sono configurati per bloccare determinati tipi di traffico condiviso, come ad esempio BitTorrent.

source: How do I volunteer with Tor Project?
it: Posso offrirmi volontario per aiutare il Progetto Tor?

source: How can I donate to Tor Project?
it: Come posso donare al Progetto Tor?

source: Thank you for your support!
it: Grazie per il vostro supporto!

source: Why don't you prevent bad people from doing bad things when using Tor?
it: Perchè non evitate ai malintenzionati di compiere azioni criminali tramite Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
it: Tor è progettato per difendere i diritti umani e la privacy prevenendo che qualcuno possa essere censurato, anche da noi.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
it: Detestiamo che alcune persone utilizzino Tor per compiere cose terribili, tuttavia non possiamo fare nulla per evitarlo senza al contempo minare i diritti umaani degli attivisti, giornalisti, sopravvissuti agli abusi ed altre persone che utilizzano Tor per scopi nobili.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
it: Se volessimo bloccare alcune persone dall'utilizzare Tor, dovremmo fondamentalmente inserire una backdoor nel software, che renderebbe gli utilizzatori vulnerabili agli attacchi dei regimi autoritari e di altri avversari.

source: Who funds Tor?
it: Chi finanzia Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
it: Tor è finanziato da molti differenti sponsor inclusi agenzie federali USA, fondazioni private e donatori individuali.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
it: Siamo sempre alla ricerca di fonti differenti di finanziamento, specialmente da fondazioni e da privati.

source: Can I use Tor with BitTorrent?
it: Posso usare Tor con BitTorrent?

source: We do not recommend using Tor with BitTorrent.
it: Sconsigliamo di usare Tor con BitTorrent.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
it: I file sul mio computer sono stati bloccati e qualcuno mi sta chiedendo di scaricare Tor Browser per pagare un riscatto affinché io possa recuperare i miei file!

source: We are so sorry, but you have been infected with malware.
it: Ci spiace molto, ma sei stato infettato da un malware.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
it: Il Progetto Tor non ha creato questo malware. Gli autori del malware ti stanno chiedendo di scaricare Tor Browser presumibilmente perché tu li contatti in modo anonimo relativamente al riscatto che ti stanno richiedendo.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
it: Se è la tua prima esperienza con Tor Browser, comprendiamo che potresti pensare che siamo gentaglia che aiuta gente ancora peggiore.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
it: Ma ti preghiamo di tenere in conto che il nostro software è utilizzato ogni giorno per una enorme varietà di diversi scopi da attivisti per i diritti umani, giornalisti, sopravvissuti alle violenze domestiche, informatori, agenti delle forze dell'ordine e molti altri. Sfortunatamente, la protezione che il nostro software può fornire a questi gruppi di persone può essere anche abusata da criminali ed autori di malware.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
it: Il Progetto Tor non supporta né scusa l'ulitizzo del nostro software per propositi criminali.

source: Does Tor keep logs?
it: Tor mantiene eventuali log?

source: Tor doesn't keep any logs that could identify a particular user.
it: Tor non mantiene alcun log che possa identificare uno specifico utente.

source: Does Tor Project offer email service or other privacy protecting web services?
it: Il Tor Project offre un servizio di email, o altri servizi web, mirati a proteggere la privacy?

source: No, we don't provide any online services.
it: No, non forniamo servizi online.

source: Can I use the Tor logo in my product?
it: Posso usare il logo di Tor nel mio prodotto?

source: I'm having a problem updating or using Vidalia.
it: Sto avendo un problema nell'aggiornamento, o nell'uso, di Vidalia.

source: Vidalia is no longer maintained or supported.
it: Vidalia non è più mantenuta o supportata

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
it: Una grande parte delle caratteristiche che Vidalia offriva sono state adesso integrate direttamente in Tor Browser.

source: Close banner
it: Chiudi banner

source: Tracking, surveillance, and censorship are widespread online.
it: Tracciamento, sorveglianza e censura sono ampiamente diffuse in rete.

source: TAKE BACK THE INTERNET WITH TOR
it: RIPRENDI POSSESSO DI INTERNET CON TOR

source: DONATE NOW
it: DONA ORA

source: Give today, and Mozilla will match your donation.
it: Dai oggi, e Mozilla ricambierà la tua donazione.

source: Download Tor Browser
it: Scarica Tor Browser

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
it: Scarica Tor Browser per provare la vera navigazione privata senza tracciamento, sorveglianza o censure.

source: Our mission:
it: La nostra missione:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
it: Far progredire i diritti umani e la libertà creando e distribuendo software gratuito ed open source con tecnologie per rendersi anonimi e mantenere la privacy, favorendone l'ampia disponibilità ed utilizzo e promuovendone la comprensione scientifica e popolare.

source: Donate Now
it: Dona Adesso

source: Subscribe to our Newsletter
it: Iscriviti alla nostra Newsletter

source: Get monthly updates and opportunities from the Tor Project:
it: Ricevi aggiornamenti mensili e altre occasioni dal Progetto Tor:

source: Sign up
it: Iscriviti

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
it: Marchio registrato, avvertenze sul copyright e regole per l'utilizzo da terzi possono essere trovati nel nostro %(link_to_faq)s

source: Search
it: Cerca

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
it: Questa visualizzazione mostra quali informazioni sono visibili agli intercettatori con e senza la cifratura del Browser Tor e HTTPS:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
it: Cliccate sul pulsante "Tor" per vedere quali dati sono visibili ad un osservatore quando state utilizzando la rete Tor. Il bottone diventerà verde quando Tor è attivato

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
it: Cliccate sul pulsante "HTTPS" per vedere quali dati sono visibili ad un osservatore quando state usando il protocollo HTTPS. Il pulsante diventerà verde quando HTTPS è attivo

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
it: Quando entrambi i pulsanti sono verdi, vengono visualizzati i dati visibili agli osservatori quando si utilizzano entrambi gli strumenti.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
it: Quando entrambi i pulsanti sono grigi, vengono visualizzati i dati visibili agli osservatori quando non si utilizzano entrambi gli strumenti.

source: POTENTIALLY VISIBLE DATA
it: DATI POTENZIALMENTE VISIBILI

source: Site.com
it: Sito.com

source: The site being visited.
it: Il sito sta venendo visitato.

source: user / pw
it: utente / password

source: Username and password used for authentication.
it: Username a password utilizzate per l'autenticazione.

source: data
it: dati

source: Data being transmitted.
it: I dati stanno venendo trasmessi.

source: location
it: posizione

source: Network location of the computer used to visit the website (the public IP address).
it: Posizione di rete del computer utilizzato per visitare il sito Web (l'indirizzo IP pubblico).

source: Whether or not Tor is being used.
it: Indipendentemente dal fatto che Tor venga utilizzato o meno.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
it: Difenditi contro tracciamento e sorveglianza. Evita la censura.

source: Tor Project | Support
it: Tor Project | Supporto

source: Topics
it: Argomenti

source: Contributors to this page:
it: Contributori a questa pagina:

source: Edit this page
it: Modifica questa pagina

source: Suggest Feedback
it: Esprimi un Feedback

source: Permalink
it: Link permanente
