Repository: torpluston/translation
Catalog: contents+is.po
Languages: is

source: Javascript is disabled by default on all sites; some fonts,icons, math symbols, and images are disabled; audio and video (HTML5 media) are click-to-play.
is: JavaScript er sjálfgefið óvirkt á öllum vefjum; sumt letur, stærðfræðitákn og myndir eru gerð óvirk; smella verður á hljóð og myndskeið (HTML5-margmiðlun) til að þau spilist.

source: Updating
is: Uppfærsla

source: How to update Tor Browser
is: Hvernig á að uppfæra Tor-vafrann

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
is: Ávallt þarf að halda Tor-vafranum uppfærðum í nýjustu útgáfu. Ef þú heldur áfram að nota úrelta útgáfu af hugbúnaðnum, ertu berskjaldaður fyrir alvarlegum öryggisveilum sem stofna nafnleynd þinni og öryggi í hættu.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
is: Tor-vafrinn mun áminna þig á að uppfæra hugbúnaðinn um leið og ný útgáfa gefur verið gefin út: Tor-hnappurinn mun sýna gulan þríhyrning og þú gætir séð skilaboð varðandi uppfærsluna þegar vafrinn opnast. Þú getur uppfært annað hvort handvirkt eða sjálfvirkt.

source: ##### Updating Tor Browser automatically
is: ##### Sjálfvirk uppfærsla á Tor-vafranum

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
is: Þegar þú ert áminnt/ur á að uppfæra Tor-vafrann, skaltu smella á Tor-hnappinn og velja "Athuga með uppfærslur Tor-vafra".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
is: Þegar Tor-vafrinn hefur lokið við að athuga með uppfærslur, skaltu smella á hnappinn "Uppfæra".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
is: Bíddu eftir að uppfærslan sé sótt og sett upp, endurræstu síðan Tor-vafrann. Þú ert þá að keyra nýjustu útgáfuna.

source: ##### Updating Tor Browser manually
is: ##### Handvirk uppfærsla á Tor-vafranum

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
is: Þegar þú ert áminnt/ur á að uppfæra Tor-vafrann, skaltu ljúka netvafrinu þínu og loka forritinu.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
is: Fjarlægðu Tor-vafrann úr tölvunni með því að eyða möppunni sem inniheldur forritsskrárnar (skoðaðu kaflann <a href='uninstalling'>Taka út uppsetningu</a> til að sjá nánari upplýsingar).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
is: Heimsæktu <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> og náðu í eintak af nýjustu útgáfu Tor-vafrans, settu hana síðan upp eins og venjulega.

source: Plugins, add-ons and JavaScript
is: Viðbætur, hjálparforrit og JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
is: Hvernig Tor-vafrinn meðhöndlar viðbætur, hjálparforrit og JavaScript

source: ##### Flash Player
is: ##### Flash margmiðlunarspilari

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
is: Vefsvæði með myndskeiðum, eins og til dæmis Vimeo, nýta sér Flash Player viðbótina til að birta margmiðlunarefni. Því miður virkar þessi hugbúnaður alveg óháð Tor-vafranum og er næsta ógerlegt að láta hann hlýða stillingum Tor-vafrans varðandi milliþjóna (proxy). Þessi hugbúnaður getur þar af leiðandi ljóstrað upp um raunverulega staðsetningu þína og IP-vistfang til rekstraraðila vefsvæðis eða til utanaðkomandi eftirlitsaðila. Af þessum ástæðum er Flash sjálfgefið haft óvirkt í Tor-vafranum og eindregið er mælt gegn því að það sé virkjað.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
is: Sumar myndskeiðaveitur (eins og YouTube) bjóða upp á aðrar leiðir við afspilun myndskeiða sem ekki nota Flash. Þessar aðferðir gætu verið samhæfðar Tor-vafranum.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
is: JavaScript er forritunarmál sem notað er við smíði vefsvæða til að framkalla gagnvirka þætti á borð við myndskeið, hreyfingar, hljóð og atburði á tímalínu. Því miður er einnig hægt að nota JavaScript til að komast framhjá öryggisstillingum vafrans, sem aftur getur leitt til auðkenningar á þeim sem hann nota.

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
is: Tor-vafrinn kemur með forritsviðbót sem kallast NoScript, hún er aðgengileg í gegnum 'S'-táknmyndina efst í hægra horni gluggans. NoScript gerir þér kleift að stýra JavaScript-skriftum (og öðrum skriftum) sem keyra á einstökum vefsíðum eða að loka algerlega á þær.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
is: Notendur sem þurfa hátt öryggisstig við vafur sitt á netinu ættu að stilla <a href="/security-slider">Öryggisstillingasleða</a> Tor-vafrans á “Öruggara” (sem gerir JavaScript óvirkt á vefsvæðum sem ekki nota HTTPS) eða á “Öruggast” (sem lokar á JavaScript á öllum vefsvæðum). Hinsvegar, að gera JavaScript óvirkt mun valda því að margir vefir birtast ekki rétt, því er sjálfgefin stilling Tor-vafrans að leyfa öllum vefsvæðum að keyra skriftur í "Staðlað" hamnum.

source: ##### Browser Add-ons
is: ##### Viðbætur fyrir vafrann

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
is: Tor-vafrinn er byggður á Firefox, allar vafraviðbætur eða þemu sem eru samhæfð við Firefox er einnig hægt að setja upp í Tor-vafranum.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
is: Hinsvegar, einu viðbæturnar sem prófaðar hafa verið fyrir notkun með Tor-vafranum eru þær sem koma sjálfgefið uppsettar með honum. Uppsetning á öllum öðrum vafraviðbótum getur skemmt virkni Tor-vafrans eða valdið alvarlegum vandamálum varðandi nafnleynd þína og öryggi. Mælt er sterklega gegn því að aðrar viðbætur séu settar upp, auk þess sem Tor-verkefnið býður ekki neina aðstoð gagnvart vöfrum með slíkum uppsetningum.

source: Troubleshooting
is: Vandamálalausnir

source: What to do if Tor Browser doesn’t work
is: Hvað á að gera ef Tor-vafrinn virkar ekki

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
is: Þá ættir að geta farið að vafra um vefinn með Tor-vafranum fljótlega eftir að forritið er ræst, og með því að smella á “Tengjast” hnappinn ef þú ert að nota forritið í fyrsta sinn.

source: ##### Quick fixes
is: ##### Skyndilausnir

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
is: Ef Tor-vafrinn tengist ekki, þá gæti samt verið einhver einföld lausn. Prófaðu allar eftirfarandi leiðir:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
is: * Kerfisklukka tölvunnar þinnar verður að vera rétt stillt, annars getur Tor ekki tengst.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
is: * Gakktu úr skugga um að ekki sé þegar annað tilvik Tor-vafrans í gangi. Ef þú ert ekki viss um hvort svo sé, skaltu einfaldlega endurræsa tölvuna.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
is: * Gakktu úr skugga um að ekki sé eitthvað vírusvarnaforrit að koma í veg fyrir að Tor geti keyrt. Þú ættir kannski að skoða hjálparskjöl vírusvarnaforritsins þíns ef þú veist ekki hvernig eigi að koma í veg fyrir þetta.

source: * Temporarily disable your firewall.
is: * Gerðu eldvegginn þinn tímabundið óvirkann.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
is: * Eyddu Tor-vafranum og settu hann upp aftur. Ef þú ert að uppfæra, ekki bara skrifa yfir fyrri skrár Tor-vafrans; tryggðu að þeim sé eytt áður en þú hefst handa við uppfærsluna.

source: ##### Is your connection censored?
is: ##### Er tengingin þín ritskoðuð?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
is: Ef þú getur samt ekki tengst, þá gæti netþjónustan þín verið að ritskoða tengingar við Tor-netkerfið. Lestu kaflann um <a href="/circumvention">Hjáleiðir</a> til að finna hugsanlegar lausnir.

source: ##### Known issues
is: ##### Þekkt vandamál

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
is: Tor-vafrinn er í stöðugri þróun, má gera ráð fyrir að sum vandamál séu þekkt en ekki sé búið að laga þau. Skoðaðu síðuna <a href="/known-issues">Þekkt vandamál</a> til að sjá hvort vandamálin sem hrjá þig séu þegar tilgreind þar.

source: Known issues
is: Þekkt vandamál

source: * Tor needs your system clock (and your time zone) set to the correct time.
is: * Tor þarfnast þess að kerfisklukkan þín (og tímabeltið) sé rétt stillt.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
is: * Eftirfarandi eldveggjarhugbúnaður er þekktur fyrir að trufla Tor og gæti þurft að gera tímabundið óvirkan:

source: * Sophos Antivirus for Mac
is: * Sophos Antivirus fyrir Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
is: * Myndskeið sem krefjast Adobe Flash eru ekki tiltæk. Öryggisins vegna er Flash gert óvirkt.

source: * Tor can not use a bridge if a proxy is set.
is: * Tor getur ekki notað brú ef milliþjónn er stilltur.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
is: * Tor-vafrapakkinn er dagsettur þann 1. janúar, 2000 kl. 00:00:00 UTC. Þetta er til að tryggja að hver einasta byggingarútgáfa sé eins.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
is: * Til að keyra Tor-vafrann á Ubuntu, verða notendur að keyra skeljarskriftu (shell script). Opnaðu "Skrár/Files" (skráastjórann í Unity), opnaðu Kjörstillingar/Preferences → flipann Hegðun/Behavior → Stilltu "Keyra keyrsluskrár á textaformi þegar þær eru opnaðar" á "Spyrja í hvert skipti", og smelltu síðan á "Í lagi".

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
is: * Hægt er að ræsa Tor-vafrann af skipanalínu með því að keyra eftirfarandi skipun úr möppu Tor-vafrans:

source: * BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
is: * BitTorrent er dæmi um hugbúnað þar sem umferð er <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">ekki nafnlaus í gegnum Tor</a></mark>.

source: Uninstalling
is: Taka út uppsetningu

source: How to remove Tor Browser from your system
is: Hvernig á að fjarlægja Tor-vafrann úr tölvunni

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
is: Tor-vafrinn hefur ekki áhrif á neitt af fyrirliggjandi hugbúnaði eða stillingum á tölvunni þinni. Að fjarlægja Tor-vafrann mun ekki breyta neinu varðandi hugbúnað eða stillingar kerfisins.

source: Removing Tor Browser from your system is simple:
is: Að fjarlægja Tor-vafrann úr tölvunni þinni er einfalt:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
is: 1. Finndu möppu Tor-vafrans. Sjálfgefin staðsetning á Windows er Skjáborð/Desktop; á Mac OS X er það Applications-mappan. Á Linux er engin sjálfgefin staðsetning, hinsvegar mun mappan heita "tor-browser_en-US" ef þú ert að keyra ensku útgáfuna af Tor-vafranum.

source: 2. Delete the Tor Browser folder.
is: 2. Eyddu möppu Tor-vafrans.

source: 3. Empty your Trash
is: 3. Tæmdu ruslið

source: Note that your operating system’s standard “Uninstall” utility is not used.
is: Athugaðu að venjulega "Taka út forrit" eining stýrikerfisins þíns er ekki notuð.

source: Our mission:
is: Markmið okkar:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
is: að hafa mannréttindi og frelsi að leiðarljósi og stefna að þeim markmiðum með gerð og útbreiðslu á tækni til verndar persónuupplýsinga. Sú tækni eigi að vera öllum frjáls og heimil til notkunar, vera opin til skoðunar, enda sé eitt markmiðanna að stuðla að bættum almennum og vísindalegum skilningi á þessum málum.

source: Subscribe to our Newsletter
is: Gerstu áskrifandi að fréttabréfinu okkar

source: Get monthly updates and opportunities from the Tor Project:
is: Fáðu mánaðarlegar tilkynningar um uppfærslur og ýmsa möguleika frá Tor-verkefninu:

source: Sign up
is: Skráðu þig

source: Trademark, copyright notices, and rules for use by third parties can be found in our
is: Athugasemdir varðandi vörumerki, höfundarrétt, og reglur fyrir notkun utanaðkomandi aðila er hægt að skoða í

source: Tor Project | Tor Browser Manual
is: Notendahandbók Tor-vafrans

source: Tor Logo
is: Táknmerki Tor

source: Download Tor Browser
is: Sæktu Tor-vafrann

source: Search
is: Leita

source: Topics
is: Umfjöllunarefni

source: Permalink
is: Varanlegur tengill
