Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: How can we help?
br: Como nós podemos ajudar?
pt: Como é que nós pudemos ajudar?

source: Becoming a Tor Translator
br: Tornando-se um tradutor Tor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! Tor Project localization is hosted in the [Localization Lab](https://www.localizationlab.org) Hub on Transifex, a third-party translation tool. In order to begin contributing you will have to sign up with Transifex. Below is an outline of how to sign up and begin.
br: Se você tiver interesse em ajudar o projeto traduzindo o manual do navegador Tor ou o Navegador Tor para o seu idioma, sua ajuda será muito apreciada! A localização do Tor Project está hospedada no Hub [Localization Lab](https://www.localizationlab.org) no Transifex, uma ferramenta de tradução terceirizada. Para começar a contribuir, você terá que se inscrever no Transifex. Abaixo está um resumo de como se inscrever e começar a traduzir.

source: ##### Signing up on Transifex
br: ##### Inscrevendo-se no Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
br: * Dirija-se à <a href="https://transifex.com/signup/">página de inscrição no Transifex</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
br: Insira suas informações nos campos em branco e clique no botão "Inscrever-se":

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
br: * Preencha a próxima página com o seu nome e selecione "Localização" e "Tradutor" nos menus de listagem:

source: * On the next page, select 'Join an existing project' and continue.
br: * Na próxima página, selecione 'Participar de um projeto existente' e continue.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
br: * Na próxima página, selecione os idiomas que você fala a partir do menu suspenso e continue.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
br: * Agora você se inscreveu! Vá para <a href="https://www.transifex.com/otf/torproject/">página do Tor no Transifex </a>.

source: * Click the blue 'Join Team' button on the far right:
br: * Clique no botão "Junte-se a nós" no canto direito.

source: * Select the language you would like to translate from the dropdown menu:
br: * Selecione o idioma que você gostaria de traduzir a partir do menu suspenso:

source: * A notification will now show up on the top of the page like so:
br: * Uma notificação será exibida na parte superior da página da seguinte maneira:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin.
br: Depois que sua afiliação for aprovada, vocẽ poderá começar a traduzir; simplesmente navegue de volta à <a href="https://www.transifex.com/otf/torproject/">Página do Tor no Transifex</a> quando estiver pronto para começar.

source: Before translating, please read through the Tor Project page on the [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). There you will find translation guidelines and resources that will help you contribute to Tor translations.
br: Antes de traduzir, leia a página do Projeto Tor no [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). Lá você encontrará diretrizes de tradução e recursos que ajudarão você a contribuir com as traduções do Tor.

source: Thanks for your interest in helping the project!
br: Obrigado pelo seu interesse em ajudar o projeto!

source: Most Frequently Asked Questions
br: Perguntas Frequentes
pt: Perguntas Mais Frequentes

source: Tor Browser
br: Navegador Tor

source: Connecting To Tor
br: Conectando-se ao Tor
pt: A ligar ao Tor

source: Censorship
br: Censura
pt: Censura

source: Operators
br: Operadores
pt: Operadores

source: Onion Services
br: Serviços Onion

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
br: Quando eu uso o Navegador Tor, é possível que alguém saiba quais sites eu visito?
pt: Quando eu utilizo o Tor Browser, alguém poderá dizer quais os sites da Web que eu visito?

source: Tor Browser prevents people from knowing the websites you visit.
br: O Navegador Tor impede que outras pessoas saibam quais sites você visita.
pt: O Tor Browser evita que as pessoas saibam quais são os sites da Web que visita.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
br: Algumas entidades, como o seu provedor de serviços de Internet (ISP), podem ver que você está usando o Tor, mas elas não sabem para onde você está indo quando você o faz.
pt: Algumas entidades, tais como o seu 'Fornecedor de Serviço de Internet' (ISP), poderá ver que está a utilizar o Tor, mas eles não sabem ao que está a aceder.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
br: Nosso website foi bloqueado por um censor. Será que o Navegador Tor pode ajudar as pessoas acessarem nosso website?
pt: O nosso site da Web está bloqueado por um censor. O Tor Browser pode ajudar os utilizadores a aceder ao nosso site da Web?

source: Tor Browser can certainly help people access your website in places where it is blocked.
br: O Navegador Tor pode, com certeza, ajudar pessoas a acessarem seu site em lugares onde ele é bloqueado.
pt: O Tor Browser pode certamente ajudar as pessoas a acederem ao seu site da Web em locais onde o acesso está bloqueado.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
br: Na maioria das vezes, apenas fazendo o download do<mark><a href="https://www.torproject.org/download/download-easy.html.en">Navegador Tor</a></mark> e em seguida usando-o para se conectar ao site bloqueado tornará o acesso possível.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
br: Em lugares onde há censura forte, temos várias opções disponíveis para contorná-la, incluindo <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes plugáveis</a></mark>

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
br: Para mais informações, por favor acesse o <mark>Manual de Uso do Tor</mark> na seção <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censura</a></mark>.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
br: Eu deveria instalar um novo add-on ou extensão no Navegador Tor, como o AdBlock Plus ou uBlock Origin?
pt: Eu devo instalar um novo extra ou extensão no Tor Browser, tais como AdBlock Plus ou uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
br: É fortemente desencorajado instalar novos add-ons no navegador Tor, pois eles podem comprometer a sua privacidade e segurança.
pt: Nós desencorajamos fortemente a instalação de novas extensões no Tor Browser, pois estas podem comprometer a sua privacidade e a sua segurança.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
br: O Navegador Tor já vem instalado com dois add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> e <mark><a href="https://noscript.net/">NoScript</a></mark> — e adicionar qualquer outra coisa poderia comprometer seu anonimato.
pt: O Tor Browser já vem instalado com dois extras — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> e <mark><a href="https://noscript.net/">NoScript</a></mark> — e a adição de qualquer outra poderá remover o seu anonimato.

source: Which platforms is Tor Browser available for?
br: Em quais plataformas o Navegador Tor é disponível?
pt: Quais as plataformas em que o Tor Browser está disponível?

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
br: O Tor Browser está atualmente disponível em versões para <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> e <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
br: Para <mark><a href="https://www.torproject.org/docs/android.html.en">Android </a></mark>,<mark><a href="https://guardianproject.info/">The Guardian Project</a></mark>mantém os Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark>e<mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
pt: Para <mark><a href="https://www.torproject.org/docs/android.html.en">Android </a></mark>,<mark><a href="https://guardianproject.info/">The Guardian Project</a></mark>mantém as aplicações <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark>e<mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>suportadas pelo Tor.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
br: Ainda não há versão oficial do Tor para iOS. Assim, nós recomendamos o <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.

source: Can I use a VPN with Tor?
br: Eu posso utilizar VPN com o Tor?
pt: Eu posso utilizar uma VPN com o Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
br: Em geral, não recomendamos usar VPN com Tor a não ser que você seja um.a usuário.a avançado.a que saiba configurar ambos de maneira a não comprometer sua privacidade.
pt: Em termos gerais, nós não recomendamos a utilização de uma VPN com o Tor a menos que seja um utilizador avançado que saiba como configurar ambos de um modo que não comprometa a sua privacidade.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
br: Você pode encontrar informações mais detalhadas sobre Tor + VPN na <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">nossa wiki</a></mark>.
pt: Pode encontrar mais informação detalhada sobre Tor + VPN na <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">nossa wiki</a></mark>.

source: What are the most common issues with the latest stable version of Tor Browser?
br: Quais são os problemas mais comuns na última versão estável do Navegador Tor?
pt: Quais são os problemas mais comuns com a versão estável mais recente do Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
br: Sempre que lançamos uma nova versão estável do Tor Browser, escrevemos uma postagem no blog que detalha seus novos recursos e problemas conhecidos.
pt: Sempre que nós lançamos uma versão estável do Tor Browser, nós publicamos um artigo de blogue que detalha as suas novas funcionalidades e problemas conhecidos.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
br: Se você começar a encontrar problemas com seu Tor depois de uma atualização, acesse <mark><a href="https://blog.torproject.org>blog.torproject.org</a></mark> para checar o post da versão estável mais recente do navegador Tor e ver se seu problema está listado.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
br: Se seu problema não estiver listado, por favor escreva um <mark><a href="https://trac.torproject.org">bug report</a></mark> sobre o que você está experienciando.
pt: Se o seu problema não está listado, por favor, crie um <mark><a href="https://trac.torproject.org">relatório de erro</a></mark> sobre a sua experiência.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
br: O meu antivírus ou proteção contra malware está bloqueando o meu acesso ao Navegador Tor.
pt: A minha proteção de antivírus ou de malware está a impedir-me o acesso ao Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
br: A maioria dos antivírus ou proteção contra malwares permitem que o usuário dê autorização a processos que normalmente seriam bloqueados.
pt: A maioria dos programas anti-vírus ou proteção contra programas maliciosos permitem que o utilizador adicione certos processos a uma "lista branca", que de outro modo seriam bloqueados.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
br: Por favor, abra seu software antivírus ou antimalware e procure nas configurações por uma "lista branca" ou algo semelhante.
pt: Por favor, abra seu software antivírus ou antimalware e procure, nas configurações, por uma "lista branca" ou algo semelhante.

source: Next, exclude the following processes:
br: Em seguida, exclua os seguintes processos:
pt: A seguir, exclua os seguintes processos:

source: * For Windows
br: * Para Windows
pt: * Para Windows

source: * obfs4proxy.exe (if you use bridges)
br: * obfs4proxy.exe (caso você use conexões de ponte)
pt: * obfs4proxy.exe (se utilizar pontes)

source: * For OS X
br: * Para OS X

source: * obfs4proxy (if you use bridges)
br: * obfs4proxy (caso você use conexões de ponte)
pt: * obfs4proxy (se utilizar pontes)

source: Finally, restart Tor Browser.
br: Finalmente, reinicie o navegador TOR.
pt: Finalmente, reinicie o Tor Browser

source: This should fix the issues you're experiencing.
br: Isto deve resolver os problemas que você está encontrando.
pt: Isto deverá corrigir os problemas que está a ter.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
br: Observe que alguns clientes de antivírus, como o Kaspersky, também podem estar bloqueando o Tor no nível do firewall.
pt: Por favor, note que alguns clientes de antivírus, tal como Kaspersky, também podem bloquear o Tor no nível da firewall.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
br: Eu fiz o download e instalei o Tor Browser para Windows, mas agora não consigo encontrá-lo.
pt: Eu transferi e instalei o Tor Browser para Windows, mas agora não o consigo encontrar.

source: The file you download and run prompts you for a destination.
br: O arquivo que você baixou e rodou está solicitando um destino.
pt: O ficheiro que transferiu e executou solicita-lhe um destino.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
br: Se você não lembra qual era este destino, provavelmente está na sua pasta de Downloads ou no Desktop.
pt: Se não se lembrar de qual era este destino, é mais provável que seja a pasta de "Transferências" ou "Área de Trabalho".

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
br: A configuração padrão no instalador do Windows também cria um atalho para você no seu Desktop, mas esteja ciente de que você pode acidentalmente ter desativado a opção para criar um atalho.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
br: Caso você não consiga encontrá-lo em uma dessas pastas, baixe-o novamente e preste atenção à caixa de diálogo que pede a seleção de um diretório para download.
pt: Se o não consegue encontrar em nenhuma dessas pastas, transfira-o novamente e fique atento à janela que lhe solicita para escolher uma diretoria para o transferir.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
br: Selecione um diretório de que você consiga lembrar-se facilmente e, quando o download estiver finalizado, você verá uma pasta chamada "Tor Browser" nesse local.
pt: Escolha uma diretoria que irá lembrar-se facilmente, e assim que a transferência terminar, deverá ver uma pasta "Tor Browser" lá.

source: Can I use Flash in Tor Browser?
br: Eu posso usar Flash no Tor Browser?
pt: Eu posso utilizar o Flash no Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
br: O Flash está desabilitado no navegador TOR, e recomendamos que você não o habilite.
pt: O Flash está desativado no Tor Browser, e nós recomendamos que não o ative.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
br: Nós não consideramos o Flash um software seguro para uso em qualquer navegador — é um programa muito inseguro que pode facilmente comprometer sua privacidade ou infectá-lo com malware.
pt: Nós não pensamos que é seguro utilizar o Flash em qualquer navegador — é um programa muito inseguro que pode comprometer facilmente a sua privacidade ou afetá-lo com malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
br: Felizmente, a maioria dos websites, aparelhos e outros browsers estão abandonando o uso do Flash.
pt: Felizmente, a maioria dos websites, dispostivos e demais navegadores estão se afastando do uso do Flash.

source: Does using Tor Browser protect other applications on my computer?
br: O uso do Navegador Tor protege outros programas no meu computador?
pt: A utilização do Tor Browser protege outros aplicações no meu computador?

source: Only Tor Browser's traffic will be routed over the Tor network.
br: Apenas o tráfego do Tor Browser será redirecionado para a rede Tor.
pt: Apenas o tráfego do Tor Browser será encaminhado através da rede Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
br: Quaisquer outros aplicativos em seu sistema (incluindo outros navegadores) não serão roteados através da rede Tor e, portanto, não estarão protegidos.
pt: Qualquer outro programa no seu sistema (incluindo outros navegadores) não encaminharão as suas conexões pela rede Tor e, portanto, estas não serão protegidas.

source: They need to be configured separately to use Tor.
br: Eles precisam ser configurados separadamente para utilizar o Tor.
pt: É necessário configurá-los individualmente para utilizar o Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
br: Caso você necessite garantir que todo o tráfego passará pela rede Tor, confira o <mark><a href="https://tails.boum.org/">Sistema operacional "live" Tails</a></mark> com o qual você pode inicializar praticamente qualquer computador a partir de um drive USB ou de um DVD.
pt: Se precisar de se certificar que todo o tráfego será transmitido via rede Tor, veja o <mark><a href="https://tails.boum.org/">sistema operativo "live" Tails</a></mark> que pode iniciar em quase qualquer computador através de uma pen USB ou um DVD.

source: Can I download Tor Browser for ChromeOS?
br: Eu posso fazer download do Navegador Tor para o ChromeOS?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
br: Infelizmente, nós ainda não temos uma versão do Navegador Tor para Chrome OS.

source: Can I pick which country I'm exiting from?
br: Eu posso escolher de qual país eu estou saindo?
pt: Eu posso escolher o país do nodo de saída que estou a utilizar?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
br: Modificar o modo como o Tor cria os seus circuitos não é recomendado.
pt: Modificar o modo como o Tor cria os seus circuitos é fortemente desencorajado.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
br: Você consegue a melhor segurança que o Tor pode provar quando você deixa a seleção de rota para ele; passar por cima dos nós de entrada / saída pode comprometer seu anonimato.
pt: Obtém a melhor segurança que o Tor pode oferecer quando permite que o este efetue a seleção da rota; substituindo os nós de entrada / saída que podem comprometer o seu anonimato.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
br: Caso o resultado desejado seja apenas a possibilidade de acesso a recursos somente disponíveis em um determinado país, você deve avaliar a possibilidade de usar uma VPN em vez do Tor.
pt: Caso o resultado desejado seja, simplesmente, o acesso a recursos disponíveis em apenas um país específico, avalie a possibilidade de usar uma VPN em vez do Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
br: Por favor, observe que as VPNs não dispõem de idênticas propriedades de anonimato do Tor, mas ajudam a resolver certos problemas de limites à geolocalização.
pt: Por favor, observe que as VPNs não dispõem dos mesmos recursos de privacidade do Tor, mas podem ajudar você a superar problemas de limites e bloqueios a geolocalizações.

source: Is it safe to run Tor Browser and another browser at the same time?
br: É seguro rodar o Navegador Tor e outro navegador ao mesmo tempo?
pt: É seguro a utilização em simultâneo do Tor Browser com outro navegador?
