Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: Why does my Tor Browser say something about Firefox not working?
tr: Tor Browser neden Firefox çalışmıyor gibi uyarılar veriyor?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
tr: Tor Browser [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/) üzerine kurulmuştur. Bu nedenle Firefox uygulamasına bağlı bazı sorunlar çıkabilir.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
tr: Lütfen başka bir Tor Browser kopyasının çalışmadığından ve Tor Browser dosyalarının kullanıcı tarafından doğru ve yeterli izinler ile erişilebilecek bir konuma kopyalandığından emin olun.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
tr: Bir virusten korunma uygulaması kullanıyorsanız [Virüs ya da kötü amaçlı yazılımdan korunma uygulamam Tor Browser kullanmamı engelliyor](https://support.torproject.org/#tbb-10) bölümüne bakabilirsiniz. Bu tür bir soruna genellikle virüs ya da kötü amaçlı yazılımdan korunma uygulamaları yol açar.

source: Why does Google show up in foreign languages?
tr: Neden Google sitesi farklı dilde görünüyor?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
tr: Google dünyanın neresinden olduğunuzu anlamak için "coğrafi konum" bilginizi kullanır. Böylece size özel deneyimi daha iyi kılar. Bu deneyim içinde kullanılacak dil de bulunur. Bağlantınızın olduğu konuma göre kullanmayı yeğleyeceğiniz dil öngörülür ve aramalarda da buna uygun sonuçlar görüntülenir.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
tr: Google sitesini İngilizce (ya da istediğiniz başka bir dilde) görüntülemek istiyorsanız bununla ilgili bağlantıya tıklamanız yeterlidir. Bunu bir hata olarak değil bir Tor özelliği olarak değerlendirilyoruz. İnternet düz değildir ve görünüşü nerede olduğunuza göre değişir. Bu özellik insanlara bunu hatırlatır.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
tr: Google arama adreslerinde değişken olarak ad/değişken çiftleri kullanılır ve bunlardan biri "hl" değişlenidir. "hl" değişkenine "en" değerini verirseniz Google hangi sunucunun gönderdiğinden bağımsız olarak arama sonuçlarını İngilizce olarak görüntüler. Bir sorgu şunun gibi görünür:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
tr: Başka bir basit yöntem kendi yerel Google sitenizi kullanmaktır. Yerel adres google.be, google.de, google.us ya da google.com.tr gibi olabilir.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
tr: Google bir güvenlik kodu çözmemi istiyor ya da bilgisayarımda kötü niyetli bir yazılım olduğunu söylüyor

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
tr: Bu bilinen ve arada bir ortaya çıkan bir sorundur. Bu durum Tor uygulamasının Google tarafından kötü niyetli bir yazılım olarak algılandığını göstermez.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
tr: Tor ağını kullandığınızda, sorgularınız binlerce kullanıcı tarafından paylaşılan çıkış aktarıcıları üzerinden gönderilir. Çok sayıda Tor kullanıcısı kısa bir zaman aralığı içinde Google üzerinde sorgulama yaptığında kullanıcılar bu iletiyi görebilir. Google, tek bir IP adresinden gelen yüksek trafik yoğunluğunu (kullandığınız çıkış aktarıcısı), birinin web sitelerini "taramaya" çalıştığı şeklinde yorumladığından, bu IP adresinden gelen trafiği kısa bir süre için yavaşlatır.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
tr: Web sitesine farklı bir IP adresi ile erişmek için 'Sitenin devresini yenile' seçeneğini kullanabilirsiniz.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
tr: Başka bir açıklama Google tarafından, Google Arama üzerine farklı sorgular gönderen belirli kötü niyetli yazılım türlerini ya da virüslerin algılanmaya çalışılmasıdır. Google bu sorguların geldiği IP adreslerini kaydeder (bunların Tor çıkış aktarıcıları olduğunu bilmeden) ve bu IP adreslerinden gelen bağlantıları, gönderilen son sorguların kötü niyetli bir yazılımdan kaynaklandığı hakkında uyarmaya çalışır.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
tr: Bildiğimiz kadarıyla Google, kasıtlı olarak özellikle Tor kullanımını caydırmak ya da engellemek için herhangi bir şey yapmamaktadır. Zararlı yazılım bulunduğu bildirilen bir aygıt ile ilgili hata iletisi kısa bir süre içinde kendiliğinden kaybolmalıdır.

source: Gmail warns me that my account may have been compromised
tr: Gmail beni hesabımın ele geçirilmiş olabileceği konusunda uyarıyor

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
tr: Bazen, Tor üzerinden Gmail kullandıktan sonra, Google tarafından hesabınızın ele geçirilmiş olabileceğini belirten bir açılır pencere bildirimi görüntülenir.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
tr: Bildirim penceresinde, son zamanlarda dünyanın çeşitli yerlerinden hesabınıza erişmek için kullanılan IP adresleri ve konumları bulunur.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
tr: Genellikle bu yanlış bir uyarıdır: Google, hizmeti Tor üzerinden almanın bir sonucu olarak, farklı yerlerden pek çok oturum açıldığını görerek hesaba, gerçek hak sahibinin eriştiğini doğrulamanın iyi bir fikir olduğuna karar vermiştir.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
tr: Bu durum, hizmeti Tor üzerinden kullanmanın bir sonucu olsa da, bu uyarıyı tamamen görmezden gelebileceğiniz anlamına gelmez.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
tr: Büyük olasılıkla bu yanlış bir uyarıdır. Ancak başka biri Google çerezinizi kopyalamış olabileceğinden doğru da olabilir.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
tr: Çerez kopyalama bilgisayarınıza fiziksel olarak erişerek ya da ağ trafiğinizi izleyerek yapılabilen bir işlemdir.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
tr: Gmail ve benzer hizmetler çerezi yalnız SSL ile şifrelenmiş bir bağlantı üzerinden gönderdiğinden, teoride yalnız bilgisayarınıza fiziksel erişimin işe yaraması beklenir.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
tr: Ancak pratikte [durum bundan daha karışıktır](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
tr: Ve birileri Google çerezinizi kopyaladıysa, olağan dışı konumlardan oturum açabilir (elbette açamayabilir de). Özetle, Tor Browser kullanmaya başladığınızda, Google tarafından kullanılan bu güvenlik önlemi yanlış uyarılar vereceğinden işinize yaramaz. Hesabınızda tuhaf görünen bir şeyler olup olmadığını anlamak ya da son oturum açışların zaman damgalarına bakarak, o zamanlarda gerçekten oturum açıp açmadığınızı incelemek gibi başka yaklaşımlar kullanmanız gerekir.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
tr: Son zamanlarda, Gmail kullanıcıları hesaplarında [2 Aşamalı Kimlik Doğrulama](https://support.google.com/accounts/answer/185839) özelliğini etkinleştirerek ek bir güvenlik katmanı sağlayabilir.

source: How do I install Tor Browser?
tr: Tor Browser nasıl kurulur?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
tr: Lütfen Tor belgelerindeki [kurma bölümüne](https://tb-manual.torproject.org/tr/installation/) bakın.

source: My internet connection requires an HTTP or SOCKS Proxy
tr: İnternet bağlantım için HTTP ya da SOCKS vekil sunucusu kullanılıyor

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
tr: Vekil sunucu IP adresi, kapı numarası ve kimlik doğrulama bilgilerini [Tor Browser Ağ Ayarları](https://tb-manual.torproject.org/tr/running-tor-browser/) bölümünde belirtebilirsiniz. Tor ağını başka bir şekilde kullanıyorsanız, [belgeler bölümündeki](https://2019.www.torproject.org/docs/tor-manual.html.en) HTTPProxy ve HTTPSProxy yapılandırma ayarlarına bakın ve torrc dosyasını uygun şekilde düzenleyin. Tor dizinini almak için yapacağınız GET istekleri için bir HTTP vekil sunucu, Tor aktarıcılarını almak için yapacağınız CONNECT istekleri için bir HTTPS vekil sunucu kullanmanız gerekir (ikisi de aynı vekil sunucu olabilir). Ayrıca torrc dosyasında Socks4Proxy ve Socks5Proxy yapılandırma ayarları da kullanılabilir.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
tr: Vekil sunucunuz için kimlik doğrulaması gerekiyorsa, HTTPProxyAuthenticator ve HTTPSProxyAuthenticator ayarlarının ne olduğuna da bakın. Şu anda yalnız temel kimlik doğrulama yöntemini destekliyoruz. Bununla birlikte NTLM kimlik doğrulama yöntemini kullanmanız gerekiyorsa [bu arşiv yazısı](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) işinize yarayabilir.

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
tr: Vekil sunucularınız yalnız belirli kapı numaralarına bağlanmanıza izin veriyorsa [Güvenlik duvarı arkasında kullanım](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) bölümünden istemciler için Tor tarafından erişim için kullanılacak kapı numaralarını nasıl kısıtlayabileceğinizi öğrenebilirsiniz.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
tr: Tor Browser kullanılırken Chrome ya da Firefox gibi başka bir web tarayıcısı da kullanılabilir mi?

source: You can certainly use another browser while you are also using Tor Browser.
tr: Tor Browser kullanırken başka bir web tarayıcısını da kullanmanızda herhangi bir sakınca yoktur.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
tr: Bununla birlikte, Tor Browser üzerindeki kişisel gizliliği koruma özelliklerinin başka web tarayıcılarında bulunmadığını unutmayın.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
tr: Tor browser ile diğer daha az güvenli web tarayıcılar arasında gidip gelirken dikkatli olmanız gerekir. Yanlışlıkla Tor Browser üzerinde yapmak istediğiniz işlemleri diğer tarayıcıda yaparak kimliğinizin açığa çıkmasına neden olabilirsiniz.

source: Can I use Tor with a browser besides Tor Browser?
tr: Tor ağını Tor Browser yanında başka bir web tarayıcısı ile kullanabilir miyim?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
tr: Tor ağını Tor Browser dışında başka bir web tarayıcısı ile kullanmanızı önermiyoruz.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
tr: Tor ağını Tor Browser dışında bir web tarayıcısı ile kullandığınızda kişisel gizliliğiniz korunamayabilir.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
tr: Tor Browser kullanmak ile 'Gizli Pencere' (Chrome, Incognito Mode) ya da 'Gizli Gezinti' (Firefox, Private Tabs) kullanmak arasındaki fark nedir?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
tr: Bu özellikler için 'Gizli Pencere' ya da 'Gizli Gezinti' adı kullanılıyor olmasına rağmen bu yöntemler sizi İnternet üzerinde anonim kılmaz.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
tr: Bu tarayıcı sekmesi kipleri, sekme kapatıldığında tarama oturumu ile ilgili bilgileri kullanılan bilgisayardan siler ancak yaptığınız işlemleri ya da çevrimiçi sayısal parmak izinizi gizlemez.

source: This means that an observer can collect your traffic just as easily as any regular browser.
tr: Yani aslında sizi izleyen biri, herhangi bir normal web tarayıcı kullanıyormuşsunuz gibi trafik bllgilerinizi elde edebilir.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
tr: Tor Browser, özel sekmelerin tüm bilgileri unutma özelliklerini sağlarken, web üzerindeki parmak izinizi belirlemek için kullanılabilecek kaynak IP adresini, gezinme alışkanlıklarınızı ve kullandığınız aygıt hakkındaki bilgileri de gizleyerek, uçtan uca tamamen gizli ve gerçek anlamda kişisel bir tarama oturumu sunar.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
tr: Gizli Pencere ya da Gizli Gezinti özelliklerindeki sınırlamalar hakkında ayrıntılı bilgi almak için, Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing) Mozilla makalesine bakabilirsiniz.

source: I'm supposed to "edit my torrc". What does that mean?
tr: "torrc dosyamı düzenlemem" bekleniyor. Bu ne demek?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
tr: UYARI: Do`torrc` dosyanızı düzenlemenizi söyleyen rastgele önerileri izlemeyin!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
tr: Bu işlem kötü niyetli bir `torrc` yapılandırmasına yol açarak, saldırganların kullanabileceği bir güvenlik açığına ve kimliğinizin ortaya çıkmasına neden olabilir.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
tr: Tor uygulaması, nasıl davranacağını belirleyen yapılandırma ayarlarını `torrc` adında bir metin dosyasından alır.

source: The default configuration should work fine for most Tor users (hence the warning above.)
tr: Varsayılan yapılandırma ayarları çoğu Tor kullanıcısı için uygundur (bu nedenle yukarıdaki uyarıya dikkat edin).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
tr: Tor Browser uygulamanızın `torrc` dosyasının konumunu öğrenmek için aşağıdan kullandığınız işletim sistemine uygun bilgilere bakın.

source: On Windows or Linux:
tr: Windows ya da Linux üzerinde:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
tr: * `torrc` dosyası Tor Browser klasörü içindeki `Browser/TorBrowser/Data/Tor` konumundaki Tor Browser veri klasöründe bulunur.

source: On macOS:
tr: macOS üzerinde:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
tr: * `torrc` dosyası `~/Library/Application Support/TorBrowser-Data/Tor` konumundaki Tor Browser veri klasöründe bulunur.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
tr: * yeni macOS sürümlerinde Library klasörünün gizli olduğunu unutmayın. Bu klasörü açmak için Finder içinde "Git" menüsünde "Klasöre Git..." seçeneğini kullanın.

source: * Then type "~/Library/Application Support/" in the window and click Go.
tr: * Açılan pencereye "~/Library/Application Support/" yazıp Git üzerine tıklayın.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
tr: `torrc` dosyasını düzenlemeye başlamadan önce Tor Browser uygulamasını kapatın. Yoksa Tor Browser yaptığınız değişiklikleri silebilir.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
tr: Tor başlatılırken komut satırında yapılandırma ayarları belirtilebilir. Bu durumda bu ayarların yapılandırma dosyasındaki değerleri geçersiz olur .

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
tr: [Örnek `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) dosyasına bakarak yaygın kullanılan yapılandırmalar ile ilgili ipuçlarını görebilirsiniz.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
tr: Diğer yapılandırma ayarları için [Tor belgelerine](https://2019.www.torproject.org/docs/tor-manual.html.en) bakabilirsiniz.

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
tr: torrc dosyasında `#` karakteri ile başlayan tüm satırların açıklama olarak değerlendirileceğini ve Tor yapılandırmasını etkilemeyeceğini unutmayın.

source: Does Tor Project make an application for private chat?
tr: Tor Projesi özel görüşmeler için bir uygulama sunuyor mu?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
tr: Hayır. Onbir beta sürümünden sonra [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger) uygulamasını geliştirmeyi bıraktık.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
tr: Tor alt yapısının bir görüşme uygulamasında kullanılabileceğine inanıyoruz ancak şu anda bu konuda bir uygulama geliştirmek için yeterli kaynağımız yok.

source: Do you? [Contact us](https://www.torproject.org/contact).
tr: Böyle bir uygulama geliştirmek istiyorsanız [bize yazın](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
tr: Android aygıtları üzerinde Tor kullanabilir miyim?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
tr: Evet, Android için özel bir [Tor Browser](https://www.torproject.org/download/#android) sürümü bulunuyor. Android üzerinde kullanmak için Android için Tor Browser uygulamasını kurmanız yeterlidir.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
tr: The Guardian Project tarafından geliştirilen [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) uygulaması ile Android aygıtınızdaki diğer uygulamaların Tor ağını kullanmasını sağlayabilirsiniz. Yalnız web sitelerinde gezinmek için Tor kullanmak istiyorsanız Android için Tor Browser uygulaması yeterlidir.

source: Who is the Guardian Project?
tr: Guardian Project kimdir?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
tr: Guardian Project, Android için Orbot (ve diğer kişisel gizlilik uygulamalarını) geliştiriyor. Ayrıntılı bilgi almak için [Guardian Project web sitesine](https://guardianproject.info/) bakabilirsiniz.

source: Can I run Tor on an iOS device?
tr: iOS aygıtları üzerinde Tor kullanabilir miyim?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
tr: Onion Browser adındaki iOS uygulamasını öneririz. Bu uygulama açık kaynaklıdır, Tor aktarımlarını kullanır ve Tor Projesi ile yakın çalışan bir kişi tarafından geliştirilmektedir.
