Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
br: Se você rodar o Navegador Tor e outro navegador ao mesmo tempo, isso não afetará a performance ou propriedades de privacidade do Tor.
pt: Se executar o Tor Browser ao mesmo tempo que outro navegador, isso não afetará o desempenho ou as propriedades de privacidade do Tor.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
br: Contudo, esteja ciente de que o seu outro navegador poderá não estar transmitindo as suas atividades privadas, e que você pode se esquecer disso e acidentalmente usar esse navegador não-anônimo para fazer algo que você pretendia fazer no Tor.
pt: No entanto, esteja ciente de que o seu outro navegador não está a manter a sua atividade privada, e pode esquecer-se e acidentalmente utilizar esse navegador não privado para fazer algo que pretendia efetuar no Tor. Browser.

source: Is there support for *BSD?
br: Há suporte para *BSD?
pt: Existe suporte para *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
br: Desculpe, mas atualmente não há nenhum suporte oficial para rodar o Tor no *BSD.
pt: Desculpe, mas atualmente não há suporte oficial para a execução do Tor Browser nos sistemas *BSD,

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
br: Existe o projeto <mark><a href="https://www.torbsd.org/">TorBSD</a></mark>, mas o navegador Tor deles não é oficialmente suportado.
pt: Existe o <mark><a href="https://www.torbsd.org/">projeto TorBSD</a></mark>, mas o Tor Browser deles não é oficialmente suportado.

source: I can’t connect to Tor Browser, is my network censored?
br: Eu não consigo me conectar ao Navegador Tor. Minha rede está censurada?
pt: Eu não consigo ligar ao Tor Browser. A minha rede está censurada?

source: You might be on a censored network, and so you should try using bridges.
br: Você pode estar usando uma rede censurada, tente acessar utilizando nossas pontes.
pt: É possível que esteja numa rede censurada, e por isso, deveria tentar a utilização de pontes.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
br: Algumas pontes são padrão no Navegador Tor e você pode usá-las escolhendo "configure" (e seguindo os passos) na janela do Tor Launcher que se abre quando você inicia o Navegador Tor pela primeira vez.
pt: Algumas pontes estão integradas no Tor Browser e pode usar essas pontes, escolhendo a opção "configurar" (e depois seguir as instruções) na janela do Tor Launcher, que abre numa janela quando executa o Tor Browser pela primeira vez.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
br: Se você necessita usar outras pontes pode acessá-las em nosso <mark><a href="https://bridges.torproject.org/">site de Pontes</a></mark>

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
br: Para mais informações sobre pontes veja o <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manual do Navegador Tor</a></mark>

source: Why is the first IP address in my relay circuit always the same?
br: Por que o primeiro IP address no meu relay circuit é sempre o mesmo?
pt: Por que o primeiro endereço de IP do meu circuito de retransmissão é sempre o mesmo?

source: That is normal Tor behavior.
br: Isso é o comportamento normal do Tor.
pt: Esse é um comportamento normal do Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
br: O primeiro relay em seu circuito é chamado de "guarda" ou "guarda de entrada".
pt: O primeiro retransmissor no seu circuito é chamado de "guarda de entrada" ou simplesmente "guarda".

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
br: É um relay rápido e confiável que se mantém como o primeiro em seu circuito por 2-3 meses de forma a proteger contra um ataque conhecido de quebra de anonimato.
pt: Este é um retransmissor rápido e estável que ocupa o primeiro lugar no seu circuito durante 2 a 3 meses, para o proteger contra um ataque que pode quebrar o anonimato.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
br: O resto de seu circuito muda a cada novo site que você visita, e em conjunto esses relays proporcionam todas as proteções de privacidade do Tor.
pt: O restante do seu circuito altera com cada novo site da Web que visita, e é o conjunto destes retransmissores que fornecem as proteções de privacidade total do Tor.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
br: Para mais informações sobre como relays guarda funcionam, veja essa <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">postagem em nosso blog</a></mark>e essa <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">publicação</a></mark>sobre guardas de entrada.
pt: Para obter mais informação sobre como funcionam os retransmissores de guarda, consulte este <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">artigo no blogue</a></mark> e esta <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">monografia</a></mark> sobre este tipo de retransmissor.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
br: O Tor Browser não está funcionando, mas não parece ser algo relacionado a censura.
pt: O Tor Browser não liga, mas este não parece ser um problema com a censura.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
br: Um dos problemas mais comuns que causam erros de conexão no Navegador Tor é o relógio do sistema incorreto.
pt: Um dos problemas mais comuns a causar erros de conexão no Tor Browser é um relógio de sistema incorreto.

source: Please make sure your system clock and timezone are set accurately.
br: Por favor certifique-se que o relógio e fuso horário do seu sistema estão configurados corretamente.
pt: Por favor, certifique-se que o relógio e fuso horário do seu sistema estão corretamente configurados.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
br: Se isso não solucionar o problema, veja a página de Solução de Problemas no <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manual do Navegador Tor</a></mark>

source: How do I view Tor Browser message log?
br: Como eu faço para consultar as mensagens de log do Navegador Tor?
pt: Como é que eu visualizo o registo de mensagens do Tor Browser?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
br: Clique no botão "Copy Tor Log To Clipboard" que aparece na janela de diálogo quando o Navegador Tor está se conectando pela primeira vez a rede.
pt: Clique no botão rotulado "Copiar o Registo do Tor para a Área de Transferência", que será mostrado numa caixa de diálogo quando o Tor Browser estiver a ligar à rede pela primeira vez.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
br: Se o Navegador Tor já está aberto, clique no ícone do Torbutton (a pequena cebola verde no canto superior esquerdo da tela), então clique em "Open Network Settings", e então em "Copy Tor Log To Clipboard".
pt: Caso o Tor Browser já esteja aberto, clique no ícone do Torbutton (a pequena cebola verde no canto superior esquerdo da tela) e, em seguida, em "Abrir configurações de rede" e depois em "Copiar o Registo do Tor para a Área de Transferência".

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
br: Uma vez copiado o log, você poderá colá-lo em um editor de texto ou cliente de email.
pt: Assim que tiver copiado o registo, irá poder colá-lo num editor de texto ou cliente de e-mail.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
br: O que eu posso fazer para que Tor rode mais rápido? O Navegador Tor é mais lento do que outros navegadores?
pt: O que é que eu posso fazer para o Tor ser mais rápido? O Tor Browser é mais lento que os outros navegadores?

source: Using Tor Browser can sometimes be slower than other browsers.
br: Usar o Navegador Tor às vezes pode ser mais lento do que outros navegadores.
pt: Ao utilizar o Tor Browser pode, às vezes, ser mais lento que os outros navegadores.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
br: A rede Tor tem mais de um milhão de usuários diariamente, e acima de mais de 6000 retransmissores, e para encaminhar todo esse tráfego, a carga em cada servidor às vezes pode provocar latência.
pt: A rede Tor tem mais de um milhão de utilizadores diariamente e mais de 6000 retransmissores. Para reencaminhar todo esse tráfego, a carga em cada servidor às vezes pode provocar latência.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
br: Você pode ajudar a melhorar a velocidade da rede rodando seu próprio relay ou encorajando outros a rodarem os seus.
pt: Pode ajudar a melhorar a velocidade da rede, executando a sua própria retransmissão ou incentivando os outros para fazerem o mesmo.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
br: Dito isto, o Tor é muito mais rápido do que costumava ser e talvez você não note nenhuma diferença na velocidade em comparação a outros browsers.
pt: Dito isso, o Tor é muito mais rápido do que costumava ser e você pode não perceber qualquer mudança na velocidade de outros navegadores.

source: What search engine comes with Tor Browser and how does it protect my privacy?
br: Qual sistema de pesquisa vem com o Navegador Tor e como ele protege a minha privacidade?
pt: Qual o motor de pesquisa que vem com o Tor Browser e como ele protege a minha privacidade?

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
br: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> é o buscador padrão no navegador Tor.
pt: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> é o motor de pesquisa predefinido no Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
br: DuckDuckGo não rastreia seus usuário nem armazena dados sobre pesquisas feitas por eles. Veja mais sobre <mark><a href="https://duckduckgo.com/privacy">a política de privacidade DuckDuckGo</a></mark>.
pt: O DuckDuckGo não monitoriza os seus utilizadores nem armazena quaisquer dados sobre as pesquisas do utilizador. Saiba mais sobre a <mark><a href="https://duckduckgo.com/privacy">política de privacidade do DuckDuckGo</a></mark>.

source: I'm having a problem with DuckDuckGo.
br: Eu estou tendo um problema com o DuckDuckGo.
pt: Eu estou a ter um problema com DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
br: Por favor veja o <mark><a href="https://duck.co/help">portal de suporte do DuckDuckGo</a></mark>.
pt: Por favor, consulte o <mark><a href="https://duck.co/help">portal de apoio do DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
br: Se você acredita que esse é um problema do Navegador Tor, por favor relate o erro em nosso <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
pt: Se acredita que este é um problema do Tor Browser, por favor, comunique-o no nosso <mark><a href="https://trac.torproject.org/">rastreador de erros</a></mark>.

source: I'm having a problem with NoScript.
br: Eu estou tendo um problema com o NoScript.
pt: Eu estou a ter um problema com NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
br: Por favor veja o <mark><a href="https://noscript.net/faq">FAQ do NoScript</a></mark>.
pt: Por favor, consulte as <mark> <a href="https://noscript.net/faq">Perguntas Mais Frequentes de NoScript</a> </mark>.

source: I'm having a problem with HTTPS Everywhere.
br: Eu estou tendo um problema com o HTTPS Everywhere.
pt: Eu estou a ter um problema com HTTPS Everywhere.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
br: Por favor veja <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
pt: Por favor, consulte as <mark><a href="https://www.eff.org/https-everywhere/faq"> Perguntas Mais Frequentes de HTTPS Everywhere</a></mark>.

source: How do I update Tor Browser?
br: Como eu atualizo o Navegador Tor?
pt: Como é que eu atualizo o Tor Browser?

source: You can update Tor Browser as soon as a new version is released.
br: Você pode atualizar o Navegador Tor assim que uma nova versão for lançada.
pt: Pode atualizar o Tor Browser assim que for lançada uma nova versão.

source: Tor Browser will prompt you to update the software once a new version has been released.
br: O Navegador Tor vai pedir que você atualize o software quando uma nova versão estiver disponível.
pt: O Tor Browser vai pedir-lhe para atualizar o software assim que for lançada uma nova versão.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
br: O ícone Torbutton (a pequena cebola verde no canto superior esquerdo do navegador) exibirá um triângulo amarelo.
pt: O ícone Torbutton (a pequena cebola verde no canto superior esquerdo do navegador) irá mostrar um triângulo amarelo.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
br: Você pode ver uma indicação por escrito quando o Navegador Tor se abre informando que uma atualização está disponível.
pt: Poderá ver uma indicação por escrito quando o Tor Browser abre, a informar-lhe que está disponível uma atualização.

source: Tor browser will install the updates.
br: O navegador TOR irá instalar as atualizações.
pt: O Tor Browser irá instalar as atualizações.

source: How do I uninstall Tor Browser?
br: Como eu desinstalo o Navegador Tor?
pt: Como é que eu desinstalo o Tor Browser?

source: Removing Tor Browser from your system is simple:
br: Remover o Navegador Tor do seu sistema é simples:
pt: Remover o Tor Browser do seu sistema é simples:

source: * Locate your Tor Browser folder or application.
br: * Localize a pasta ou aplicação do navegador Tor.
pt: * Localize a sua pasta ou aplicação do Tor Browser.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
br: O local padrão no Windows é o Desktop; no macOS é a pasta Aplicativos (no macOS, você deve movê-lo para a pasta Aplicativos quando concluir o processo de instalação).
pt: O local padrão no Windows é o Ambiente de Trabalho; no macOS é a pasta Aplicações (no macOS, deve movê-lo para a pasta Aplicações quando concluir o processo de instalação).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
br: No Linux, não existe uma localização padrão, de qualquer modo o diretório será nomeado "tor-browser_en-US" se você está rodando o Navegador do Tor em Inglês.
pt: No Linux, não existe uma localização padrão, de qualquer modo a pasta terá como nome "tor-browser_en-US" se estiver a executar o Tor Browser em Inglês.

source: * Delete the Tor Browser folder or application.
br: * Delete a pasta ou aplicação do Navegador Tor.
pt: * Elimine a pasta ou aplicação do Tor Browser.

source: * Empty your Trash.
br: * Esvazie a sua Lixeira.
pt: * Limpe a sua 'Reciclagem'

source: * Note that your operating system’s standard "Uninstall" utility is not used.
br: * Note que em seu sistema operacional a utilidade padrão "Desinstalar" não é utilizada.
pt: * Note que não é utilizado o programa de "Desinstalar" padrão do seu sistema operativo.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
br: Existe uma maneira de alterar o endereço IP que o Navegador Tor atribui a mim em um site específico?
pt: Existe um modo para alterar o endereço de IP que o Tor Browser me atribui num site em particular?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
br: O Navegador Tor tem duas maneiras de mudar seu circuito de transmissão - "Nova Identidade" e "Novo Circuito Tor para este Site".
pt: O Tor Browser tem dois modos para alterar o seu circuito de retransmissão - "Nova Identidade" e "Novo Circuito Tor para este Site".

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
br: Ambas as opções estão localizadas no menu, porém você também pode acessar a opção "Novo Circuito" acima do menu de informações do site, na barra da URL.
pt: Ambas as opções estão localizadas no 'Menu', mas também pode aceder à opção 'Novo Circuito' dentro do menu de informação do site, na barra de URL.

source: ##### New Identity
br: ##### Nova Identidade
pt: ##### Nova Identidade

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
br: Esta opção é útil se você quiser impedir que as suas atividades futuras no navegador sejam relacionadas à sua atividade anterior.
pt: Esta opção é útil se quiser prevenir que a atividade posterior do seu navegador sejam associadas com o que estava a fazer anteriormente.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
br: Selecionando isso, todas as abas e janelas vão fechar, toda informação privada como cookies e histórico de navegação vão ser apagadas, e serão usado novos circuitos Tor para todas conexões.
pt: Ao selecioná-lo irá fechar todos os seus separadores e janelas, limpar toda a informação privada, tais como cookies e histórico de navegação, e utilizar os novos circuitos do Tor para todas as ligações.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
br: O Navegador Tor vai alertar você da interrupção de toda a sua atividade e seus downloads. Então, leve isso em conta antes de clicar em "Nova Identidade".
pt: O Tor Browser irá avisá-lo que toda atividade e transferências serão interrompidas, e assim tenha em conta antes de clicar em "Nova Identidade".

source: ##### New Tor Circuit for this Site
br: ##### Novo Circuito Tor para esse Site
pt: ##### Novo Circuito Tor para este Site

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
br: Essa opção é útil se o retransmissor de saída que você está usando está impossibilitado para conectar ao website que você necessita, ou não está carregando ele corretamente.
pt: Essa opção é útil se o retransmissor de saída que está a usar não conseguir ligar ao site que pediu, ou não está a carregá-lo corretamente.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
br: Selecionando isso a aba atualmente-ativa ou janela vai ser recarregada sobre o novo circuito Tor.
pt: Selecionando isso irá fazer como que o separador atualmente ativo ou a janela seja recarregado num novo circuito Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
br: Outras abas e janelas abertas do mesmo website usarão o novo circuito assim que eles forem recarregados.
pt: Os outros separadores e janelas abertas do mesmo site utilizarão o novo circuito assim que forem recarregados.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
br: Essa opção não apaga qualquer informação privada, não interrompe os links na sua atividade online, nem afeta suas conexões atuais com outros websites.
pt: Esta opção não limpa qualquer informação privada ou desassocia a sua atividade, nem afeta as suas ligação atuais para outros sites da Web.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
br: Um site (banco, provedor de e-mail, etc...) bloqueia-me sempre que uso Tor. O que eu posso fazer?
pt: Um site da Web (banco, provedor de e-mail, etc...) bloqueia-me sempre que eu utilizo o Tor, o que posso fazer?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
br: Navegador Tor frequentemente faz sua conexão parecer que está vindo de diferentes partes do mundo.
pt: O Tor Browser muitas vezes faz com que a sua ligação pareça que está a aceder de uma parte totalmente diferente do mundo.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
br: Alguns websites, como de bancos ou provedores de email, podem interpretar isso como um sinal que sua conta foi comprometida e bloquear você.
pt: Alguns sites, como de bancos ou de fornecedores de email, podem interpretar isso como um sinal que a sua conta foi comprometida e bloqueá-lo por segurança.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
br: A melhor maneira de resolver isso é seguir os procedimentos recomendados no site para recuperação de contas, ou contactar os operadores e explicar a situação.
pt: A melhor maneira de resolver isso é seguir os procedimentos recomendados no site para recuperação de contas, ou contactar os administradores e explicar a situação.
