Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
fa: ما اجرا چند نمونه از مرورگر Tor را توصیه نمی کنیم و انجام آن ممکن است روی خیلی از پلتفرم ها به خوبی کار نکند.

source: I need Tor Browser in a language that's not English.
fa: می‌خواهم مرورگر تور به زبانی غیر از انگلیسی باشد.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
fa: ما می خواهیم همه قادر باشند تا از مرورگر تور در زبان خود استفاده کنند. مرورگر تور هم اکنون در [30 زبان متفاوت موجود می باشد](https://www.torproject.org/download/languages/)، ما هم چنین در تلاش هستیم تا زبان های بیشتری را اضافه کنیم. می خواهید به ما در ترجمه کمک کنید؟ [مترجم تور شوید!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
fa: شما هم چنین می توانید به ما، با نصب و آزمایش [انتشار های آلفا مرورگر تور](https://www.torproject.org/download/alpha/) در آزمایش زبان های بعدی که انتشار خواهیم کرد کمک کنید.

source: Will my network admin be able to tell I'm using Tor Browser?
fa: آیا مدیر شبکه‌ام می‌تواند بفهمد که من از مرورگر تور استفاده می‌کنم؟

source: When using Tor Browser, no one can see the websites that you visit.
fa: وقتی از مرورگر تور استفاده می‌کنید، هیچ‌کس نمی‌تواند ببیند که شما از چه سایت‌هایی دیدن می‌کنید.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
fa: با این حال سرویس‌دهنده یا مدیر شبکه‌ی شما می‌تواند ببیند که به شبکه‌ی تور وصل شده‌اید، هرچند امکان مشاهده‌ی کارهای شما را ندارد.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
fa: در هنگام استفاده از مرورگر Tor، با برخی از قابلیت‌های فیسبوک، توئیتر و بعضی از سایت‌های دیگر مشکل دارم.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
fa: گاهی وبسایت هایی که به شدت به جاوا اسکریپت وابسته هستند در مرورگر تور دچار مشکلاتی در عملکرد می‌شوند.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
fa: ساده ترین اصلاح کلیک کردن روی آیکون امنیت (سپر خاکستری رنگ کوچک در سمت راست بالای صفحه) می باشد، سپس روی "تنظیمات امنیت پیشرفته..." می باشد

source: Set your security to "Standard".
fa: سطح امنیت برنامه را به حالت «استاندارد» ببرید.

source: Why is Tor Browser built from Firefox and not some other browser?
fa: چرا مرورگر تور از روی فایرفاکس و نه سایر مرورگرها ساخته شده است؟

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
fa: مرورگر تور نسخه‌ی اصلاح‌شده‌ی فایرفاکس است که به طور خاص برای استفاده از تور طراحی شده است.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
fa: برای ایجاد مرورگر تور کارهای زیادی، از جمله استفاده از وصله‌های اضافی برای بهبود حریم خصوصی و امنیت، صورت گرفته است.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
fa: هرچند امکان استفاده از تور با سایر مرورگرها هم وجود دارد، ولی ممکن است خودتان را در معرض حملات یا نشت اطلاعات قرار دهید، پس انجام این کار را توصیه نمی‌کنیم.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
fa: [درباره طراحی مرورگر تور بیشتر یاد بگیرید](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
fa: آیا مرورگر تور برای هر وبسایت از یک چرخه‌ی جداگانه استفاده می‌کند؟

source: In Tor Browser, every new domain gets its own circuit.
fa: به هر دامنه‌ی جدید در مرورگر تور چرخه‌ی مخصوصی داده می‌شود.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
fa: مطلب [طراحی و پیاده سازی مرورگر Tor](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) به طور بیشتر فکر پشت این طراحی را توضیح می دهد.

source: Why did my search engine switch to DuckDuckGo?
fa: چرا موتور جستجوی من به DuckDuckGo تغییر پیدا کرده است؟

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
fa: ما با انتشار مرورگر تور ۶.۰.۶ موتور جستجوی اصلی خود را به DuckDuckGo تغییر دادیم.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
fa: مدتی است که Disconnect که قبلا در مرورگر Tor مورد استفاده قرار می گرفت، دیگر دسترسی به نتایج جستجو گوگل ندارد.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
fa: از آنجایی که Disconnect بیشتر یک موتور جستجو متا (جمع آوری از منابع متعدد) می باشد که به کاربران اجازه می دهد تا بین ارائه دهندگان جستجو متفاوت انتخاب کنند، به نمایش نتایج جستجو بینگ برگشت که از لحاظ کیفی غیرقابل قبول بودند.

source: Why does my Tor Browser say something about Firefox not working?
fa: چرا مرورگر تور می‌گوید فایرفاکس کار نمی‌کند؟

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
fa: مرورگر Tor با استفاده از [فایرفاکس ESR](https://www.mozilla.org/en-US/firefox/organizations/) ساخته شده است بنابراین خطاهایی مرتبط با فایرفاکس ممکن است رخ دهند.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
fa: لطفاً مطمئن شوید که مرورگر تور دیگری در حال اجرا نباشد، و تور را جایی کپی کرده‌اید که حساب کاربری‌تان دسترسی‌های لازم را به آن داشته باشد.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
fa: اگر در حال اجرا یک آنتی ویروس هستید، لطفا [آنتی ویروس/محافظت بدافزار از دسترسی من به مرورگر Tor جلوگیری می کند](https://support.torproject.org/#tbb-10) را ببینید. برای آنتی ویروس ها و برنامه های ضد بدافزار ایجاد چنین مشکلی رایج می باشد.

source: Why does Google show up in foreign languages?
fa: چرا گوگل در زبان های خارجی نمایش داده می شود؟

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
fa: گوگل از "مکان جغرافیایی" برای شناسایی اینکه شما در کجای جهان هستید استفاده می کند تا بتواند به شما یک تجربه شخصی ارائه دهد. این شامل استفاده از زبانی که شما ترجیح می دهید و دادن نتایج مختلف بر اساس جستارها هم می شود.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
fa: اگر واقعا مایل به دیدن گوگل در زبان انگلیسی می باشید می توانید روی لینکی که آن را فراهم می کند کلیک کنید. اما ما این را یک ویژگی Tor می دانیم تا یک باگ --- اینترنت یک سطح صاف نیست و بر اساس اینکه در کجا هستید فرق می کند. این ویژگی افراد را از این موضوع آگاه می کند.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
fa: توجه داشته باشید که نشانی های اینترنتی جستجو گوگل جفت های نام/مقدار را به عنوان آرگومان بر می دارند و یکی از آن نام ها "hl" می باشد. اگر "hl" را روی "en" تنظیم کنید بنابراین گوگل نتایج جستجو را در زبان انگلیسی به شما بر می گرداند و اهمیتی ندارد که به کدام سرور گوگل فرستاده شده بودید. روی یک درخواست به این صورت می باشد:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
fa: یک روش دیگر استفاده از کد کشور خود برای دسترسی به گوگل می باشد. این میتواند google.be، google.de، google.us و غیره باشد.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
fa: گوگل من را مجبور می کند تا یک کپچا حل کنم یا به من می گوید یک جاسوس افزار روی سیستم من نصب شده است.

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
fa: این یک مشکل متناوب و شناخته شده است. گوگل Tor را به عنوان یک جاسوس افزار نمی شناسد.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
fa: زمانی که در حال استفاده از Tor می باشید، شما در حال ارسال درخواست از داخل بازپخش های خروجی هستید که توسط هزاران کاربر دیگر به اشتراک گذاشته می شوند. کاربران Tor معمولا این پیام را زمانی که کاربران زیادی از Tor در حال درخواست از گوگل در یک بازه زمانی کوتاه می باشند می بینند. گوگل این حجم بالا از ترافیک از سمت یک نشانی IP (بازپخش خروجی که شما انتخاب کرده اید) را نشانه ای از تلاش یک شخص در جهت "خزیدن" سایت آن هاست و بنابراین ترافیک از آن نشانی IP را برای مدت کوتاهی را کاهش می دهد.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
fa: شما می توانید "تغییر چرخه برای این سایت" را امتحان کنید تا به سایت از یک نشانی IP متفاوت دسترسی داشته باشید.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
fa: یک توضیح دیگر این است که گوگل سعی می کند تا انواع جاسوس افزار ها یا ویروس ها که درخواست های مشخصی را به جستجو گوگل می فرستند را شناسایی کند. متوجه می شود که نشانی های IP که از آن ها درخواست دریافت می شود (متوجه نمی شود که آن ها بازپخش خروجی Tor) می باشند و سعی می کند تا به اتصالی که از جانب این نشانی های IP می آید هشدار دهد که درخواست های اخیر نشانه ای از یک آلودگی هستند.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
fa: بر اساس اطلاعات ما، گوگل هیچکاری از روی قصد برای جلوگیری از استفاده Tor انجام نمی دهد. پیام خطا درباره یک ماشین آلوده شده باید بعد از زمان کوتاهی برود.

source: Gmail warns me that my account may have been compromised
fa: Gmail به من می گوید که حساب کاربری من در معرض خطر قرار گرفته است

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
fa: گاهی اوقات، پس از اینکه شما از Gmail از طریق Tor استفاده کرده اید، گوگل یک نوتیفیکیشن نشان می دهد که می گوید حساب کاربری شما ممکن است در معرض خطر قرار گرفته باشد.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
fa: پنجره نوتیفیکیشن فهرستی از نشانی های IP و مکان هایی در سر تا سر جهان که به تازگی به حساب کاربری شما دسترسی داشته اند را نمایش می دهد.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
fa: به طور کلی، این یک خطا بیشتر نیست. گوگل تعدادی لاگین از جاهای مختلف را دیده و این در نتیجه اجرا سرویس از طریق Tor می باشد و فکر می کند ایده خوبی است اگر دسترسی به حساب کاربری توسط صاحب حقیقی آن تایید شود.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
fa: هرچند ممکن است این نتیجه استفاده از سرویس با Tor باشد، این به این معنا نیست که شما می توانید از این هشدار چشم پوشی کنید.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
fa: احتمالا یک اشتباه است، اما ممکن است اشتباه هم نباشد از آنجایی که سرقت کوکی گوگل شما از جانب یک شخص ممکن می باشد.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
fa: سرقت کوکی با دسترسی فیزیکی به کامپیوتر شما یا با تماشای ترافیک اینترنت شما امکان پذیر است.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
fa: در تئوری، فقط دسترسی فیزیکی میتواند سیستم شما را به خطر بیاندازد چون Gmail و سرویس های مشابه کوکی را از روی لینک SSL باید بفرستد.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
fa: در عمل، [بسیار پیچیده تر از آن](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking) می باشد.

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
fa: اگر کوکی گوگل شما توسط شخصی سرقت یافت، ممکن است از جاهای غیر عادی وارد شوند (ممکن است اینطور هم نباشد). بنابراین به طور خلاصه از آنجایی که شما از مرورگر Tor استفاده می کنید، این روش امنیتی که گوگل از آن استفاده می کند برای شما فایده ای نخواهد داشت چون خطاهای زیادی دارد. شما باید از رویکرد های دیگر استفاده کنید، مانند اینکه بررسی کنید آیا چیز عجیبی روی حساب کاربری خود می بینید یا اینکه به بازه های زمانی برای آخرین ورود ها نگاه کنید و بررسی کنید که آیا شما واقعا در آن بازه های زمانی وارد شده اید.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
fa: به تازگی، کاربران Gmail قادر به فعال سازی [تایید دو مرحله ای](https://support.google.com/accounts/answer/185839) روی حساب های کاربری خود برای افزودن یک لایه اضافی امنیتی می باشند.

source: How do I install Tor Browser?
fa: چگونه مرورگر تور را نصب کنم؟

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
fa: لطفا بخش [نصب](https://tb-manual.torproject.org/installation/) را در راهنما مرورگر تور ببینید.

source: My internet connection requires an HTTP or SOCKS Proxy
fa: اتصال اینترنت من نیازمند HTTP یا پراکسی ساکس می باشد

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
fa: شما می توانید نشانی IP پراکسی، درگاه و اطلاعات احراز هویت را در [تنظیمات شبکه مرورگر Tor](https://tb-manual.torproject.org/running-tor-browser/) تنظیم کنید. اگر در حال استفاده از Tor به صورت دیگری می باشید، می توانید گزین های کانفیگ HTTPSProxy و HTTPProxy را در [صفحه راهنما](https://2019.www.torproject.org/docs/tor-manual.html.en) بررسی کرده و فایل torrc خود را مطابق با آن تغییر دهید. شما به یک پراکسی HTTP برای انجام درخواست های GET برای واکشی دایرکتوری Tor و یک پراکسی HTTPS برای انجام درخواست های CONNECT برای گرفتن بازپخش های Tor نیاز دارید. (اشکالی ندارد اگر یک پراکسی می باشند.) Tor همچنین از گزینه های torrc برای شناسایی Socks4Proxy و Socks5Proxy استفاده می کند.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
fa: همچنین روی گزینه های HTTPProxyAuthenticator و HTTPSProxyAuthenticator نگاهی داشته باشید اگر پراکسی شما نیاز به احراز هویت دارد. ما در این لحظه فقط از احراز هویت ساده پشتیبانی می کنیم اما اگر نیاز به احراز هویت NTLM دارید، ممکن است [این پست در آرشیو ها](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) به کار شما بیاید.

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
fa: اگر پراکسی های شما فقط به شما اجازه اتصال به درگاه های مشخصی را می دهند، به ورودی روی کلاینت های [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) نگاهی داشته باشید تا ببینید چگونه می توانید دسترسی Tor به برخی درگاه ها که Tor سعی می کند به آن ها دسترسی داشته باشد را محدود نمایید.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
fa: آیا در هنگام استفاده از مرورگر Tor، همچنان می‌توانم از مرورگرهای دیگری مثل کروم یا فایرفاکس استفاده کنم؟

source: You can certainly use another browser while you are also using Tor Browser.
fa: حتماً می‌توانید همزمان با مرورگر تور از سایر مرورگرها استفاده کنید.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
fa: با این حال باید بدانید که تنظیمات مربوط به حریم خصوصی مرورگر تور در سایر مرورگرها وجود ندارد.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
fa: وقتی بین تور و مرورگری با ایمنی کمتر جابجا می‌شوید مراقب باشید چون ممکن است از آن مرورگر برای کاری استفاده کنید که قصد داشتید آن را با تور انجام دهید.

source: Can I use Tor with a browser besides Tor Browser?
fa: آیا میتوانم از تور با یک مرورگر دیگر غیر از مرورگر تور استفاده کنم؟

source: We strongly recommend against using Tor in any browser other than Tor Browser.
fa: ما به شدت توصیه می کنیم تا به غیر از مرورگر تور از تور در هیچ مرورگر دیگری استفاده نکنید.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
fa: استفاده از تور در یک مرورگر دیگر بدون محافظت های حریم خصوصی مرورگر تور می تواند شما را آسیب پذیر قرار دهد.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
fa: تفاوت بین مرورگر تور و 'حالت ناشناس' یا زبانه های خصوصی چیست؟

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
fa: شاید نام آن ها چیز دیگری را القا کند، 'حالت ناشناس' و زبانه های خصوصی شما را روی اینترنت ناشناس نمی کنند.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
fa: آن ها تمام اطلاعات روی ماشین شما که مرتبط با نشست گردش شما هستند را بعد از بسته شدن پاک خواهند کرد اما هیچ راهکاری برای مخفی کردن فعالیت های شما یا اثر انگشت دیجیتال آنلاین شما ندارند.

source: This means that an observer can collect your traffic just as easily as any regular browser.
fa: این یعنی یک مشاهده کننده می تواند ترافیک شما را به سادگی هر مرورگر عادی جمع آوری کند.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
fa: مرورگر Tor تمام ویژگی های فراموش کردن زبانه های خصوصی را ارائه می دهد، اینکار را همزمان با پنهان کردن IP مبدا، عادات گشت و گذار و جزییات درباره یک دستگاه که می تواند برای انگشت نگاری فعالیت در وب مورد استفاده قرار بگیرد و اجازه به یک نشست گردش خصوصی که کاملا به صورت سر-تا-سر مبهم سازی شده انجام می دهد.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
fa: برای اطلاعات بیشتر در ارتباط با محدودیت های حالت ناشناس (Incognito) و زبانه های خصوصی، مقاله موزیلا را در [افسانه های رایج درباره گردش خصوصی](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing) ببینید.

source: I'm supposed to "edit my torrc". What does that mean?
fa: من می بایست "torrc خود را ویرایش کنم". این به چه معناست؟

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
fa: هشدار: از توصیه های هر کس برای ویرایش `torrc` پیروی نکنید!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
fa: پیروی از آن می تواند باعث شود تا امنیت و ناشناس بودن شما از طریق پیکربندی بد `torrc` در معرض خطر قرار بگیرد.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
fa: تور از یک فایل متنی به نام `torrc` استفاده می کند که دارای دستور العمل های پیکربندی برای اینکه تور چگونه می بایست کار کند باشد.

source: The default configuration should work fine for most Tor users (hence the warning above.)
fa: پیکربندی پیش فرض باید برای اکثر کاربران Tor بدون هیچ مشکل کار کند ( به همین دلیل هشدار بالا آمده است.)

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
fa: برای پیدا کردن `torrc` مرورگر تور خود، دستورالعمل های مربوط به سیستم عامل خود را دنبال کنید.

source: On Windows or Linux:
fa: روی ویندوز یا لینوکس:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
fa: * `torrc` داخل دایرکتوری داده مرورگر Tor در `Browser/TorBrowser/Data/Tor` داخل دایرکتوری مرورگر Tor شما قرار گرفته است.

source: On macOS:
fa: در سیستم عامل macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
fa: * `torrc` در دایرکتوری داده مرورگر Tor در `~/Library/Application Support/TorBrowser-Data/Tor` قرار گرفته است.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
fa: * توجه داشته باشید که در نسخه های جدید سیستم عامل macOS، پوشه Library به صورت پنهان می باشد. برای دسترسی به این پوشه از طریق Finder و از منوی "Go"، گزینه "Go to Folder..." را انتخاب کنید.

source: * Then type "~/Library/Application Support/" in the window and click Go.
fa: * سپس "~/Library/Application Support/" را در پنجره نوشته و روی Go کلیک کنید.
