Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
ro: Dacă doriți cu adevărat să vedeți Google în engleză, puteți da clic pe linkul care oferă acest lucru. Dar considerăm că aceasta este o caracteristică cu Tor, nu o eroare --- Internetul nu este plat și, de fapt, arată diferit în funcție de locul în care vă aflați. Această caracteristică le amintește oamenilor de acest fapt.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
ro: Rețineți că adresele URL de căutare Google iau perechi nume / valoare ca argumente și unul dintre aceste nume este „hl”. Dacă setați „hl” pe „ro”, Google vă va returna rezultatele căutării în română, indiferent pe ce server Google ați fost trimis. La o interogare aceasta arată:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
ro: O altă metodă este să utilizați pur și simplu codul țării dvs. pentru accesarea Google. Acesta poate fi google.be, google.de, google.ro și așa mai departe.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
ro: Google mă face să rezolv un CAPTCHA sau îmi spune că am instalat programele spyware

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
ro: Aceasta este o problemă cunoscută și intermitentă; dar acest lucru nu înseamnă că Google consideră Tor drept software spion.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
ro: Când utilizați Tor, trimiteți interogări prin relee de ieșire care sunt, de asemenea, partajate de mii de alți utilizatori. Utilizatorii Tor de obicei văd acest mesaj când mulți utilizatori Tor interoghează Google într-o perioadă scurtă de timp. Google interpretează volumul mare de trafic de la o singură adresă IP (releul de ieșire pe care s-a întâmplat să-l alegeți) ca pe cineva care încearcă să se „furișeze” pe site-ul lor web, astfel încât încetinește traficul de pe acea adresă IP pentru o perioadă scurtă de timp.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
ro: Puteți încerca „schimbarea circuitului pentru acest site” pentru a accesa site-ul web de la o altă adresă IP.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
ro: O explicație alternativă este că Google încearcă să detecteze anumite tipuri de spyware sau viruși care trimit interogări distinctive către Căutarea Google. Notează adresele IP de la care sunt primite acele interogări (fără să-și dea seama că sunt relee de ieșire Tor) și încearcă să avertizeze orice conexiuni provenite de la acele adrese IP că interogările recente indică o infecție.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
ro: Din câte știm, Google nu face nimic în mod intenționat pentru a descuraja sau bloca utilizarea Tor. Mesajul de eroare despre o mașină infectată ar trebui să se clarifice din nou după un timp scurt.

source: Gmail warns me that my account may have been compromised
ro: Gmail mă avertizează că este posibil ca contul meu să fi fost compromis

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
ro: Uneori, după ce ați folosit Gmail peste Tor, Google prezintă o notificare pop-up care ar putea fi afectată de contul dvs.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
ro: Fereastra de notificare listează o serie de adrese IP și locații din întreaga lume folosite recent pentru a vă accesa contul.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
ro: În general, aceasta este o alarmă falsă: Google a văzut o mulțime de autentificări din diferite locuri, ca urmare a rulării serviciului prin Tor și a decis că este o idee bună să confirmi că acel cont a fost accesat de către proprietarul său de drept.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
ro: Chiar dacă acesta poate fi un produs secundar al utilizării serviciului prin Tor, asta nu înseamnă că puteți ignora în totalitate avertismentul.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
ro: Este probabil un fals pozitiv, dar s-ar putea să nu fie, deoarece este posibil ca cineva să deturneze cookie-ul Google.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
ro: Deturnarea cookie-urilor este posibilă fie prin acces fizic la computer, fie prin urmărirea traficului din rețea.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
ro: În teorie, numai accesul fizic ar trebui să compromită sistemul dvs. deoarece Gmail și servicii similare ar trebui să trimită cookie-ul doar printr-un link SSL.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
ro: În practică, din păcate, este [mult mai complex decât asta](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
ro: Și dacă cineva ți-a furat cookie-ul Google, s-ar putea să se autentifice din locuri neobișnuite (deși probabil că nu ar putea). Așadar, rezumatul este că, deoarece utilizați Tor Browser, această măsură de securitate pe care Google o folosește nu este atât de utilă pentru dvs., deoarece este plină de falsuri pozitive. Va trebui să utilizați alte abordări, cum ar fi să vedeți dacă ceva pare ciudat pe cont sau să vă uitați la indicatoarele de timp pentru autentificări recente și să vă întrebați dacă v-ați autentificat în acele momente.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
ro: Mai recent, utilizatorii Gmail pot activa [Verificarea în 2 pași](https://support.google.com/accounts/answer/185839) în conturile lor pentru a adăuga un strat suplimentar de securitate.

source: How do I install Tor Browser?
ro: Cum instalez Tor Browser?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
ro: Vă rugăm să consultați secțiunea [Instalare](https://tb-manual.torproject.org/installation/) din Manualul Tor Browser.

source: My internet connection requires an HTTP or SOCKS Proxy
ro: Conexiunea mea de internet necesită un proxy HTTP sau SOCKS

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
ro: Puteți seta adresa IP proxy, portul și informațiile de autentificare în [Setările rețelei Tor Browser](https://tb-manual.torproject.org/running-tor-browser/). Dacă utilizați Tor într-un alt mod, consultați opțiunile de configurare HTTPProxy și HTTPSProxy din [pagina din manual](https://2019.www.torproject.org/docs/tor-manual.html.en) și modificați-vă corespunzător fișierul torrc. Veți avea nevoie de un proxy HTTP pentru a face solicitări GET și a obține directorul Tor și veți avea nevoie de un proxy HTTPS pentru a face solicitări CONNECT pentru a ajunge la releele Tor. (Este bine dacă sunt pe același proxy.) Tor recunoaște, de asemenea, opțiunile torrc Socks4Proxy și Socks5Proxy.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
ro: De asemenea, citiți opțiunile HTTPProxyAuthenticator și HTTPSProxyAuthenticator dacă proxy-ul dvs. necesită autentificare. În prezent acceptăm numai autentificarea de bază, dar dacă aveți nevoie de autentificare NTLM, puteți găsi utilă [această postare în arhive](https://archives.seul.org/or/talk/Jun-2005/msg00223.html).

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
ro: Dacă proxy-urile dvs. vă permit să vă conectați numai la anumite porturi, consultați articolul de la clienții [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) pentru a vedea cum se pot restricționa porturile dvs. pe care Tor va încerca să le acceseze.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ro: Pot folosi în continuare alt navigator, precum Chrome sau Firefox, când folosesc Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
ro: Puteți utiliza cu siguranță un alt browser în timp ce utilizați, de asemenea, Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ro: Cu toate acestea, trebuie să știți că proprietățile de confidențialitate ale Tor Browser nu vor fi prezente în celălalt browser.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ro: Aveți grijă când comutați înainte și înapoi între Tor și un browser mai puțin sigur, deoarece puteți folosi accidental celălalt browser pentru ceva ce intenționați să faceți folosind Tor.

source: Can I use Tor with a browser besides Tor Browser?
ro: Pot folosi Tor cu alt navigator în afară de Tor Browser?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ro: Recomandăm puternic împotriva folosirii Tor în orice alt navigator decât Tor Browser.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ro: Folosirea Tor în alt navigator vă poate lăsa vulnerabil fără protecția intimității din Tor Browser.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
ro: Care este diferența dintre utilizarea Tor Browser și „Modul Incognito” sau filele private?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
ro: În timp ce numele pot sugera altfel, „Modul Incognito” și „filele private” nu vă fac anonim pe Internet.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
ro: Aceste moduri șterg toate informațiile de pe mașina dvs. referitoare la sesiunea de navigare după ce sunt închise, dar nu au nicio măsură pentru a ascunde activitatea dvs. sau amprenta digitală online.

source: This means that an observer can collect your traffic just as easily as any regular browser.
ro: Aceasta înseamnă că un observator vă poate colecta traficul la fel de ușor ca de pe orice browser obișnuit.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
ro: Tor Browser oferă toate caracteristicile amnezice ale filelor private, ascunzând, de asemenea, IP-ul sursă, obiceiurile de navigare și detalii despre un dispozitiv care poate fi utilizat pentru a urmări activitatea pe web, permițând o sesiune de navigare cu adevărat privată, care este complet ascunsă de la început până la sfârșit.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
ro: Pentru mai multe informații cu privire la limitările modului Incognito și a filelor private, consultați articolul Mozilla despre [Mituri comune despre navigarea privată](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).

source: I'm supposed to "edit my torrc". What does that mean?
ro: Ar trebui să-mi "editez torrc". Ce înseamnă asta?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
ro: AVERTIZARE: NU urmați sfaturi aleatorii care vă recomandă să vă editați „torrc”!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
ro: Dacă faceți acest lucru, puteți permite unui atacator să vă compromită securitatea și anonimatul prin configurarea rău intenționată a „torrc-ului” dvs.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
ro: Tor folosește un fișier text numit `torrc` care conține instrucțiuni de configurare pentru modul în care Tor ar trebui să se comporte.

source: The default configuration should work fine for most Tor users (hence the warning above.)
ro: Configurația implicită ar trebui să funcționeze bine pentru majoritatea utilizatorilor Tor (de aici avertizarea de mai sus.)

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
ro: Pentru a găsi `torrc` în Tor Browser, urmați instrucțiunile de mai jos pentru sistemul dvs. de operare.

source: On Windows or Linux:
ro: Pe Windows sau Linux:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
ro: * FIșierul `Torrc` se află în directorul Data al Tor Browser din` Browser/TorBrowser/Data/Tor` din directorul Tor Browser.

source: On macOS:
ro: Pe macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
ro: * FIșierul `torrc` se află în directorul Data al Tor Browser la `~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
ro: * Rețineți că folderul Library este ascuns pe versiunile mai noi de macOS. Pentru a naviga la acest folder în Finder, selectați „Go to Folder...” din meniul „Go”.

source: * Then type "~/Library/Application Support/" in the window and click Go.
ro: * Apoi tastați "~/Library/Application Support/" în fereastră și faceți clic pe Go.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
ro: Închideți Tor Browser înainte de a edita „torrc”, altfel Tor Browser vă poate șterge modificările.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
ro: Unele opțiuni nu vor avea efect, deoarece Tor Browser le înlocuiește cu opțiuni în linie de comandă atunci când deschide Tor.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
ro: Consultați fișierul [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) pentru indicații despre configurările obișnuite.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
ro: Pentru alte opțiuni de configurare pe care le puteți utiliza, consultați [pagina din manualul Tor](https://2019.www.torproject.org/docs/tor-manual.html.en).

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
ro: Nu uitați, toate liniile care încep cu `#` în torrc sunt tratate ca și comentarii și nu au niciun efect asupra configurației lui Tor.

source: Does Tor Project make an application for private chat?
ro: Tor Project face o aplicație pentru chat privat?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
ro: Nu. După unsprezece versiuni beta, am întrerupt asistența [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ro: Încă credem în capacitatea lui Tor de a fi folosit într-o aplicație de mesagerie, dar nu avem resurse pentru a face acest lucru chiar acum.

source: Do you? [Contact us](https://www.torproject.org/contact).
ro: Dvs.? [Contactați-ne](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
ro: Pot rula Tor pe un dispozitiv Android?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
ro: Da, există o versiune a lui [Tor Browser](https://www.torproject.org/download/#android) disponibilă special pentru Android. Instalarea Tor Browser pentru Android este tot ce aveți nevoie pentru a rula Tor pe dispozitivul dvs. Android.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
ro: Guardian Project oferă aplicația [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) care poate fi utilizată pentru a direcționa alte aplicații de pe dispozitivul Android prin rețeaua Tor. Cu toate acestea, este nevoie doar de Tor Browser pentru Android pentru a naviga pe web cu Tor.

source: Who is the Guardian Project?
ro: Cine este Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
ro: Guardian Project menține Orbot (și alte aplicații de confidențialitate) pe Android. Mai multe informații pot fi găsite pe site-ul [Guardian Project](https://guardianproject.info/).

source: Can I run Tor on an iOS device?
ro: Pot rula Tor pe un dispozitiv iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ro: Vă recomandăm o aplicație iOS numită Onion Browser, care este open source, folosește rutarea Tor și este dezvoltată de cineva care lucrează îndeaproape cu Proiectul Tor.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ro: Cu toate acestea, Apple cere browserele de pe iOS să folosească ceva numit Webkit, care împiedică Onion Browser să aibă aceleași protecții de confidențialitate ca Tor Browser.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
ro: [Aflați mai multe despre Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
ro: Descărcați Onion Browser din [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).

source: How do I run Tor on Windows Phone?
ro: Cum rulez Tor pe Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
ro: În prezent, nu există o metodă acceptată pentru a rula Tor pe Windows Phone.

source: What happened to Orfox?
ro: Ce s-a întâmplat cu Orfox?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
ro: Odată cu lansarea [Tor Browser pentru Android](https://www.torproject.org/download/#android) Orfox a fost [pensionat](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
ro: Am nevoie atât de Tor Browser pentru Android cât și de Orbot, sau doar de unul dintre ele?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
ro: Chiar dacă atât browserul Tor pentru Android cât și Orbot sunt minunate, ele sunt folosite pentru scopuri diferite.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
ro: Tor Browser pentru Android este ca Tor Browser pentru desktop, doar că este pe dispozitivul dvs. mobil. Este un browser unic care folosește rețeaua Tor și încearcă să fie cât mai anonim.
