Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
pl: <mark>Po kilku godzinach (aby dać mu wystarczająco dużo czasu na propagację), możesz zapytać <a href="https://metrics.torproject.org/rs.html#search">Metryki</a> pozwalające sprawdzić, czy Twój przekaźnik zarejestrował się w sieci.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
pl: Zastanów się, czy chciałbyś przestawić się na <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Politykę ograniczonego wyjścia</a></mark>.

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
pl: Jak uruchomić środkowy lub ochronny przekaźnik w FreeBSD lub HardenedBSD?

source: * Run "pkg install tor" (as root).
pl: * Uruchom "pkg install tor" (jako root)

source: * Make sure your clock, date, and timezone are set correctly.
pl: Upewnij się, że twój zegar systemowy, data i strefa czasowa są ustawione prawidłowo.

source: Enabling ntpd is suggested.
pl: Sugerowane jest włączenie ntpd.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
pl: * Zedytuj /usr/local/etc/tor/torrc, aby wyglądał tak jak poniżej:

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
pl: * Upewnij się, że tor rozpoczyna się na starcie, uruchamiając "sysrc tor_enable=YES" (jako root)

source: * Run "service tor start" (as root)
pl: * Uruchom "service tor start" (jako root)

source: * Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pl: * Poszukaj wpisu w rejestrze /var/log/tor/notices.log, takiego jak "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: How do I make sure that I'm using the correct packages on Ubuntu?
pl: Jak mogę się upewnić, że używam odpowiednich pakietów na Ubuntu?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
pl: * Nie używaj pakietów w repozytoriach Ubuntu. Nie są one niezawodnie aktualizowane. Jeśli ich używasz, przegapisz ważne poprawki stabilności i bezpieczeństwa.

source: * Determine your Ubuntu version by running the following command:
pl: * Określ swoją wersję Ubuntu, wykonując następujące polecenie:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
pl: * Jako root, dodaj następujące linie do /etc/apt/sources.list. Zastąp 'version' wersją znalezioną w poprzednim kroku:

source: * Add the gpg key used to sign the packages by running the following commands:
pl: * Dodaj klucz gpg używany do podpisywania pakietów, wykonując następujące polecenia:

source: * Run the following commands to install tor and check its signatures:
pl: * Wykonaj następujące komendy, aby zainstalować tor i sprawdzić jego podpisy:

source: How do I run an obfs4 bridge?
pl: Jak uruchomić most obfs4?

source: See our <mark><a href="https://community.torproject.org/relay/setup/bridge/">obfs4 setup guide</a></mark> to learn how to set up an obfs4 bridge.
pl: Zobacz nasz <mark><a href="https://community.torproject.org/relay/setup/bridge/">przewodnik konfiguracji obfs4</a></mark> , aby dowiedzieć się, jak skonfigurować most obfs4.

source: Should I run an exit relay from home?
pl: Czy powinienem prowadzić przekaźnik wyjściowy z domu?

source: No.
pl: Nie.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
pl: Jeśli organy ścigania zainteresują się ruchem z Twojego przekaźnika wyjściowego, możliwe, że funkcjonariusze przejmą Twój komputer.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
pl: Z tego powodu najlepiej jest nie prowadzić przekaźników wyjściowych w domu lub nie korzystać z domowego łącza internetowego.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
pl: Zamiast tego należy rozważyć uruchomienie przekaźnika wyjściowego w obiekcie komercyjnym, który wspiera Tora.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
pl: Posiadaj osobny adres IP dla swojego przekaźnika wyjściowego i nie kieruj przez niego własnego ruchu.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
pl: Oczywiście, należy unikać przechowywania jakichkolwiek poufnych lub osobistych informacji na komputerze, na którym znajduje się przekaźnik wyjściowy.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
pl: Słyszałem o stronach internetowych, które są dostępne tylko przez Tora. Czym są te strony internetowe i jak mogę się do nich dostać?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
pl: Strony internetowe, które są dostępne tylko przez Tor są nazywane "cebulami" i kończą się w TLD .onion.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
pl: Na przykład serwis cebulowy "DuckDuckGo" to <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
pl: Dostęp do tych stron można uzyskać za pomocą Przeglądarki Tor.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
pl: Adresy muszą być dzielone z tobą przez gospodarza strony internetowej, jako że serwisy cebulowe nie są indeksowane w wyszukiwarkach w typowy sposób, w jaki zwykłe strony internetowe są.

source: What is a .onion or what are onion services?
pl: Czym jest .onion lub jakie są usługi onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
pl: Usługi cebulowe pozwalają na przeglądanie, ale także na anonimową publikację, w tym publikowanie anonimowych stron internetowych.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
pl: Usługi cebulowe są również wykorzystywane do prowadzenia chatów i wymiany plików bez metadanych (dane o danych), bezpieczniejszej interakcji pomiędzy dziennikarzami i ich źródłami, takimi jak <mark><a href="https://securedrop.org/">SecureDrop</a></mark> czy <mark><a href="https://onionshare.org/">OnionShare</a></mark>, bezpieczniejszych aktualizacji oprogramowania i bezpieczniejszych sposobów dotarcia do popularnych stron internetowych, takich jak <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
pl: Usługi te korzystają ze specjalnej domeny najwyższego poziomu (TLD) .onion (zamiast .com, .net, .org itp.) i są dostępne tylko przez sieć Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
pl: Wchodząc na stronę internetową, która korzysta z usług cebulowych, Przeglądarka Tor pokaże na pasku adresu URL ikonę małej zielonej cebuli wyświetlającej stan Twojego połączenia: bezpieczny i korzystający z usługi cebulowej.

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
pl: A jeśli korzystasz z witryny z HTTPS i usługą cebulową, wyświetli się ikona zielonej cebuli i kłódki.

source: Tor Glossary
pl: Słownik Tora

source: The community team has developed this Glossary of terms about and related to Tor
pl: Zespół społeczności opracował niniejszy słowniczek terminów związanych z Torem

source: ### add-on, extension, or plugin
pl: ### dodatek, rozszerzenie lub wtyczka

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](#web-browser) to give them new features.
pl: Dodatki, rozszerzenia i wtyczki są komponentami, które można dodać do [przeglądarek internetowych](#web-browser), aby nadać im nowe funkcje.

source: Tor Browser comes with two add-ons installed: [NoScript](#noscript) and [HTTPS Everywhere](#https-everywhere).
pl: Przeglądarka Tor jest dostarczany z dwoma zainstalowanymi dodatkami: [NoScript](#noscript) i [HTTPS Everywhere](#https-everywhere).

source: You should not install any additional add-ons to Tor Browser because that can compromise some of its privacy features.
pl: Nie powinieneś instalować żadnych dodatkowych dodatków do Przeglądarki Tor, ponieważ może to zagrozić niektórym jego funkcjom prywatności.

source: ### antivirus software
pl: ### oprogramowanie antywirusowe

source: An antivirus software is used to prevent, detect and remove malicious software.
pl: Oprogramowanie antywirusowe jest używane do zapobiegania, wykrywania i usuwania złośliwego oprogramowania.

source: Antivirus software can interfere with [Tor](#tor-/-tor-network/-core-tor) running on your computer.
pl: Oprogramowanie antywirusowe może zakłócać pracę [Tora](#tor-/-tor-network/-core-tor) na komputerze.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
pl: Jeśli nie wiesz, jak zezwolić na połączenia z Torem, być może będziesz musiał zapoznać się z dokumentacją swojego oprogramowania antywirusowego.

source: ### App
pl: ### Aplikacja

source: A web application (web app), is an application which the [client](#client) runs in a [web browser](#web-browser).
pl: Aplikacja internetowa, to aplikacja, którą [klient](#client) uruchamia w [przeglądarce internetowej](#web-browser).

source: App can also refer to software that you install on mobile [operating systems](#operating-system-os).
pl: Aplikacja może również odnosić się do oprogramowania instalowanego na mobilnych [systemach operacyjnych](#operating-system-os).

source: Atlas is a web application to learn about currently running Tor [relays](#relay).
pl: Atlas to aplikacja internetowa służąca do poznawania aktualnie działających [przekaźników](#relay) Tor.

source: ### bandwidth authority
pl: ### władza ds. przepustowości

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](#relay) in the [consensus](#consensus).
pl: W celu określenia przepustowości przekaźnika, specjalne przekaźniki zwane władzami ds. przepustowości wykonują okresowe pomiary [przekaźników](#relay) w [konsensusie](#consensus).

source: ### bridge
pl: ### most

source: Like ordinary Tor [relays](#relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
pl: Podobnie jak zwykłe przekaźniki Tor [przekaźniki](#relay), mosty są prowadzone przez wolontariuszy; w przeciwieństwie do zwykłych przekaźników, nie są one jednak wymienione publicznie, więc przeciwnik nie może ich łatwo zidentyfikować.

source: [Pluggable transports](#pluggable-transports) are a type of bridge that help disguise the fact that you are using Tor.
pl: [Transport wtykowy](#pluggable-transports) to rodzaj mostu, który pomaga ukryć fakt, że korzystasz z Tora.

source: ### bridge authority
pl: ### władze mostów

source: A special-purpose relay that maintains the list of [bridges](#bridge).
pl: Przekaźnik specjalnego przeznaczenia, który utrzymuje listę [mostów](#bridge).

source: ### browser fingerprinting
pl: ### odcisk palca przeglądarki

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
pl: Pobieranie odcisku palca to proces zbierania informacji o urządzeniu lub usłudze w celu dokonania świadomego odgadywania jego tożsamości lub cech charakterystycznych.

source: Unique behavior or responses can be used to identify the device or service analyzed.
pl: Unikalne zachowanie lub odpowiedzi mogą być wykorzystane do identyfikacji analizowanego urządzenia lub usługi.

source: [Tor Browser](#tor-browser) prevents fingerprinting.
pl: [Przeglądarka Tor](#tor-browser) zapobiega pobieraniu odcisków palców.

source: ### browsing history
pl: ### historia przeglądania

source: A browser history is a record of requests made while using a [web browser](#web-browser), and includes information like websites visited and when.
pl: Historia przeglądania jest zapisem zapytań składanych podczas korzystania z [przeglądarki internetowej](#web-browser) i zawiera informacje takie jak odwiedzane strony internetowe i kiedy zostały odwiedzone.

source: [Tor Browser](#tor-browser) deletes your browsing history after you close your [session](#session).
pl: [Przeglądarka Tor](#tor-browser) usuwa historię przeglądania po zamknięciu [sesji](#session).

source: Captchas are a challenge-response test used in computing to determine whether the user is human or not.
pl: Captche są testem typu "reakcja na wyzwanie" używanym w informatyce w celu określenia, czy użytkownik jest człowiekiem, czy też nie.

source: [Tor](#tor-/-tor-network/-core-tor) users are often served captchas because Tor [relays](#relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or from bots.
pl: Użytkownicy [Tora](#tor-/-tor-network/-core-tor) często otrzymują captche, ponieważ [przekaźniki](#relay) Tora składają tak wiele próśb, że czasami strony internetowe mają trudności z ustaleniem, czy te prośby pochodzą od ludzi czy od botów.

source: ### checksum
pl: ### suma kontrolna

source: Checksums are [hash](#hash)values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
pl: Sumy kontrolne to wartości [hash](#hash)plików. Jeśli pobrałeś oprogramowanie bez błędów, suma kontrolna i suma kontrolna pobranego pliku będą identyczne.

source: ### circuit
pl: ### obwód

source: A path through the [Tor network](#tor-/-tor-network/-core-tor) built by [clients](#client) consisting of randomly selected nodes. The circuit begins with either a [bridge](#bridge) or a [guard](#guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](#middle-relay), and an [exit](#exit). Most [onion services](#onion-services) use six hops in a circuit (with the exception of [single onion services](#single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the onion button in Tor Browser.
pl: Ścieżka przez sieć [Tor](#tor-/-tor-network/-core-tor) zbudowaną przez [klientów](#client) składającą się z losowo wybranych węzłów. Obwód zaczyna się albo od [mostu](#bridge) albo [strażnika](#guard). Większość obwodów składa się z trzech węzłów - strażnika lub mostu, przekaźnika [środkowego](#middle-relay) oraz [wyjścia](#exit). Większość [usług cebulowych](#onion-services) używa sześciu węzłów w obwodzie (z wyjątkiem [pojedynczych usług cebulowych](#single-onion-service)), i nigdy z węzła wyjściowego. Możesz zobaczyć swój obecny obwód Tor klikając na przycisk cebuli w Przeglądarce Tor.

source: ### client
pl: ### klient

source: In [Tor](#tor-/-tor-network/-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](#relay).
pl: W [Tor](#tor-/-tor-network/-core-tor), klient jest węzłem w sieci Tor, zazwyczaj działającym w imieniu jednego użytkownika, który kieruje połączenia aplikacji poprzez serię [przekaźników](#relay).

source: Compass is a web application to learn about currently running [Tor relays](#relay) in bulk.
pl: Compass jest aplikacją internetową, która uczy się o aktualnie działających [Przekaźnikach Tor](#relay) w dużych ilościach.

source: ### consensus
pl: ### konsensus

source: In Tor terms, a single document compiled and voted on by the [directory authorities](#directory-authority) once per hour, ensuring that all [clients](#client) have the same information about the [relays](#relay) that make up the [Tor network](#tor-/-tor-network/-core-tor).
pl: W terminologii Tora, pojedynczy dokument opracowany i przegłosowany przez [organy katalogowe](#directory-authority) raz na godzinę, zapewniając, że wszyscy [klienci](#client) mają te same informacje o [przekaźnikach](#relay), które tworzą sieć [Tor](#tor-/-tor-network/core-tor).

source: ### cookie
pl: ### ciasteczko

source: An [HTTP](#http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](#web-browser) while the user is browsing. [Tor Browser](#tor-browser) does not store cookies.
pl: Ciasteczko [HTTP](#http) (zwany również ciasteczkiem internetowym, ciasteczkiem przeglądarki lub po prostu ciasteczkiem) to mały fragment danych przesyłany ze strony internetowej, który jest przechowywany na komputerze użytkownika przez [przeglądarkę internetową](#web-browser) podczas przeglądania przez użytkownika. [Przeglądarka Tor](#tor-browser) nie przechowuje ciasteczek.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
pl: Cross-Site Scripting (XSS) pozwala atakującemu na dodanie złośliwej funkcjonalności lub zachowania do strony internetowej, gdy nie powinni mieć takiej możliwości.

source: ### cryptographic signature
pl: ### podpis kryptograficzny

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](#public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get. For more information about how you can verify signatures, please see [here](https://support.torproject.org/tbb/how-to-verify-signature/).
pl: Podpis kryptograficzny potwierdza autentyczność wiadomości lub pliku. Jest tworzony przez posiadacza prywatnej części pary kluczy [kryptografia klucza publicznego](#public-key-cryptography) i może być zweryfikowany przez odpowiedni klucz publiczny. Jeśli pobierasz oprogramowanie z torproject.org, znajdziesz je jako podpisy plików (.asc). Są to podpisy PGP, więc możesz sprawdzić, czy pobrany plik jest dokładnie tym, który zamierzaliśmy uzyskać. Więcej informacji na temat weryfikacji podpisów można znaleźć [tutaj](https://support.torproject.org/tbb/how-to-verify-signature/).

source: ### Daemon
pl: ### Demon

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
pl: Demon jest programem komputerowym, który działa jako proces w tle, a nie jest bezpośrednio kontrolowanym przez użytkownika.

source: ### directory authority
pl: ### władza katalogowa

source: A special-purpose [relay](#relay) that maintains a list of currently-running relays and periodically publishes a [consensus](#consensus) together with the other directory authorities.
pl: [Przekaźnik](#relay) do specjalnych celów, który prowadzi listę obecnie działających przekaźników i okresowo publikuje [konsensus](#consensus) wraz z innymi władzami katalogowymi.

source: ### encryption
pl: ### szyfrowanie

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](#tor-/-tor-network/-core-tor) uses three layers of encryption in the Tor [circuit](#circuit); each [relay](#relay) decrypts one layer before passing the request on to the next relay.
pl: Proces pobierania kawałka danych i szyfrowania go do tajnego kodu, który może być odczytany tylko przez zamierzonego odbiorcę. [Tor](#tor-/-tor-network/-core-tor) używa trzech warstw szyfrowania w [obwodzie](#circut); każdy [przekaźnik](#relay) odszyfrowuje jedną warstwę przed przekazaniem żądania do następnego przekaźnika.

source: ### end-to-end encrypted
pl: ### zaszyfrowane od-początku-do-końca

source: Transmitted data which is [encrypted](#encryption) from origin to destination is called end-to-end encrypted.
pl: Przesyłane dane, które są [zaszyfrowane](#encryption) z miejsca pochodzenia do miejsca docelowego, są nazywane zaszyfrowanymi od końca do końca.

source: ### exit
pl: ### wyjście

source: The last [relay](#relay) in the [Tor circuit](#circuit) which sends [traffic](#traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](#ip-address) of the exit.
pl: Ostatni [przekaźnik](#relay) w [obwodzie Tor](#circut), który wysyła [ruch](#traffic) do publicznego Internetu. Usługa, z którą się łączysz (strona internetowa, usługa czatu, dostawca poczty elektronicznej itp.) zobaczy [adres IP](#ip-address) wyjścia.

source: The ExoneraTor service maintains a database of [relay](#relay) [IP addresses](#ip-address) that have been part of the Tor network. It answers the question whether there was a [Tor](#tor-/-tor-network/-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
pl: Usługa ExoneraTor utrzymuje bazę danych [adresów IP](#ip-address) [przekaźników](#relay), które były częścią sieci Tor. Odpowiada na pytanie, czy w danym dniu na danym adresie IP działał przekaźnik [Tor](#tor-/-tor-network/-core-tor). Usługa ta jest często przydatna w kontaktach z organami ścigania.

source: Mozilla Firefox is a free and open-source [web browser](#web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
pl: Mozilla Firefox jest darmową i otwartą [przeglądarką internetową](#web-browser) rozwijaną przez Mozilla Foundation i jej spółkę zależną, Mozilla Corporation.

source: [Tor Browser](#tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
pl: [Przeglądarka Tor](#tor-browser) jest zbudowana z zmodyfikowanej wersji Firefox ESR (wydanie o rozszerzonym czasu wsparcia).

source: Firefox is available for Windows, macOS and Linux [operating systems](#operating-system-os), with its mobile version (fennec) available for Android.
pl: Firefox jest dostępny dla [systemu operacyjnego](#operating-system-os) Windows, macOS i Linux, z jego mobilną wersją (fennec) dostępną dla systemu Android.
