Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
br: Se o site que você está visitando utiliza HTTPS, então o tráfego deixando o seu relay de saída será criptografado, e não será visível para bisbilhoteiros.
pt: Se o site que está a aceder utiliza HTTPS, então o tráfego que deixa o seu retransmissor de saída será criptografado e não estará visível a terceiros.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
br: <h4 class="card-title">Se você está usando HTTPS, a URL do seu website começará com "https://".</h4>
pt: Se estiver a utilizar HTTPS, o URL do seu site da Web começara com "https://".</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
br: <h4 class="card-title">Esta visualização mostra que informações são visíveis para bisbilhoteiros com e sem a utilização do navegador Tor e criptografia HTTPS.</h4>
pt: <h4 class="card-title">Esta visualização mostra as informações que são visíveis a terceiros com e sem a utilização do Tor Browser e encriptação HTTPS.</h4>

source: How do I run a middle or guard relay on Debian?
br: Como eu executo um retransmissor guarda ou do meio no Debian?
pt: Como é que eu executo um retransmissor intermediário ou de proteção no Debian?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
br: Para ver recursos mais detalhados sobre a operação de um relay, veja <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia Tor Relay</a></mark>.
pt: Para o recurso mais profundo sobre a execução de uma retransmissão, consulte <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia de Retransmissão do Tor</a></mark>.

source: * Run "apt-get install tor" (as root).
br: * Execute "apt-get install tor" (como root).
pt: * Execute "apt-get install tor" (como root).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
br: * Certifique-se que seu relógio, data e fuso horário estão configurados corretamente. Instale o pacote ntp ou openntpd (ou similar) para sejam mantidos corretos.
pt: * Certifique-se que seu relógio, data e fuso horário estão configurados corretamente. Instale o pacote ntp ou openntpd (ou similar) para sejam mantidos corretos.

source: * Edit /etc/tor/torrc to look like the following:
br: * Edite /etc/tor/torrc para se assemelhar a:
pt: * Edite /etc/tor/torrc para parecer-se com o seguinte:

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
br: ##O endereço IP ou hostname para conexões de entrada (deixe comentado e o Tor irá saber)
pt: ## O endereço IP ou o hostname para conexões de entrada (deixe comentado e o Tor irá adivinhar)

source: #Address noname.example.com
br: #Endereço noname.example.com
pt: #Endereço noname.example.com

source: ## Set the nickname of this relay
br: ## Defina o nickname deste relay

source: ## Set your own contact info
br: ## Defina suas informações de contato
pt: ## Defina a sua própria informação de contacto

source: ## If you control multiple relays, include them in the family
br: ## Se você controla múltiplos retransmissores, incluam eles na família.
pt: ## Se controla vários retransmissores, inclua-os na família

source: * Run "service tor reload" (as root)
br: * Execute "service tor reload" (como root)
pt: * Execute "service tor reload" (como root)

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
br: * Depois que seu retransmissor conecta na rede, ele vai tentar determinar se as portas que você configurou são alcançáveis do lado de fora.
pt: * Após o seu retransmissor se ligar à rede, ele vai tentar determinar se as portas que configurou são alcançáveis do lado de fora.

source: This step is usually fast, but it may take a few minutes.
br: Esta etapa geralmente é rápida, mas pode levar alguns minutos.
pt: Esta etapa geralmente é rápida, mas pode levar alguns minutos.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
br: Veja sua entrada de log em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: If you don't see this message, it means that your relay is not reachable from the outside.
br: Se você não consegue visualizar esta mensagem, isto significa que o seu relay não é acessível por fora.
pt: Se não consegue visualizar esta mensagem, isto significa que o seu retransmissor não é acessível por fora.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
br: Você deve checar novamente seu firewall, verificando qual IP e portas que você especificou no seu torrc estão corretos, etc.
pt: Deve verificar novamente a sua firewall, se o IP e portas que especificou no seu torrc estão corretos, etc.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
br: Quando ele confirma que está acessível, ele vai enviar um "descritor do servidor" para o diretório de autoridades para deixar os clientes saberem qual endereço, porta, chaves, etc seu retransmissor está usando.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
br: Depois de poucas horas (para ter tempo o bastante para propagar), você pode consultar o <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> para ver se seu retransmissor foi registrado com sucesso na rede.
pt: Após algumas horas (para ter tempo suficiente para difundir a informação), você pode consultar o <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> para ver se o seu retransmissor foi registado com sucesso na rede.

source: If it hasn't, re-check firewalls, IP and ports again.
br: Se não for esse o caso, confira novamente os firewalls, IP e portas.
pt: Se não aparecer, verifique novamente as firewalls, IP e portas.

source: How do I run an exit relay on Debian?
br: Como eu executo um relay de saída no Debian ?
pt: Como é que eu executo um retransmissor de saída no Debian?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
br: * Revise nossos <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines"> Diretrizes de relays de saída</a></mark>
pt: * Veja as nossas <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Diretrizes de retransmissores de saída</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
br: Veja sua entrada de log em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pt: Procure pela entrada no registo em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
br: * Quando ele confirma que está acessível, ele vai enviar um "descritor do servidor" para o diretório de autoridades para deixar os clientes saberem qual endereço, porta, chaves, etc seu retransmissor está usando.
pt: * Quando confirma que está acessível, vai enviar um "descritor do servidor" para o diretório de autoridades para informar os clientes qual é o endereço, porta, chaves, etc. que o seu retransmissor está a utilizar.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
br: Considere se você não gostaria de mudar para a <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Política reduzida de saída</a></mark>.
pt: Considere se gostaria de mudar para a <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Política de saída reduzida</a></mark>.

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
br: Como eu executo um retransmissor do meio ou guarda no FreeBSD ou HardenedBSD?
pt: Como é que eu executo um retransmissor intermediário ou de proteção no FreeBSD ou HardenedBSD?

source: * Run "pkg install tor" (as root).
br: * Execute "pkg install tor" (como root).
pt: * Executar "pkg install tor" (como "root").

source: * Make sure your clock, date, and timezone are set correctly.
br: Certifique-se que seu relógio, data e fuso horário estão configurados corretamente.
pt: * Certifique-se que o relógio, fuso horário e data estão configurados corretamente.

source: Enabling ntpd is suggested.
br: Sugere-se habilitar o ntpd.
pt: Sugere-se ativar o ntpd.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
br: * Edite /usr/local/etc/tor/torrc para se assemelhar ao seguinte:
pt: * Edite /usr/local/etc/tor/torrc para parecer-se com o seguinte:

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
br: * Tenha certeza que o tor iniciara durante o boot executando o comando "sysrc tor_enable="YES" (como root)
pt: * Certifique-se que o Tor inicia durante o boot executando o comando "sysrc tor_enable="YES" (como root)

source: * Run "service tor start" (as root)
br: * Execute "service tor start" (como root)
pt: * Execute "service tor start" (como root)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
br: Veja sua entrada de log em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: How do I make sure that I'm using the correct packages on Ubuntu?
br: Como eu me certifico de que estou usando os pacotes corretos para o Ubuntu ?
pt: Como é que eu confirmo se estou a utilizar os pacotes corretos no Ubuntu ?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
br: * Não use os pacotes dos repositórios do Ubuntu. Eles não são atualizados de maneira confiável. Se você usar eles, você perderá importante estabilidade e atualizações na segurança.
pt: * Não use os pacotes dos repositórios do Ubuntu. Eles não são atualizados de forma confiável. Se os utilizar, irá perder correções importantes de segurança e estabilidade.

source: * Determine your Ubuntu version by running the following command:
br: * Determine a sua versão Ubuntu utilizada executando o seguinte comando:
pt: * Descubra a versão do Ubuntu que utiliza executando o seguinte comando:

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
br: * Como root, adicione as seguintes linhas em /etc/apt/sources.list. Use a versão que você encontrou no passo anterior para <version>.

source: * Add the gpg key used to sign the packages by running the following commands:
br: * Adicione a chave gpd usada para assinar os pacotes executando os seguintes comandos
pt: * Adicione a chave gpd, usada para assinar os pacotes, executando os seguintes comandos:

source: * Run the following commands to install tor and check its signatures:
br: Rode os seguintes comandos pra instalar o tor e checar suas assinaturas:
pt: * Execute os seguintes comandos para instalar o Tor e verificar as suas assinaturas:

source: How do I run a obfs4 bridge on Debian?
br: Como eu rodo um obfs4 no Debian?

source: * Run "apt-get install tor obfs4proxy" (as root).
br: * Execute "apt-get install tor obfs4proxy" (como root).

source: Install the ntp or openntpd (or similar) package to keep it that way.
br: Instale o pacote ntp ou openntp (ou similar) pra manter dessa forma.

source: * Run "service tor reload" (as root).
br: * Execute "service tor reload" (como root).

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
br: * Veja o log de entrada em /var/log/syslog tal como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pt: * Procure pela entrada no registo em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
br: * Você deveria olhar também a mensagem "Servidor de transporte registrado 'obfs4'" indicando que obfs4proxy é funcional.

source: Should I run an exit relay from home?
br: Eu deveria rodar um retransmissor de saída a partir de casa?
pt: Eu devo executar um retransmissor de saída na minha casa?

source: No.
br: Não.
pt: Não.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
br: Se as forças de segurança ficar interessada no tráfego do seu retransmissor de saída, é possível que policiais apreendam seu computador.
pt: Se as forças de segurança estiverem interessadas no tráfego do seu retransmissor de saída, é possível que apreendam posteriormente o seu computador.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
br: Por essa razão, é melhor não rodar seu retransmissor de saída em sua casa ou usando a conexão de internet da sua residência.
pt: Por essa razão, é melhor não executar um retransmissor de saída na sua habitação ou utilizando a ligação à Internet da sua residência (através de uma VPN por exemplo).

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
br: Em vez disso, considere executar seu retransmissor de saída em uma instalação comercial que é solidária com Tor.
pt: Em vez disso, considere executar um retransmissor de saída numas instalações de organizações que apoiam ferramentas como o Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
br: Tenha um endereço de IP separado de seu retransmissor de saída, e não roteie seu próprio tráfego através dele.
pt: Tenha um endereço de IP separado do seu retransmissor de saída, e não encaminhe o seu próprio tráfego através dele.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
br: Naturalmente, você deveria evitar manter qualquer informação sensível ou pessoal em computadores que hospedam seu retransmissor de saída.
pt: Obviamente, deve evitar manter qualquer informação sensível ou pessoal no computador que aloja o retransmissor de saída.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
br: Eu sei que certos websites são acessíveis somente usando Tor. O que são esses site e como eu posso acessá-los?
pt: Eu ouvi falar de sites da Web que só são acessíveis por meio do Tor. Quais são estes sites da Web, e como é que eu os posso aceder?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
br: Os sites que só podem ser acessados por meio do Tor são chamados de "onions" (cebolas) e terminam com .onion.
pt: Os sites que são acessíveis apenas através do Tor, são também chamados "onions" e o endereço deles termina com .onion

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
br: Por exemplo, o serviço onion DuckDuckGO é <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
pt: Por exemplo, o "onion" de DuckDuckGo é <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
br: Você pode acessar esses sites usando o Tor.
pt: Pode aceder a estes sites utilizando o Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
br: Os endereços devem ser compartilhados com você por quem hospeda seu website, como onions não são indexados nos mecanismos de pesquisa na maneira típica que os websites normais são.
pt: Os endereços devem ser compartilhados consigo por quem aloja o site, uma vez que os sites onion não são indexados pelos motores de busca de forma típica e tradicional dos sites normais.

source: What is a .onion or what are onion services?
br: O que é .onion ou serviços onion?
pt: O que é .onion ou o que são serviços onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
br: Os serviços onion permitem que as pessoas não só naveguem, mas também publiquem anonimamente, inclusive através da edição de websites anônimos.
pt: Os serviços onion permitem que as pessoas naveguem, mas que também publiquem de forma anónima, incluindo a publicação nos sites da Web anónimos.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
br: Os serviços onion também oferecem confiabilidade para chats e compartilhamento de arquivos livres de metadados, interações mais segura para jornalistas e suas fontes usando recursos como o <mark><a href="https://securedrop.org/">SecureDrop</a></mark> ou o <mark><a href="https://onionshare.org/">OnionShare</a></mark>, atualizações de software mais seguras e meios de acesso mais seguros a websites populares tais como o <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
pt: Os serviços onion também contam com salas de conversação livres de metadados e partilha de ficheiros, interação mais segura entre jornalistas, e as suas fontes tal como com sites como o <mark><a href="https://securedrop.org/">SecureDrop</a></mark> ou o <mark><a href="https://onionshare.org/">OnionShare</a></mark>, atualizações de software mais seguras, e formas mais seguras para aceder a sites da Web populares, tal como o <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
br: Estes serviços fazem uso do domínio de nível superior de uso especial .onion (em vez de .com, .net, .org, etc) e são acessíveis somente através da rede Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
br: Ao acessar um site que usa um serviço .onion, o Navegador Tor mostrará na barra de URL um ícone de uma pequena cebola verde exibindo o estado de sua conexão: seguro e usando um serviço .onion.
pt: Quando acede a um site da Web que utiliza um serviço onion, o Tor Browser irá mostrar na barra de endereço um ícone de uma cebola pequena verde exibindo o estado da sua ligação: segura e a utilizar um serviço onion.

source: And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
br: Caso você esteja acessando um website via HTTPS e um serviço onion, serão exibidos os ícones de uma cebola e de um cadeado.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
br: Caso você não consiga acessar o serviço onion desejado, certifique-se de ter digitado corretamente os 16 caracteres, ou 56 caracteres no novo formato, do endereço onion: até mesmo um pequeno erro impedirá o Tor Browser de acessar o site.
pt: Caso não consiga aceder ao serviço onion pretendido, certifique-se que digitou corretamente os 16 caracteres, ou 56 caracteres no novo formato, do endereço onion: até mesmo um pequeno erro impedirá o Tor Browser de aceder ao site.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
br: Você também pode certificar-se de que é possível acessar outros serviços onion conectando-se ao <a href="http://3g2upl4pq6kufc4m.onion">serviço onion do DuckDuckGo</a>.
pt: Também pode certificar-se que é possível aceder a outros serviços onion, ligando-se ao <a href="http://3g2upl4pq6kufc4m.onion">serviço onion do DuckDuckGo</a>.

source: Tor Glossary
br: Glossário do Tor
pt: Glossário do Tor

source: The community team has developed this Glossary of terms about and related to Tor
br: A equipe da comunidade desenvolveu este Glossário de termos sobre e relacionado a Tor
pt: A equipa da comunidade desenvolveu este Glossário de termos relacionados com o Tor

source: ### add-on, extension, or plugin
br: ### aditivos, extensões ou plugins
pt: ### extensão, add-on ou plugin

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](#web-browser) to give them new features.
br: Aditivos, extensões e plugins são componentes que podem ser adicionados a [navegadores web](#navegador-web)para dotá-los de novas funcionalidades.
pt: As extensões, add-ons e plugins são componentes que podem ser adicionados aos [navegadores web](#web-browser) para fornecerem novas funcionalidades.

source: Tor Browser comes with two add-ons installed: [NoScript](#noscript) and [HTTPS Everywhere](#https-everywhere).
br: O Navegador Tor vem com duas extensões instaladas: [NoScript](#noscript) e [HTTPS Everywhere](#https-everywhere).
pt: O Tor Browser vem de origem com 2 extensões instaladas: o [NoScript](#noscript) e o [HTTPS Everywhere](#https-everywhere).

source: You should not install any additional add-ons to Tor Browser because that can compromise some of its privacy features.
br: Você não deve instalar quaisquer extensões adicionais ao Navegador Tor porque isso pode comprometer algumas de suas funcionalidades de segurança.
pt: Não deve instalar extensões adicionais ao Tor Browser porque pode comprometer algumas funcionalidades de segurança.

source: ### antivirus software
br: ### antivírus, programas
pt: ### programas antivírus

source: An antivirus software is used to prevent, detect and remove malicious software.
br: Um software antivírus é usado para prevenir, detectar e remover software malicioso.
pt: Os programas antivírus são utilizados para prevenir, detetar e remover programas maliciosos.
