Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
it: Puoi leggere di più su Tor sulla nostra pagina [riguardo](https://www.torproject.org/about/history/).

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
it: Il Tor Project è un'organizzazione no profit (benefica) che mantiene e sviluppa il software Tor.

source: Why is it called Tor?
it: Perchè è chiamato Tor?

source: Because Tor is the onion routing network.
it: Perchè Tor è the onion routing.

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
it: Qundo noi abbiamo iniziato la nuova generazione di implementazione del protocollo di routing nel 2001-2002, noi sponsorizzavamo questo progetto, ed essi dicevano "cosa?"

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
it: Anche se il protocolo onion è diventato un termine familiare, [onion routing project] Tor è nato dal progetto (https://www.onion-router.net/) iniziato dai laboratori di ricerca del Neval .

source: (It's also got a fine translation from German and Turkish.)
it: (Ha anche una bella traduzione dal Tedesco e dal Turco.)

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
it: Nota: anche se originariamente deriva da un acronimo, Tor non si scrive "TOR".

source: Only the first letter is capitalized.
it: Solo la prima lettera è maiuscola.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
it: In effetti, di solito possiamo individuare le persone che non hanno letto niente del nostro sito (e hanno invece imparato tutto ciò che sanno su Tor dagli articoli di notizie) dal fatto che lo scrivono in modo errato.

source: How can I verify Tor Browser's signature?
it: Come posso verificare la firma del Browser Tor?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
it: La firma digitale è un processo che assicura che un certo pacchetto sia stato creato dai suoi sviluppatori e che non sia stato manomesso.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
it: Qui sotto spieghiamo perché è importante e come verificare che il Tor che stai scaricando è quello che abbiamo creato e non è stato modificato da malintenzionati.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
it: Ogni file nella nostra [download page](https://www.torproject.org/it/download/) è allegato a un file con lo stesso nome del pacchetto e dell'estensione ".asc". Questi file .asc sono firme OpenPGP.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
it: Ti permettono di verificare che il file che hai scaricato è esattamente quello da noi previsto.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
it: Per esempio "torbrowser-install-win64-9.0_it-IT.exe" è accompagnato dal "torbrowser-install-win64-9.0_en-US.exe.asc".

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
it: Ora ti mostriamo come puoi verificare la firma digitale del file scaricato nei vari sistemi operativi.

source: Please notice that a signature is dated the moment the package has been signed.
it: Ti informiamo che la firma è datata a quando il pacchetto è stato firmato.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
it: Pertanto, ogni volta che un nuovo file viene caricato una nuova firma viene generata con una data diversa.

source: As long as you have verified the signature you should not worry that the reported date may vary.
it: Finché hai verificato la tua firma non dovresti preoccuparti che la data riportata potrebbe cambiare.

source: ### Installing GnuPG
it: ### Installazione di GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
it: Prima di tutto hai bisogno di installare GnuPG prima di poter verificare le firme.

source: #### For Windows users:
it: #### Per gli utenti Windows:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
it: Se utilizzi Windows, [scarica Gpg4win] (https://gpg4win.org/download.html) e esegui l'installer.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
it: Per verificare il file è necessario eseguire comandi da terminale cmd.exe da windows

source: #### For macOS users:
it: #### Per gli utenti macOS:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
it: Se stai usando MacOSX potresti installare [GTPTools] (https://www.gpgtools.org)

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
it: Per verificare li file dovresti necessitare della riga di comando (Applications-Utility)

source: #### For GNU/Linux users:
it: #### Per gli utenti GNU/Linux:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
it: Se stai usando GNU/Linux probabilmente hai già GnuPG nel tuo sistema, molte distribuzioni lo hanno preinstallato.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
it: In ordine per verificare i file dovrai lanciare comandi dalla finestra di riga di comando. Come fare dipende dalla distribuzione in uso.

source: ### Fetching the Tor Developers key
it: Fetching la chiave tor per sviluppatori

source: The Tor Browser team signs Tor Browser releases.
it: Il team Tor Browser firma le versioni del Tor Browser.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
it: Importare qusta chiave per sviluppatori di tor browser (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
it: Questo dovrebbe farti vedere qualcosa come:

source: gpg: key 4E2C6E8793298290: public key "Tor Browser Developers (signing key) <torbrowser@torproject.org>" imported
it: gpg: chiave 4E2C6E8793298290: chiave pubblica "Tor Browser Developers (signing key) <torbrowser@torproject.org>" importata

source: gpg: Total number processed: 1
it: gpg:Numero totale proccessati:1

source: gpg: imported: 1
it: gpg: importati: 1

source: pub rsa4096 2014-12-15 [C] [expires: 2020-08-24]
it: pub rsa4096 2014-12-15 [C] [scadenza: 2020-08-24]

source: uid [ unknown] Tor Browser Developers (signing key) <torbrowser@torproject.org>
it: uid [ sconosciuto] Tor Browser Developers (signing key) <torbrowser@torproject.org>

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
it: Dopo aver importato la chiave, tu puoi salvarla in un file (identificato dall'improntadigitale qui)

source: ### Verifying the signature
it: ### Verificare la firma

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
it: Per verificare la veridicità del pacchetto scaricato, dovresti scaricare il file corrispondente ".asc" e verificare con il comando GnuPG il file.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
it: L'esempio presume che hai scaricato due file dalla tua cartella "Downloads"

source: The result of the command should produce something like this:
it: Il risultato del comando dovrebbe dare qualcosa come:

source: gpgv: Signature made 07/08/19 04:03:49 Pacific Daylight Time
it: gpgv: Signature fatto il 07/08/19 04:03:49 Giorno tranquillo

source: gpgv: using RSA key EB774491D9FF06E2
it: gpgv: usa la chiave RSA EB774491D9FF06E2

source: #### Workaround (using a public key)
it: #### Soluzione alternativa (utilizzando una chiave pubblica)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
it: Se incontri errori che non puoi risolvere, sentiti libero di [scaricare e utilizzare questa chiave pubblica](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). Alternativamente, puoi usare il seguente comando:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
it: Potresti anche voler [saperne di più riguardo GnuPG](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
it: Cosa sono le barre grigie nella finestra di Tor Browser ridimensionata?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
it: Tor Browser nella sua modalità predefinita inizia con una finestra arrotondata a un multiplo di 200px x 100px per impedire l'impronta digitale delle dimensioni dello schermo.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
it: La strategie qui è di mettere tutti gli utenti in un paio di cesti in modo da rendere più arduo individuarli singolarmente.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
it: Questo funziona fino a che l'utente non inizia a modificare la dimensione delle finestre (e.g. massimizzandole o passando alla modalità schermo intero).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
it: Tor Browser 9 viene fornito con una difesa anche per questi scenari, che è chiamata [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), una tecnica sviluppata da Mozilla e [presentata all'inizio di quest'anno](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
it: Funziona aggiungendo margini bianchi a una finestra del browser in modo che la finestra sia il più vicino possibile alla dimensione desiderata mentre allo stesso tempo mantiene gli utenti in un paio di cesti che impediscono di individuarli singolarmente con l'aiuto delle dimensioni dello schermo.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
it: In parole semplici, questa tecnica crea gruppi di utenti con le stesse dimensioni dello schermo e ciò rende più difficile individuari, poiché molti utenti avranno le stesse dimensioni dello schermo.

source: What are the most common issues with the latest stable version of Tor Browser?
it: Quali sono le problematiche più comuni con l'ultima versione stabile di Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
it: Ogni volta che una nuova versione stabile di Tor Browser viene rilasciata, scriviamo un post sul blog che descrive in dettaglio le sue nuove funzionalità e i problemi noti.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
it: Se hai avuto problemi con Tor Browser dopo un aggiornamento, cerca su <a href="https://blog.torproject.org">blog.torproject.org</a> il post più recente di Tor Browser per vedere se il tuo problema è elencato.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
it: Se il tuo problema non è in elenco, per favore compila una [segnalazione di bug](https://trac.torproject.org) riguardo ciò che stai sperimentando.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
it: Il mio antivirus, per la protezione da malware, mi sta impedendo di accedere a Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
it: La maggior parte degli antivirus o antimalware consentono all'utente di "autorizzare" determinati processi che altrimenti verrebbero bloccati.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
it: Ti preghiamo di aprire il tuo antivirus o il tuo antimalware e di cercare nelle impostazioni una "whitelist" o qualcosa di simile

source: Next, exclude the following processes:
it: Quindi, escludi i seguenti processi:

source: * For Windows
it: * Per Windows

source: * obfs4proxy.exe (if you use bridges)
it: * obfs4proxy.exe (se usi i bridges)

source: * For macOS
it: * Per macOS

source: * obfs4proxy (if you use bridges)
it: * obfs4proxy (se usate i bridges)

source: Finally, restart Tor Browser.
it: infine, riavviate Tor Browser.

source: This should fix the issues you're experiencing.
it: Ciò dovrebbe sistemare i problemi che stai riscontrando.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
it: Prendi in considerazione che certi antivirus, come Kaspersky, potrebbero anche bloccare Tor a livello di Firewall

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
it: Ho scaricato ed installato Tor Browser per Windows, ma ora non lo trovo.

source: The file you download and run prompts you for a destination.
it: Il file che hai scaricato ed eseguito ti richiede una cartella di destinazione.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
it: Se non ricordi quale sia la cartella di destinazione, è molto probabile che sia la tua cartella Download o la tua cartella Desktop.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
it: L'impostazione predefinita nel programma di installazione di Windows crea anche un collegamento sul desktop, tieni presente però che potresti aver deselezionato accidentalmente l'opzione per creare un collegamento.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
it: Se non riesci a trovarlo in nessuna di queste cartelle, scaricalo nuovamente e cerca il prompt che ti chiede di scegliere una directory dove scaricarlo.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
it: Scegli una directory che puoi ricordare facilmente, e una volta terminato il download dovresti trovarci dentro una cartella denominata Tor Browser.

source: Can I use Flash in Tor Browser?
it: Posso usare Flash su Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
it: Flash è disabilitato in Tor Browser, e ti raccomandiamo di non abilitarlo.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
it: Non pensiamo che Flash sia sicuro da utilizzare su qualsiasi browser: si tratta di un software molto insicuro che può facilmente compromettere la privacy o propinarti del malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
it: Fortunatamente, la maggior parte dei siti Web, dispositivi e altri browser stanno smettendo di utilizzare Flash.

source: Does using Tor Browser protect other applications on my computer?
it: L'uso di Tor Browser protegge le altre applicazioni sul mio computer?

source: Only Tor Browser's traffic will be routed over the Tor network.
it: Solo il traffico di Tor Browser verrà instradato sulla rete Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
it: Qualsiasi altra applicazione sul tuo sistema (inclusi gli altri browser) non sarà instradata sulla rete Tor e non sarà protetta.

source: They need to be configured separately to use Tor.
it: Devono essere configurate separatamente per poter usare Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
it: Se vuoi essere sicuro che tutto il traffico passi attraverso la rete Tor, dai un'occhiata al [sistema operativo live Tails](https://tails.boum.org/) che puoi lanciare su quasi ogni computer da una chiavetta USB o un DVD.

source: Can I download Tor Browser for Chrome OS?
it: Posso scaricare Tor Browser per Chrome OS?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
it: Sfortunatamente, non abbiamo ancora una versione di Tor Browser per Chrome OS.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
it: Puoi lanciare [Tor Browser per Android](https://www.torproject.org/download/#android) su Chrome OS. Tieni presente che utilizzando Tor Mobile su Chrome OS, visualizzerai le versioni mobile (non desktop) dei siti Web.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
it: Tuttavia, poiché non abbiamo verificato l'app in Chrome OS, non sappiamo se tutte le funzionalità di privacy di Tor Browser per Android funzioneranno bene.

source: Can I pick which country I'm exiting from?
it: Posso scegliere da quale nazione uscire?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
it: Modificare il modo in cui Tor crea i propri circuiti è fortemente sconsigliato.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
it: Ottieni la migliore sicurezza che Tor può fornire quando lasci la selezione del percorso a Tor; modificare i nodi di entrata / uscita può compromettere l'anonimato.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
it: Se il risultato desiderato è semplicemente quello di poter accedere a risorse che sono disponibili solo in un paese, potresti prendere in considerazione l'utilizzo di una VPN invece di utilizzare Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
it: Si prega di notare che le VPN non hanno le stesse proprietà sulla privacy che ha Tor, ma ti aiuteranno a risolvere alcuni problemi di restrizione di geolocalizzazione.

source: Is it safe to run Tor Browser and another browser at the same time?
it: È sicuro eseguire Tor Browser ed un altro browser allo stesso tempo?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
it: Se esegui Tor Browser e un altro browser allo stesso tempo, ciò non influirà sulle prestazioni di Tor o sulle proprietà della privacy.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
it: Tuttavia, tieni presente che il tuo altro browser non mantiene la tua attività privata, potresti dimenticartene e utilizzare per errore quel browser non privato per fare qualcosa che intendevi fare con Tor Browser.

source: Is there support for *BSD?
it: Esiste un supporto per *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
it: Siamo spiacenti, ma attualmente non c'è alcun supporto ufficiale sull'eseguire Tor Browser su * BSD.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
it: C'è qualcosa chiamato [TorBSD project](https://www.torbsd.org/), ma il loro Tor Browser non è supportato ufficialmente.

source: I can’t connect to Tor Browser, is my network censored?
it: Non posso connettermi a Tor Browser, la mia rete è censurata?

source: You might be on a censored network, and so you should try using bridges.
it: Potresti essere su una rete censurata e quindi dovresti provare a utilizzare i bridges.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
it: Alcuni bridges sono incorporati in Tor Browser e puoi utilizzarli scegliendo "configura" (seguendo poi le istruzioni) nella finestra del Launcher Tor che appare quando apri Tor Browser per la prima volta.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
it: Se hai bisogno di altri bridge, puoi ottenerli al nostro [Bridges website](https://bridges.torproject.org/).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
it: Per altre informazioni sui bridge, vedere il [Tor Browser manual](https://tb-manual.torproject.org/bridges).

source: Why is the first IP address in my relay circuit always the same?
it: Perchè il primo indirizzo IP nel mio circuito di relay è sempre lo stesso?

source: That is normal Tor behavior.
it: E' il normale comportamento di Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
it: Il primo relay del tuo circuito è chiamato "entry guard" o "guard".
