Repository: torpluston/translation
Catalog: contents+th.po
Languages: th

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
th: เราพัฒนาเพื่อสิทธิมนุษยชนและเสรีภาพ โดยการสร้างและปรับใช้เทคโนโลยีที่ไม่เปิดเผยชื่อและความเป็นส่วนตัวที่เป็นโอเพนซอร์สและใช้งานฟรี สนับสนุนและปลดปล่อยขีดจำกัดในการใช้งาน ส่งเสริมความเข้าใจด้านวิทยาศาสตร์และค่านิยมของพวกเขา

source: Donate
th: บริจาค

source: Donate Now
th: บริจาคตอนนี้

source: Get monthly updates and opportunities from the Tor Project:
th: รับการอัพเดตรายเดือนและโอกาสจากโครงการของ Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
th: เครื่องหมายการค้า, ประกาศลิขสิทธิ์และกฎระเบียบสำหรับการใช้งานโดยบุคคลที่สามสามารถดูได้ใน %(link_to_faq)s

source: Menu
th: เมนู

source: Search
th: ค้นหา

source: Tor Project | Tor Browser Manual
th: โครงการ Tor คู่มือผู้ใช้งาน Tor Browser

source: Topics
th: หัวข้อ

source: Permalink
th: ลิงก์ถาวร
