Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
ru: Если возникли проблемы с подключением, появится сообщение об ошибке. Можете скопировать журнал Tor в буфер обмена.

source: Then paste the Tor log into a text file or other document.
ru: Затем вставьте журнал Tor в текстовый файл или иной документ.

source: Alternatively, if you don't see this option and you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ru: Как вариант (если вы не видите это сообщение): в Tor Browser нажмите кнопку "гамбургера" в правом верхнем углу, справа от адресной строки. Выберите в меню "Настройки", а в левом столбце "Tor".

source: You should see one of these common log errors (look for the following lines in your Tor log):
ru: Вот самые распространенных ошибки (строки в журнале Tor):

source: ##### Common log error #1: Proxy connection failure
ru: ##### Ошибка 1: сбой подключения к прокси

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ru: Если вы видите подобные строчки в журнале Tor, значит, не удалось соединение с SOCKS-прокси.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ru: Если для вашей сети требуется SOCKS, пожалуйста, убедитесь, что вы корректно указали детали вашего прокси.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ru: Если SOCKS не требуется (или вы не уверены), пожалуйста, попробуйте подключиться к сети Tor без SOCKS.

source: ##### Common log error #2: Can’t reach guard relays
ru: ##### Ошибка 2: не удалось подключиться к входящим узлам

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ru: Если вы видите такие строки в журнале, значит, Tor Browser не смог подключиться к первому узлу в цепочке.

source: This could mean that you’re on a network that’s censored.
ru: Возможно, в сети, где вы работаете, есть цензура.

source: Please try connecting with bridges, and that should fix the problem.
ru: Попробуйте подключиться, используя мосты. Это может решить проблему.

source: ##### Common log error #3: Failed to complete TLS handshake
ru: ##### Ошибка 3: сбой при завершении согласования TLS

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ru: Если вы видите такие строки в журнале, это означает, что TLS-соединение с сервером не получилось.

source: Using bridges will likely fix this.
ru: Скорее всего, использование мостов исправит это.

source: ##### Common log error #4: Clock skew
ru: ##### Ошибка 4: рассинхронизация часов

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ru: Если вы видите такие строки в журнале, ваши системные часы установлены неверно.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ru: Пожалуйста, убедитесь, что ваши часы настроены верно (включая временной пояс). Потом перезапустите Tor.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ru: Наш сайт заблокирован цензурой. Могут ли пользователи получить к нему доступ через Tor Browser?

source: Tor Browser can certainly help people access your website in places where it is blocked.
ru: Да, Tor Browser поможет людям заходить на ваш сайт в тех странах, где он заблокирован.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
ru: В большинстве случаев достаточно скачать [Tor Browser](https://www.torproject.org/ru/download/) и открыть в нем заблокированный сайт.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
ru: Там, где жесткая цензура, вы можете воспользоваться рядом опций для ее обхода, в том числе [подключаемыми транспортами](https://tb-manual.torproject.org/ru/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
ru: Подробнее см. [Руководство пользователя Tor Browser](https://tb-manual.torproject.org/ru/), раздел [о цензуре](https://tb-manual.torproject.org/ru/circumvention/).

source: A website I am trying to reach is blocking access over Tor.
ru: Сайт, на который я пытаюсь попасть, блокирует доступ из Tor

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ru: Иногда сайты блокируют пользователей Tor потому, что не могут отличить их от трафика, который генерируется автоматически.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ru: Лучший совет – связаться непосредственно с администрацией сайта и попросить разблокировать доступ из Tor.

source: Something like this might do the trick:
ru: Например, так:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ru: "Здравствуйте! Я пытался зайти на ваш сайт xyz.com с помощью Tor Browser и обнаружил, что вы не разрешаете доступ пользователям Tor.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ru: Пожалуйста, разрешите доступ. Люди во всем мире используют Tor для защиты приватности и борьбы с цензурой.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ru: Блокируя пользователей Tor, вы, скорее всего, блокируете людей в странах с репрессивными режимами. Вы блокируете тех, кто хочет использовать интернет свободно. Вы не даете доступ журналистам и исследователям, пытающимся защитить свою анонимность; активистам и просто людям, которым не нравится слежка.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ru: Пожалуйста, будьте на стороне защитников цифровой приватности и онлайновых свобод. Разрешите пользователям Tor доступ к xyz.com. Спасибо".

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ru: У банков и других сайтов, работающих с особо важными данными, часто применяется географическая блокировка. Если банк знает, что вы обычно получаете доступ к его услугам из конкретной страны, и вдруг вы подключаетесь на другом конце света, ваша учетная запись может быть заблокирована или приостановлена.

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
ru: Если у вас проблемы с доступом к onion-ресурсу, пожалуйста, см. страницу [Я не могу открыть ресурс .onion](../../onionservices/onionservices-3).

source: I can’t connect to Tor Browser, is my network censored?
ru: Я не могу подключиться к Tor. В моей сети цензура?

source: You might be on a censored network, and so you should try using bridges.
ru: Может быть. Попробуйте использовать мосты.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ru: Некоторые мосты встроены в Tor Browser. Вы можете использовать их, нажав "Настроить" в окне, которое открывается при первом запуске Tor Browser.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
ru: Нужны еще мосты? Можете взять их [отсюда](https://bridges.torproject.org/?lang=ru).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
ru: Подробнее о мостах см. [руководство пользователя Tor Browser](https://tb-manual.torproject.org/ru/bridges).

source: What is a bridge?
ru: Что такое мост?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ru: Мост – узел Tor, которого нет в открытом списке узлов.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ru: Интернет-провайдеры или правительство, пытаясь заблокировать доступ к сети Tor, не могут заблокировать все мосты.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ru: Мосты нужны пользователям Tor в странах с репрессивными режимами и просто тем, кто хочет дополнительный уровень безопасности. Мост помогает, если человек опасается, что другие узнают об использовании им публичного IP-адреса узла Tor.

source: A bridge is just a normal relay with a slightly different configuration.
ru: Мост – обычный узел с немного другими настройками.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
ru: Инструкции о том, как организовать мост, доступны [здесь](https://community.torproject.org/relay/setup/bridge/).

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ru: В некоторых странах, включая Иран и Китай, правительства обнаруживают и блокируют подключения к мостам Tor.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
ru: Существуют так называемые мосты обфускации ([obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt)). Они добавляют дополнительный уровень маскировки трафика Tor.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ru: Запуск моста obfsproxy требует дополнительных программ и настроек.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
ru: Подробнее см. в нашей статье о [подключаемых транспортах](https://www.torproject.org/docs/pluggable-transports.html).

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ru: Могут ли посторонние устройства видеть информацию, которую я передаю веб-сайтам через Tor? Например, то, что я набираю в поле "Логин" и других полях?

source: Tor prevents eavesdroppers from learning sites that you visit.
ru: Tor не позволяет чересчур любопытным лицам узнать, какие сайты вы посещаете.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ru: Однако информация, которая пересылается по интернету по обычному протоколу HTTP без шифрования, может быть перехвачена и операторами выходных узлов, и всяким, кто наблюдает за трафиком между вашим выходным узлом и конечным веб-сайтом.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ru: Если конечный сайт использует HTTPS, трафик между выходным узлом и этим веб-сайтом будет зашифрован и недоступен чужому глазу.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
ru: #### Tor Browser и HTTPS

source: Can I browse normal HTTPS sites with Tor?
ru: Можно ли открывать обычные HTTPS-сайты через Tor?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
ru: Если коротко: **да, через Tor можно открывать обычные HTTPS-сайты.**

source: HTTPS Connections are used to secure communications over computer networks.
ru: HTTPS используется для защиты коммуникаций в компьютерных сетях.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
ru: Подробнее о HTTPS можно прочесть [здесь](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
ru: В Tor Browser установлено дополнение [HTTPS Everywhere](https://www.eff.org/https-everywhere). Оно автоматически переключает сайт с незашифрованной версии "HTTP" на более защищенную "HTTPS".

source: What bandwidth shaping options are available to Tor relays?
ru: Какие можно ограничить полосу пропускания на узле Tor?

source: There are two options you can add to your torrc file:
ru: В файле torrc можно указать следующие две опции:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
ru: **BandwidthRate** – максимальная выделяемая полоса пропускания (в байтах в секунду).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
ru: Например, вы можете установить "BandwidthRate 10 MBytes" для 10 мегабайт в секунду (быстрый интернет) или "BandwidthRate 500 KBytes" для 500 килобайт в секунду (неплохое кабельное подключение).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
ru: Минимальное значение BandwidthRate – 75 килобайт/с.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
ru: **BandwidthBurst** – пул байт, который используется в случае кратковременного пика трафика выше BandwidthRate. При этом в среднем полоса пропускания на продолжительном отрезке времени остается ниже BandwidthRate.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
ru: Низкое значение Rate при высоком Burst обеспечивает соблюдение ограничения "в среднем", при этом пропуская пиковые объёмы трафика, если средние значения не достигали лимита в последнее время.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
ru: Например, если вы установите "BandwidthBurst 500 KBytes" и используете то же самое значение для BandwidthRate, то вы никогда не будете использовать более 500 килобайт в секунду. Если же вы установите BandwidthBurst выше (например, "5 MBytes"), это позволит пропустить больший поток, пока пул не будет исчерпан.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
ru: Если у вас ассимметричное соединение с интернетом (исходящий канал меньше входящего), например, кабельный модем, вам лучше сделать BandwidthRate меньше меньшего (обычно меньше ширины исходящего канала).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
ru: Иначе может случиться, что вы будете терять много пакетов данных в моменты максимальной нагрузки на канал. Возможно, стоит поэкспериментировать с разными значениями и опытным путем определить, какие настройки обеспечат комфортное подключение.

source: Then set BandwidthBurst to the same as BandwidthRate.
ru: Затем укажите BandwidthBurst равным BandwidthRate.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
ru: Если узел Tor находится на компьютере Linux, у владельца есть еще один вариант. Он может установить низкий приоритет трафика Tor по сравнению с остальным трафиком на компьютере. Таким образом увеличение загрузки канала Tor не скажется на личном трафике владельца.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
ru: [Соответствующий скрипт](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) можно найти в contrib-папке дистрибутива исходного кода Tor.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
ru: Также, у Tor есть опции спячки (гибернации): с их помощью вы можете ограничить объем передачи данных через Tor за отрезок времени (например 100 гигабайт в месяц). Они описаны ниже.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
ru: Обратите внимание, что BandwidthRate и BandwidthBurst указываются в **байтах**, а не битах.

source: I'm behind a NAT/Firewall.
ru: Я работаю за NAT / бранмауэром

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
ru: См. [инструкции](https://portforward.com/) по настройке проброса портов в вашем маршрутизаторе.

source: If your relay is running on a internal net, you need to setup port forwarding.
ru: Если ваш узел запущен во внутренней сети, вам потребуется настроить проброс портов.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
ru: Настройка проброса TCP-соединений зависит от системы. В пункте ЧаВО о клиентах за NAT/брандмауэром есть несколько примеров таких настроек.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
ru: Например, так можно настроить брандмауэр GNU/Linux на базе iptables:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
ru: Вам может потребоваться изменить "eth0", если у вас несколько внешних сетевых интерфейсов (подключенных к интернету).

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
ru: Скорее всего, у вас он только один (за исключением интерфейса loopback), и определить его должно быть не слишком сложно.

source: Do I get better anonymity if I run a relay?
ru: Если я буду поддерживать узел, это повысить мои шансы сохранить анонимность?

source: Yes, you do get better anonymity against some attacks.
ru: Да, при определенных атаках.

source: The simplest example is an attacker who owns a small number of Tor relays.
ru: Простой пример: у самого злоумышленника есть несколько узлов Tor.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
ru: Злоумышленник увидит, что трафик исходит от вас, но не сможет узнать, появился ли этот трафик на вашем компьютере или вы просто посредник.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
ru: В некоторых случаях это не работает. Например, если злоумышленник имеет возможность отслеживать весь ваш входящий и исходящий трафик. В этом случае ему нетрудно выяснить, какие данные вы просто передаете, а какие изначально ваши.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
ru: (В этом случае адреса назначения все еще скрыты от злоумышленника, если только злоумышленник также не отслеживает их. Ваша ситуация не лучше, чем если бы вы были обычным клиентом).

source: There are also some downsides to running a Tor relay.
ru: Поддержка узла Tor имеет свои минусы.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
ru: Во-первых, у нас всего несколько сотен узлов. Если вы поддерживаете один из них, это может навести злоумышленника на мысль о том, что анонимность имеет для вас большое значение.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
ru: Во-вторых, есть менее явные виды атак, недостаточно исследованные, которые используют знание того, что вы поддерживает узел Tor. Например, злоумышленник может следить за тем, пересылаете ли вы трафик, даже без доступа к вашей сети. Он будет перенаправлять трафик на ваш узел и отмечать изменения во времени прохождения пакетов данных.

source: It is an open research question whether the benefits outweigh the risks.
ru: Чего тут больше – плюсов или минусов – сказать трудно.

source: A lot of that depends on the attacks you are most worried about.
ru: Многое зависит от того, какие типы атак волнуют вас сильнее.

source: For most users, we think it's a smart move.
ru: Для большинства пользователей поддержка узла Tor – разумный ход.

source: Can I run a Tor relay using a dynamic IP address?
ru: Могу ли я запустить узел Tor, имея динамический IP-адрес?

source: Tor can handle relays with dynamic IP addresses just fine.
ru: Tor вполне работает с динамическими IP-адресами узлов.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
ru: Оставьте строчку "Адрес" в [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) пустой, и Tor самостоятельно определит адрес.

source: I'd run a relay, but I don't want to deal with abuse issues.
ru: Я бы организовал у себя узел Tor, но не хочу юридических проблем

source: Great. That's exactly why we implemented exit policies.
ru: Отлично. Именно поэтому мы реализовали политики исходящего трафика.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
ru: У каждого узла Tor есть политика исходящего трафика. Она определяет допустимые соединения от лица этого узла.
