Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
ru: Политики исходящего трафика влияют на клиентов Tor через директорию. Если конечное назначение, выбранное клиентом, запрещено в политике исходящего трафика узла, такой узел автоматически не будет предлагаться.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
ru: Так владелец каждого узла может сам определять, с какими сервисами и сетями разрешать соединения.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
ru: Политика исходящего трафика по умолчанию разрешает доступ ко многим популярным сервисам (например, просматривать интернет-страницы). Она ограничивает доступ к некоторым сервисам, где выше вероятность возникновения проблем (например, к электронной почте), а также к создающим недопустимо большую нагрузку на сеть Tor (например, к обычным портам файлообменных сервисов).

source: You can change your exit policy by editing your torrc file.
ru: Вы можете изменить политику исходящего трафика в файле torrc.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
ru: Если вы хотите избежать практически всех возможных проблем, используйте "reject *:*".

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
ru: Эта настройка позволит вашему узлу передавать трафик внутри сети Tor, но не разрешит соединяться с внешними сайтами и другими сервисами.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
ru: Если вы разрешаете исходящие соединения, убедитесь, что DNS работает (компьютер может корректно преобразовывать имена в IP-адреса).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
ru: Если какие-либо ресурсы не доступны с вашего компьютера (например, вы ограничены брандмауэром или контентным фильтром), пожалуйста, явным образом укажите эти ресурсы в строчках "reject" вашей политики исходящего трафика. В противном случае пользователи Tor также не смогут пользоваться ими.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
ru: Мне грозят неприятности юридического характера. Как доказать, что мой сервер в определенное время был узлом Tor?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
ru: Рекомендуем [Exonerator](https://exonerator.torproject.org/). Это веб-сервис, с помощью которого можно убедиться, что конкретный IP-адрес в определенное время "работал" узлом Tor.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
ru: Мы также можем [предоставить официальное письмо](https://www.torproject.org/contact/), если это потребуется.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
ru: Почему я больше не могу пользоваться интернетом после ограничения пропускной способности моего узла Tor?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
ru: Значения параметров [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) и [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) применяются к функциям как узла Tor, так и клиента.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
ru: Как только Tor впадет в спячку (гибернацию), вы можете остаться с неработающим браузером. В журнале появится такая запись:

source: Bandwidth soft limit reached; commencing hibernation. No new
ru: Достигнут мягкий предел пропускной способности; приступаем к гибернации. Новые

source: connections will be accepted
ru: подключения не разрешаются.

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
ru: Решение вопроса – запускать два процесса Tor: один для узла, второй клиентский, и у каждого свои настройки.

source: One way to do this (if you are starting from a working relay setup) is as follows:
ru: Один из способов сделать это (если вы начали с настройки рабочего Tor-узла):

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
ru: * В файле torrc узла Tor просто установите SocksPort на 0.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
ru: * Создайте новый клиентский файл torrc из torrc.sample и убедитесь, что он использует другой лог-файл узла.

source: One naming convention may be torrc.client and torrc.relay.
ru: Например, torrc.client и torrc.relay.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
ru: * Измените клиент Tor и стартовые скрипты узла; включите `-f /path/to/correct/torrc`.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
ru: * В Linux/BSD/Mac OS X изменение стартовых скриптов на `Tor.client` и `Tor.relay` может упростить разделение настроек.

source: Can I use IPv6 on my relay?
ru: Могу ли я использовать IPv6 для своего узла?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
ru: Tor [поддерживает IPv6 частично](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features). Мы предлагаем всем операторам узлов [включить поддержку IPv6](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) в своих конфигурационных файлах [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/), чтобы быть наготове, когда поддержка IPv6 будет доступна.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
ru: В настоящее время Tor требует для своих узлов адресов IPv4. Вы не можете организовать узел Tor только с IPv6.

source: How can I limit the total amount of bandwidth used by my Tor relay?
ru: Как ограничить пропускную способность канала, используемого узлом Tor?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
ru: Настройки статистики в torrc-файле позволяют вам указать максимальное число байтов, которые ваш узел обрабатывает в конкретный промежуток времени.

source: AccountingStart day week month [day] HH:MM
ru: AccountingStart day week month [день недели] ЧЧ:ММ

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
ru: Это настройка времени обнуления счетчика. Например, так ограничивается количество переданных за неделю байт (со сбросом счетчика в 10:00 по средам):

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
ru: Так настраивается максимум передаваемых узлом данных за учетный период. (Так же ограничены принимаемые данные).

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
ru: Когда наступает время сброса в соответствии с AccountingStart, счетчики, соответствующие AccountingMax, обнуляются.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
ru: Пример. Допустим, вы хотите разрешить 50 Гб трафика ежедневно в каждом направлении, и чтобы статистика обнулялась каждый полдень.

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
ru: Обратите внимание: ваш узел не вернется из спячки одновременно с началом учетного периода.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
ru: Он отметит скорость исчерпания лимита в прошлом периоде и выберет случайный момент для пробуждения в новом интервале.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
ru: Так мы избегаем ситуации, когда сотни узлов оказались бы в рабочем состоянии в начале месяца, и ни одного узла – в конце месяца.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
ru: Если вы можете выделить Tor лишь малый объем трафика по сравнению со скоростью вашего подключения, рекомендуем установить учетный период длиной в сутки. Так вы не окажетесь в ситуации с израсходованным трафиком в первый же день.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
ru: Просто поделите месячный объем на 30. Возможно, вы также захотите ограничить пропускную способность для более равномерного распределения вашего вклада на протяжении суток. Если вы хотите выделить по X Гб на прием и на передачу, можете установить параметр RelayBandwidthRate равным 20*X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
ru: Допустим, вы хотите выделить 50 Гб на прием и столько же на передачу. Попробуйте назначить RelayBandwidthRate равным 1000 KBytes. Так ваш узел будет каждый день приносить пользу по меньшей мере полсуток.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
ru: RelayBandwidthBurst 5000 KBytes # разрешить всплески в пределах среднего

source: I want to run more than one Tor relay.
ru: Я хочу поддерживать более одного узла Tor

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
ru: Прекрасно. Если вы станете поддерживать сразу несколько узлов, чтобы помочь сети, мы будем очень рады.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
ru: Но, пожалуйста, не включайте несколько десятков узлов в рамках одной сети. Все-таки ключевые характеристики Tor (помимо прочих) – распределенность и разнообразие.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
ru: Если вы решили поддерживать более одного узла, пожалуйста, используйте опцию "MyFamily" в torrc для каждого узла. Перечислите ваши узлы через запятую:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
ru: Здесь каждый *fingerprint* – 40-значный идентификационный отпечаток (без пробелов).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
ru: Таким образом клиенты Tor будут стараться использовать в каждой своей цепочке не более одного из ваших узлов.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
ru: Следует использовать опцию MyFamily, если у вас есть административный контроль над компьютерами или сетью, даже если эти компьютеры географически находятся в разных местах.

source: My relay recently got the Guard flag and traffic dropped by half.
ru: Моему узлу Tor недавно присвоили флаг Guard, и трафик снизился вдвое

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
ru: Теперь ваш узел сторожевой. В других качествах его будут использовать меньше. Однако не все клиенты откажутся от своих сторожевых узлов ради того, чтобы использовать ваш сторожевой узел.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
ru: Подробнее об этом можно прочесть в [блоге](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) или в статье [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
ru: Как работают офлайновые идентификационные ключи ed25519? Что мне нужно про это знать?

source: In simple words, it works like this:
ru: Простыми словами:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
ru: * Есть идентификационный мастер-ключ ed25519 – файл с названием "ed25519_master_id_secret_key".

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
ru: Это самый важный ключ. Убедитесь, что сделали резервную копию и храните ее в надежном месте. Этот файл уязвим и нуждается в защите.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
ru: Tor может его для вас зашифровать, если вы создадите ключ вручную и в ответ на запрос укажете пароль.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
ru: * Для использования в Tor генерируется среднесрочный подписывающий ключ с названием "ed25519_signing_secret_key".

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
ru: Кроме того, создается сертификат "ed25519_signing_cert". Он подписан идентификационным секретным мастер-ключом и подтверждает, что среднесрочный подписывающий ключ актуален в определенный промежуток времени.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
ru: По умолчанию этот промежуток – 30 дней, но его можно настроить в файле torrc с помощью параметра "SigningKeyLifetime N days|weeks|months".

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
ru: * Также существует открытый мастер-ключ с названием "ed25519_master_id_public_key". Он соответствует реальному узлу сети Tor.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
ru: Этот ключ не нуждается в защите. Его можно вычислить, зная "ed5519_master_id_secret_key".

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
ru: Tor нужен доступ только до среднесрочного ключа подписи и сертификата в пределах их срока действия. Таким образом, главный секретный идентификационный ключ узла Tor может храниться вне папки DataDirectory/keys, например, на съемном носителе или на другом компьютере.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
ru: Вам придется вручную обновить среднесрочный ключ подписи и сертификат до истечения их срока действия, в противном случае процесс Tor на узле завершится по его истечении.

source: This feature is optional, you don't need to use it unless you want to.
ru: Эта опция не является обязательной. Вы можете использовать ее по необходимости.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
ru: Если вы предпочитаете, чтобы узел работал продолжительное время без регулярного ручного обновления среднесрочного ключа подписи, лучше оставить главный секретный идентификационный ключ узла в папке DataDirectory/keys. Просто сделайте резервную копию ключа на случай переустановки узла.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
ru: Если вы хотите использовать эту опцию, вам может пригодиться [наше подробное руководство](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys).

source: How do I run a middle or guard relay on Debian?
ru: Как запустить промежуточный или выходной узел на Debian?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
ru: О том, как запустить и поддерживать узел, подробно рассказано в [соответствующем разделе нашего руководства](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
ru: Как запустить выходной узел на Debian?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ru: Как запустить промежуточный или выходной узел на FreeBSD или HardenedBSD?

source: How do I make sure that I'm using the correct packages on Ubuntu?
ru: Какие пакеты для Ubuntu лучше использовать?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ru: Не используйте пакеты из репозиториев Ubuntu. Они не всегда обновляются. Используя их, вы будете пропускать важные обновления, обеспечивающие стабильность и защиту.

source: * Determine your Ubuntu version by running the following command:
ru: * Определите версию Ubuntu с помощью такой команды:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
ru: * Работая с правами суперпользователя, добавьте следующие строки в файл /etc/apt/sources.list. Замените 'version' на версию Ubuntu, определенную шаг назад:

source: * Add the gpg key used to sign the packages by running the following commands:
ru: * Добавьте GPG-ключ для подписи пакетов:

source: * Run the following commands to install tor and check its signatures:
ru: * Установите Tor и проверьте подписи:

source: How do I run an obfs4 bridge?
ru: Как мне запустить мост obfs4?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
ru: На этот случай у нас есть [руководство по мостам obfs4](https://community.torproject.org/relay/setup/bridge/).

source: Should I run an exit relay from home?
ru: Стоит ли держать выходной узел дома?

source: No.
ru: Нет.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ru: Если правоохранительные органы проявят интерес к трафику вашего выходного узла, это может привести к изъятию компьютера.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ru: Поэтому лучше не держать выходной узел дома (и не использовать домашнее подключение к интернету).

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ru: Лучше подумайте о том, чтобы разместить выходной узел на сервере компании, которая симпатизирует Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ru: Обеспечьте для своего выходного узла отдельный IP-адрес. Не пропускайте через узел собственный трафик.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ru: Разумеется, лучше воздержаться от хранения любой важной или личной информации на компьютере, где поддерживается выходной узел.

source: How should I configure the outgoing filters on my relay?
ru: Как настроить исходящие фильтры на моем узле?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
ru: Все исходящие соединения должны быть разрешены. Каждый узел должен иметь возможность связаться с любым другим узлом.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
ru: Операторы узлов Tor во многих юрисдикциях защищены теми же общими законами о коммуникациях, которые снимают с провайдеров доступа к интернету ответственность за информацию третьих лиц, передаваемую через их сети.

source: Exit relays that filter some traffic would likely forfeit those protections.
ru: Выходные узлы, которые фильтруют трафик, скорее всего, не подпадают под такую защиту.

source: Tor promotes free network access without interference.
ru: Tor выступает за свободный доступ к сети без какого-либо вмешательства.

source: Exit relays must not filter the traffic that passes through them to the internet.
ru: Выходные узлы не должны фильтровать трафик, который проходит через них в интернет.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
ru: Выходные узлы, уличенные в фильтрации трафика, получают флаг [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/).

source: Should I install Tor from my package manager, or build from source?
ru: Лучше установить Tor из менеджера пакетов или из исходных кодов?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
ru: Если вы пользователь Debian или Ubuntu, лучше установить Tor из [репозитория Tor Project](https://support.torproject.org/apt/tor-deb-repo/).

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
ru: * Настройка `ulimit -n` устанавливается в 32768; этого достаточно для поддержания всех необходимых Tor-соединений.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
ru: * Для Tor создается выделенный пользователь. Поэтому Tor не нужно запускаться в режиме суперпользователя (root).
