Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
ro: Ciclul de viață al unui releu nou este explicat mai detaliat în [această postare pe blog](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
ro: Dacă rulați un releu de ceva timp și tot aveți probleme, încercați să întrebați pe [lista de relee tor](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/) .

source: My relay is picking the wrong IP address.
ro: Releul meu alege o adresă IP greșită.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
ro: Tor ghiceste adresa IP, solicitând computerului numele său de gazdă, apoi rezolvând numele de gazdă. Adesea, oamenii au înregistrări vechi în fișierul lor /etc/hosts, care indică adrese IP vechi.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
ro: Dacă asta nu rezolvă problema, ar trebui să utilizați opțiunea de configurare "Address" pentru a specifica IP-ul pe care doriți să îl selecteze. Dacă computerul dvs. se află în spatele unui NAT și are doar o adresă IP internă, consultați următoarea intrare de asistență pe adresele IP dinamice.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
ro: De asemenea, dacă aveți multe adrese, poate doriți să setați „OutboundBindAddress”, astfel încât conexiunile externe să vină din IP-ul pe care intenționați să îl prezentați în lume.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ro: Am auzit despre site-uri web care sunt accesibile doar prin Tor. Care sunt aceste site-uri web și cum le pot accesa?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ro: Site-urile care sunt accesibile doar prin Tor sunt numite "onion" și se termină în TLD .onion.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
ro: De exemplu, DuckDuckGo onion este [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).

source: You can access these websites by using Tor Browser.
ro: Poți accesa aceste website-uri folosind Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ro: Adresele trebuie să fie partajate cu dvs. de către gazda site-ului web, deoarece site-urile onion nu sunt indexate în motoarele de căutare, așa cum sunt de obicei site-urile vanilla.

source: What is a .onion or what are onion services?
ro: Ce este un .onion sau ce sunt serviciile onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ro: Serviciile onion permit oamenilor să navigheze, dar și să publice în mod anonim, inclusiv publicarea de site-uri web anonime.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
ro: De asemenea, serviciile onion se bazează pe chat-ul și schimbul de fișiere fără metadate, interacțiune mai sigură între jurnaliști și sursele lor, precum [SecureDrop](https://securedrop.org/) sau [OnionShare](https://onionshare.org/ ), actualizări software mai sigure și modalități mai sigure de a ajunge la site-uri web populare, cum ar fi [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
ro: Aceste servicii folosesc domeniul de nivel superior (TLD - top level domain) de utilizare specială (în loc de .com, .net, .org, etc.) și sunt accesibile doar prin rețeaua Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
ro: Când accesați un site web care utilizează un serviciu onion, Tor Browser va afișa în bara URL o pictogramă a unei cepe verzi care afișează starea conexiunii dvs.: securizată și folosind un serviciu onion.

source: ![Onion icon](/static/images/onion-website.png)
ro: ![pictograma ceapă](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
ro: Și dacă accesați un site web cu HTTPS și serviciu onion, acesta va arăta o pictogramă a unei cepe verzi și a unui lacăt.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
ro: ![o ceapă verde cu un lacăt](/static/images/padlock-onion.png)

source: I cannot reach X.onion!
ro: Nu pot ajunge la X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ro: Dacă nu puteți ajunge la serviciul Onion pe care îl doriți, asigurați-vă că ați introdus corect cele 16 caractere sau, în noul format, adresa Onion cu 56 de caractere: chiar și o mică greșeală va opri Tor Browser să nu poată ajunge pe site.

source: If you are still unable to connect to the onion service, please try again later.
ro: Dacă tot nu vă puteți conecta la serviciul Onion, încercați din nou mai târziu.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ro: Este posibil să apară o problemă de conexiune temporară sau este posibil ca operatorii site-ului să-i fi permis să se deconecteze fără avertisment.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
ro: Puteți, de asemenea, să vă asigurați că puteți accesa alte servicii Onion conectându-vă la [serviciul Onion al lui DuckDuckGo](http://3g2upl4pq6kufc4m.onion).

source: Does the Tor Project run any Onion Services?
ro: Proiectul Tor rulează servicii Onion?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
ro: Da! O listă a serviciilor noastre onoin este disponibilă la [onion.torproject.org](https://onion.torproject.org/).

source: What do the different onion icons in the address bar mean?
ro: Ce înseamnă diferitele pictograme de ceapă din bara de adrese?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
ro: Când răsfoiți un serviciu Onion, Tor Browser afișează diferite pictograme de ceapă în bara de adrese, indicând securitatea paginii web curente.

source: ![Image of a green onion](/static/images/green-onion.png)
ro: ![Imaginea unei cepe verzi](/static/images/green-onion.png)

source: A green onion means:
ro: O ceapă verde înseamnă:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
ro: - Serviciul Onion este servit prin HTTP, sau HTTPS cu un certificat semnat de la sine.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
ro: ![Imaginea unei cepe verzi cu un lacăt](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
ro: O ceapă verde cu lacăt înseamnă:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
ro: - Serviciul Onion este servit prin HTTPS cu certificat emis de CA.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
ro: ![Imaginea unei cepe gri cu o tăietură roșie](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
ro: O ceapă gri cu o tăietură roșie înseamnă:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
ro: - Serviciul Onion este servit prin HTTPS cu un certificat auto-semnat sau emis de CA.

source: - The webpage contains subresources served over HTTP.
ro: - Pagina web conține sub-resurse servite prin HTTP.

source: How to Report a Bug or Give Feedback
ro: Cum să raportați o eroare sau să trimiteți feedback

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
ro: Tor se bazează pe sprijinul utilizatorilor și al voluntarilor din întreaga lume pentru a ne ajuta să îmbunătățim software-ul și resursele, astfel încât feedbackul dvs. este extrem de important pentru noi (și pentru toți utilizatorii Tor).

source: ### Feedback template
ro: ### Șablon Feedback

source: When sending us feedback or reporting a bug, please include as many of these as possible:
ro: Când ne trimiteți feedback sau raportați o eroare, vă rugăm să includeți cât mai multe dintre acestea:

source: * OS you are using
ro: * OS - sistemul de operare - folosit

source: * Tor Browser version
ro: * versiunea Tor Browser

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
ro: * Descrierea pas cu pas despre modul în care ați ajuns la problemă, astfel încât să o putem reproduce (de exemplu, am deschis browserul, am tastat o adresă URL, am dat clic pe pictograma (i), apoi browserul meu s-a blocat)

source: * A screenshot of the problem
ro: * O captură de ecran cu acea problemă

source: * The log
ro: * Fișierul log

source: ### How to Reach Us
ro: ### Cum putem să luăm legătura

source: There are several ways to reach us, so please use what works best for you.
ro: Există mai multe modalități de a ajunge la noi, așa că vă rugăm să utilizați ceea ce funcționează cel mai bine pentru dvs.

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
ro: Puteți depune un tichet la [https://trac.torproject.org](https://trac.torproject.org).. Urmărim toate problemele legate de Tor Browser 9 cu cuvântul cheie tbb-9.0-issues. Tichetele legate de site-ul nostru web trebuie adăugate cu componenta "Webpages/Website".

source: Send us an email to frontdesk@torproject.org
ro: Trimiteți-ne un email la adresa frontdesk@torproject.org

source: In the subject line of your email, please tell us what you're reporting. The more specific your subject line is (e.g. "Connection failure", "feedback on website", "feedback on Tor Browser", "I need a bridge"), the easier it will be for us to understand and follow up. Sometimes when we receive emails without subject lines, they're marked as spam and we don't see them.
ro: În subiectul e-mailului dvs., vă rugăm să ne spuneți ce raportați. Cu subiectul este mai clar (de exemplu, „Eșec de conectare”, „feedback pe site-ul web”, „feedback pe browserul Tor”, „Am nevoie de o punte de legătură”), cu atât va fi mai ușor să înțelegem și să urmărim. Uneori, când primim e-mailuri fără linii de subiect, acestea sunt marcate ca spam și nu le vedem.

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write in any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
ro: Pentru a primi un răspuns mai rapid, vă rugăm să scrieți, dacă puteți, în engleză, spaniolă și / sau portugheză. Dacă nu cunoașteți niciuna dintre aceste limbi, vă rugăm să scrieți în orice limbă pe care o cunoașteți bine, dar rețineți că va mai dura puțin până răspundem, deoarece vom avea nevoie de ajutor cu traducerea pentru a înțelege.

source: #### Blog post comments
ro: #### Comentarii postate pe Blog

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
ro: Puteți posta întotdeauna comentarii pe blog legate de problema sau feedback-ul pe care doriți să îl raportați. Dacă nu există o postare pe blog legată de problema dvs., vă rugăm să ne contactați într-un alt mod.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
ro: Ne puteți găsi pe canalul #tor de pe OFTC pentru a ne oferi feedback sau pentru a raporta erori / probleme. Este posibil să nu răspundem imediat, dar ulterior verificăm mesajele și revenim când avem posibilitatea.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
ro: Aflați cum să vă conectați la [servere OFTC](/ro/get-in-touch/irc-help).

source: #### Email Lists
ro: #### Liste de e-mailuri

source: For reporting issues or feedback using email lists, we recommend that you do so on the one that is related to what you would like to report.
ro: Pentru raportarea problemelor sau feedback-ului folosind liste de e-mail, vă recomandăm să faceți acest lucru în legătură cu ceea ce doriți să raportați.

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
ro: Pentru feedback sau probleme legate de Tor Browser, rețeaua Tor sau alte proiecte dezvoltate de Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
ro: Pentru feedback sau probleme legate de site-urile noastre web: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
ro: Pentru feedback sau probleme legate de rularea unui releu Tor: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
ro: Pentru feedback despre conținutul legat de Manualul Tor Browser sau site-ul de asistență: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
ro: ### Raportarea unei probleme de securitate

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
ro: Dacă ați găsit o problemă de securitate într-unul din proiectele noastre sau în infrastructura noastră, vă rugăm să ne trimiteți un e-mail la adresa tor-security@lists.torproject.org.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
ro: Dacă ați găsit o eroare de securitate în Tor sau Tor Browser, nu ezitați să o trimiteți pentru programul nostru [bug bounty](https://hackerone.com/torproject).

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
ro: Dacă doriți să criptați e-mailul, puteți obține cheia publică GPG pentru listă contactând tor-security-sendkey@lists.torproject.org sau de la pool.sks-keyservers.net. Iată amprenta:

source: About
ro: Despre

source: Documentation
ro: Documentație

source: Press
ro: Apasă

source: Jobs
ro: Locuri de muncă

source: Newsletter
ro: Buletin informativ

source: Donate
ro: Donează

source: Support
ro: Suport

source: I have a compelling reason to trace a Tor user. Can you help?
ro: Am un motiv convingător de a urmări un utilizator Tor. Mă poți ajuta?

source: There is nothing the Tor developers can do to trace Tor users.
ro: Nu există nicio modalitate ca dezvoltatorii Tor să poată urmări utilizatorii Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ro: Aceleași protecții care împiedică oamenii rău intenționați să rupă anonimatul lui Tor, ne împiedică să urmărim utilizatorii.

source: Does the Tor Project offer hosting?
ro: Oferă Proiectul Tor găzduire?

source: No, the Tor Project does not offer hosting services.
ro: Nu, Tor Project nu oferă servicii de găzduire.

source: Can I change the number of hops Tor uses?
ro: Pot schimba numărul de salturi pe care îl folosește Tor?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ro: În prezent, lungimea căii este codată la 3, plus numărul de noduri din calea dvs. care sunt sensitive.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ro: Adică, în cazuri normale, numărul este 3, dar, de exemplu, dacă accesați un serviciu onion sau o adresă „.exit”, ar putea fi mai mare.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ro: Nu dorim să încurajăm oamenii să folosească mai multe căi decât acestea, deoarece crește încărcarea în rețea fără ca să ofere mai multă securitate (din câte știm).

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ro: De asemenea, utilizarea unor căi mai lungi de 3 poate dăuna anonimatului, mai întâi pentru că face [negarea securității](https://www.freehaven.net/anonbib/#ccs07-doa) pentru atacuri mai ușoare și în al doilea rând pentru că ar putea acționa ca un identificator, în cazul în care un număr mic de utilizatori au aceeași lungime a căii ca dvs.

source: How can I share files anonymously through Tor?
ro: Cum pot partaja fișiere în mod anonim prin Tor?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
ro: Pentru partajarea fișierelor peste Tor, [OnionShare](https://onionshare.org/) este o opțiune bună.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
ro: OnionShare este un instrument open source pentru trimiterea și primirea în siguranță și anonimă a fișierelor folosind serviciile Tor onion.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
ro: Funcționează pornind un server web direct pe computerul dvs. și făcându-l accesibil ca o adresă web Tor care nu poate fi ghicită, pe care alții o pot încărca în Tor Browser pentru a descărca fișiere de la dvs. sau pentru a încărca fișierele dvs.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
ro: Nu necesită configurarea unui server separat, folosirea unui serviciu de partajare a fișierelor terțe sau chiar logarea într-un cont.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
ro: Spre deosebire de servicii precum e-mailul, Google Drive, DropBox, WeTransfer sau aproape orice alt mod în care oamenii își trimit fișierele reciproc, atunci când utilizați OnionShare, nu oferiți niciunei companii acces la fișierele pe care le partajați.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
ro: Atâta timp cât împărtășiți adresa web care nu poate fi ghicită într-un mod sigur (cum ar fi adăugarea ei într-o aplicație de mesagerie criptată), nimeni în afară de dvs. și persoana cu care partajați nu poate accesa fișierele.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
ro: OnionShare este dezvoltat de [Micah Lee](https://github.com/micahflee/onionshare).

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
ro: Multe noduri de ieșire sunt configurate pentru a bloca anumite tipuri de trafic de partajare a fișierelor, cum ar fi BitTorrent.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ro: BitTorrent, în special, [nu este anonim peste Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
ro: Cum fac voluntariat cu Proiectul Tor?

source: Please see our [community page](https://community.torproject.org) for how to get involved!
ro: Vă rugăm să consultați [pagina comunității noastre](https://community.torproject.org) pentru a vă implica!

source: How can I donate to Tor Project?
ro: Cum pot dona către Tor Project?

source: Thank you for your support!
ro: Vă mulțumim pentru sprijin!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
ro: Puteți găsi mai multe informații despre donații la [întrebările noastre despre donatori](https://donate.torproject.org/donor-faq).

source: Why don't you prevent bad people from doing bad things when using Tor?
ro: De ce nu sunt împiedicați oamenii rău intenționați să facă lucruri rele când se folosește Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ro: Tor este proiectat să apere drepturile omului și confidențialitatea, împiedicând pe oricine să cenzureze lucrurile, chiar și pe noi.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ro: Urâm faptul că există unii oameni care folosesc Tor pentru a face lucruri groaznice, dar nu putem face nimic pentru a scăpa de ele fără a submina și activiștii pentru drepturile omului, jurnaliștii, supraviețuitorii abuzurilor și alte persoane care folosesc Tor pentru lucruri bune.
