Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
br: Usando Tor com outro navegador pode deixar você vulnerável sem as proteções de privacidade do Navegador Tor.
pt: Se aceder à rede Tor com outros navegadores, pode torná-lo vulnerável sem as proteções de privacidade do Tor Browser.

source: Does Tor Project make an application for private chat?
br: O Projeto Tor oferece um aplicativo privado para chat?
pt: O Projeto Tor tem uma aplicação para conversação privada?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
br: Não. Depois de onze lançamentos beta, nós descontinuaremos o suporte ao <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
br: Nós ainda acreditamos na utilidade do Tor para se utilizando como aplicativo de mensagens, mas não temos recursos para fazer isso agora.
pt: Ainda acreditamos na capacidade do Tor para se utilizado numa app de mensagens, mas não temos recursos para o fazer neste momento.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
br: É este o seu caso? <mark><a href="https://www.torproject.org/about/contact.html.en">Entre em contato</a></mark>.

source: Can I run Tor on an Android device?
br: Eu posso executar Tor em um aparelho Android?
pt: Eu posso executar o Tor num dispositivo Android?

source: Tor on Android is provided by The Guardian Project.
br: Tor em Android é fornecido pelo projeto O Guardião.
pt: Tor no Android é fornecido por The Guardian Project.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
br: Mais informações podem ser encontradas nas páginas <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> e <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
pt: Pode encontrar mais informação nas páginas da Web do <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> e <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
br: Orfox é um navegador de internet, e Orbot pode rotear outras apps em seu telefone Android sob a rede Tor.
pt: Orfox é para a navegação na Web, e o Orbot pode reencaminhar outras aplicações no seu telefone Android através da rede Tor.

source: Who is the Guardian Project?
br: O que é o Guardian Project?
pt: Quem é Guardian Project?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
br: O Guardian Project mantém o Tor (e outras aplicações de privacidade) no Android. Mais informações podem ser encontradas no site do <mark><a href="https://guardianproject.info/">Guardian Project's</a></mark>
pt: O Projeto Guardian mantém o Tor (e outras aplicações de privacidade) no Android. Pode encontrar mais informação no <mark><a href="https://guardianproject.info/">site da Web do Projeto Guardian</a></mark>.

source: Can I run Tor on an iOS device?
br: Posso utilizar o Tor em um aparelho iOS?
pt: Eu posso executar o Tor num dispositivo iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
br: Nós recomendamos para iOS o aplicativo Onion Browser, que é open source, usa roteamento Tor, e é desenvolvido por alguém que participa de perto com o Tor Project
pt: Nós recomendamos uma aplicação para iOS chamada de Onion Browser, que é de código aberto, usa reencaminhamento Tor e é desenvolvido por alguém que trabalha de perto com o Tor Project.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
br: No entanto, a Apple exige que os navegadores para iOS utilizem algo chamado Webkit, o que inviabiliza os navegadores onion de possuir as mesmas proteções de privacidade que o navegador Tor.
pt: Contudo, a Apple exige que os navegadores no iOS usem algo chamado de Webkit, que impede que o Onion Browser tenha as mesmas proteções de privacidade que o Tor Browser.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
br: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Aprenda mais sobre o navegador Onion</a></mark>
pt: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Saiba mais sobre o Onion Browser</a></mark>.

source: How do I run Tor on Windows Phone?
br: Como eu utilizo o Tor no Windows Phone?
pt: Como é que eu executo o Tor no Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
br: Atualmente não existe suporte para execução do Tor no Windows Phone.
pt: Atualmente, não existe nenhum método suportado para executar o Tor no Windows Phone.

source: When is Tor Browser for Android being released?
br: Quando o Tor Browser para Android será lançado?
pt: Quando é que o Tor Browser para Android será lançado?

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
br: Atualmente estamos trabalhando em um navegador Tor para Android e você poderá ver lançamentos de versões alfa nos próximos meses.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
br: Por favor acompanhe nosso <mark><a href="https://blog.torproject.org">blog</a></mark> para anúncios futuros e detalhes relacionados a este projeto.

source: How do I download Tor if the torproject.org is blocked?
br: Como eu baixo Tor caso torproject.org esteja bloqueado?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
br: Se você não consegue baixar o Tor através do nosso <mark><a href="https://www.torproject.org">site</a></mark>, você pode obter uma cópia do Tor através do seu GetTor.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
br: GetTor é um serviço que automaticamente responde mensagens com endereços para a última versão do Navegador Tor, hospedado em diversas localizações que são menos propensas de serem censuradas, como Dropbox, Google Drive, e GitHub.
pt: GetTor é um serviço que responde automaticamente às mensagens com hiperligações para a versão mais recente do Tor Browser, alojado em diversas localizações que são menos propensas a censuras, tais como Dropbox, Google Drive e GitHub.

source: To use GetTor via email.
br: Usar GetTor via e-mail.
pt: Para utilizar GetTor via e-mail.

source: Send an email to gettor@torproject.org.
br: Envie um e-mail para gettor@torproject.org
pt: Envie uma mensagem para gettor@torproject.org.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
br: Escreva seu sistema operacional (como windows, MacOS (OS X), or linux) no corpo da mensagem e envie.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
br: GetTor vai responder com um email contendo endereços do qual você pode baixar o Navegador Tor, a assinatura criptográfica(necessária para <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verificar o download</a></mark>), a impressão digital da chave usada para fazer a assinatura, e o checksum do pacote.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
br: Pode ser oferecido a escolha de programas de "32-bit" ou "64-bit": isso depende de qual modelo de computador você está usando; consulte a documentação sobre seu computador para encontrar mais.
pt: Pode ser-lhe dado a escolher entre um programa em "32-bit" ou "64-bit": isto depende do computador que está a utilizar; consulte a documentação do seu computador para saber mais sobre isso.

source: To use GetTor via Twitter.
br: Usar GetTor via Twitter.
pt: Para utilizar o GetTor via Twitter:

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
br: Para receber os links para baixar o Navegador Tor, envie uma mensagem direta para <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> com um dos seguintes códigos (você não precisa seguir a conta):
pt: Para obter as hiperligações para transferir o Tor Browser, envie uma mensagem direta para <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> com um dos seguintes códigos (não tem de seguir a conta):

source: To use GetTor via XMPP (Jitsi, CoyIM).
br: Para usar o GetTor via XMPP (Jitsi, CoyIM).
pt: Para utilizar GetTor via XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
br: Para receber os links para baixar o Navegador Tor, envie uma mensagem para gettor@torproject.org com um dos seguintes códigos:
pt: Para obter as hiperligações para transferir o Tor Browser, envie uma mensagem para gettor@torproject.org com um dos seguintes códigos:

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
br: Se isso não solucionar o problema, veja a página de Solução de Problemas no <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Manual do Navegador Tor</a></mark>

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
br: Estou tendo problemas para conectar com o Tor e não consigo descobrir o que está errado.
pt: Eu estou a ter problemas para ligar ao Tor, e eu não consigo saber o que está errado.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
br: Se você está tendo problemas para conectar, por favor selecione a opção "copiar registro do Tor para área de transferência".
pt: Se estiver a ter problemas para se conectar, por favor selecione a opção "copiar registo do Tor para área de transferência".

source: Then paste the Tor log into a text file or other document.
br: Então cole o log do Tor dentro de um arquivo de texto ou outro documento.
pt: E depois cole esse registo do Tor num ficheiro de texto ou documento similar.

source: You should see one of these common log errors (look for the following lines in your Tor log):
br: Você deve ver um desses comuns logs de erros (veja as seguintes linhas no seu log do Tor):
pt: Deve ver um destes erros comuns nos registos (procure pelas seguintes linhas no seu registo do Tor):

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
br: Se você vê linhas como essas no seu registro Tor, isso significa que você está falhando ao conectar a um SOCKS proxy.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
br: Se um SOCKS proxy é necessário para a configuração de sua rede, então por favor tenha certeza se você forneceu seus detalhes de proxy corretamente.
pt: Se for necessário um proxy SOCKS para configurar a sua rede, então certifique-se que introduziu os dados do proxy corretamente.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
br: Se um SOCKS proxy não é necessário, ou você não tem certeza, por favor tente conectar a rede Tor sem um SOCKS proxy.

source: ##### Common log error #2: Can’t reach guard relays
br: ##### Erro de log comum #2: Não é possível acessar os retransmissores guardiães.
pt: ##### Erro de registo comum #2: Não é possível aceder às retransmissões de proteção

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
br: 11/1/2017 21:11:44 PM.300 [WARN]Falha para encontrar um nó para o hop 0 do nosso caminho. Descartando esse circuito.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
br: Se você vê linhas como essas em seu registro do Tor, isso significa que seu Tor falhou na conexão com o primeiro nó no circuito Tor.
pt: Se vê linhas como estas no seu registo do Tor, isso significa que o seu Tor não conseguiu conectar-se ao primeiro nó no circuito Tor.

source: This could mean that you’re on a network that’s censored.
br: Isto poderia significar que você está em uma rede censurada.
pt: Isto poderia significar que está numa rede que é censurada.

source: Please try connecting with bridges, and that should fix the problem.
br: Por favor tente conectar com pontes, e isso deve resolver o problema.
pt: Por favor tente conectar-se com pontes. Isso deve resolver o problema.

source: ##### Common log error #3: Failed to complete TLS handshake
br: ##### Erro de log comum #3: Falha ao concluir TLS handshake
pt: ##### Erro de registo comum #3: Falha ao concluir o handshake TLS

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
br: 13-11-17 19:53:49.300 [WARN] 10 conexões falharam:

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
br: Se você vê linhas como essa em seu log do Tor, isso significa que o Tor falhou em completar o TLS handshake com o directory authorities.
pt: Se vê linhas como estas no seu registo do Tor, isso significa que o seu Tor não conseguiu fazer o handshake TLS com as autoridades de diretórios.

source: Using bridges will likely fix this.
br: Utilizar pontes provavelmente irá corrigir isso.
pt: Se utilizar pontes poderá resolver este problema.

source: ##### Common log error #4: Clock skew
br: ##### Log de erro comum: #4 Clock skew
pt: ##### Erro de registo comum: #4 Diferença horária

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
br: Se você ver linhas como essas em seu log Tor, isto significa que o horário do seu sistema está incorreto.
pt: Se vir linhas como estas no seu registo do Tor, isto significa que o relógio do seu sistema operativo está incorreto.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
br: Por favor tenha certeza que seu relógio está configurado precisamente, incluindo a zona de tempo correta. Então reinicie o Tor.
pt: Certifique-se que o relógio do sistema está correto, incluindo o fuso horário. Após isso reinicie o Tor.

source: I cannot reach X.onion!
br: Não consigo acessar o X.onion!
pt: Eu não consigo alcançar X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
br: Se você não consegue acessar o serviço onion desejado, certifique-se que você digitou o endereço onion de 16 caracteres corretamente: até um pequeno erro fará com que o navegador TOR seja incapaz de acessar o site.

source: If you are still unable to connect to the onion service, please try again later.
br: Se você ainda está inabilitado de se conectar ao serviço onion, por favor tente de novamente mais tarde.
pt: Se ainda não conseguir ligar-se ao serviço "onion", por favor, tente novamente mais tarde.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
br: Pode haver um problema de conexão temporário ou os operadores do site podem ter permitido que ele ficasse offline sem aviso.
pt: Pode haver um problema de conexão temporário ou os operadores do site podem tê-lo alterado para que ele ficasse offline sem aviso.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
br: Você também pode se certificar de poder acessar outros serviços onion conectando-se ao serviço onion <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGO</a>.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
br: Por favor tenha uma posição forte em favor da privacidade digital e liberdade na internet, e permita aos usuários do Tor acessarem xyz.com. Obrigado."
pt: Por favor tome uma posição forte a favor da privacidade digital e liberdade na internet, e permita que os utilizadores do Tor acedam ao vosso site. Obrigado."

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
br: Se você não estiver conseguindo se conectar a um serviço onion, por favor veja <a href="/#onionservices-3"> Eu não consigo acessar X.onion </a>
pt: Se não consegue ligar a um serviço onion, por favor, consulte a página <a href="/#onionservices-3">Eu não consigo aceder a X.onion!</a>

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
br: Tor requer uma hora precisa para funcionar: por favor verifique sua hora, zona de tempo e configurações de data.

source: What is a bridge?
br: O que é uma ponte?
pt: O que é uma ponte?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
br: Retransmissores pontes são retransmissores do Tor que não estão listados no diretório público do Tor.
pt: Os retransmissores de ponte são retransmissores Tor que não estão listados no diretório Tor público.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
br: Isso significa que PSI ou governos que tentam bloquear o acesso a rede Tor não podem simplesmente bloquear todas as pontes.
pt: Isso quer dizer que os fornecedores de Internet e os governos que tentam bloquear os acessos à rede Tor não podem simplesmente bloquear todas as pontes Tor.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
br: Pontes são úteis para usuários do Tor que estão sob regimes ditatoriais, e para pessoas que queiram uma camada extra de segurança porque elas estão preocupados se alguém reconhecerá que elas estão contactando de um endereço de IP público de um retransmissor Tor.
pt: As pontes são úteis para os utilizadores do Tor que estejam em regimes repressivos e para pessoas que queiram uma segurança extra porque estão preocupados que alguém saiba que estão a contactar um endereço IP público de um retransmissor Tor.

source: A bridge is just a normal relay with a slightly different configuration.
br: Uma ponte é apenas um retransmissor normal com uma configuração levemente diferente.
pt: Uma ponte é apenas um retransmissor normal com uma configuração ligeiramente diferente.

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
br: Veja <mark><a href="#operators-6">Como operar uma ponte</a></mark>para mais instruções.
pt: Veja <mark><a href="#operators-6">Como operar uma ponte</a></mark>para mais informações.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
br: Vários países, incluindo China e Irã, encontraram meios de detectar e bloquear conexões para pontes Tor.
pt: Vários países, incluindo China e Irão, encontraram meios de detetar e bloquear conexões a pontes Tor.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
br: Conexões de ponte <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> lidam com isto adicionando outra camada de obscuridade.
pt: As conexões a pontes <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> lidam com isto adicionando outra camada de ofuscação.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
br: A configuração de uma ponte obfsproxy requer a instalação de pacotes de software e configurações adicionais.
pt: A configuração de uma ponte obfsproxy requer a instalação de pacotes de software e configurações adicionais.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
br: Veja nossa página em <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> para mais informações.
pt: Consulte a nossa página de <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes de ligação</a></mark> para mais informação.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
br: Quando eu uso Tor, alguém que me espie pode ver as informações que eu compartilho com websites, como aquelas de logins ou de formulários que eu preencho?
pt: Quando eu estou a utilizar o Tor, os bisbilhoteiros ainda podem ver a informação que eu partilho com os sites da Web, tal como a informação de sessão e coisas que eu digito nos formulários?

source: Tor prevents eavesdroppers from learning sites that you visit.
br: O Tor te protege de bisbilhoteiros que tentam aprender os sites que você visita.
pt: O Tor impede que terceiros vejam que sites visita.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
br: Contudo, o envio de informações não criptografadas pela internet utilizando HTTP ainda pode ser interceptada por operadores de relay de saída ou alguém observando o tráfego entre o seu relay de saída e o seu site de destino.
pt: No entanto, o envio de informações não criptografadas pela Internet utilizando HTTP ainda podem ser intercetadas por operadores de retransmissores de saída ou alguém observando o tráfego entre o seu retransmissor de saída e o seu site de destino final.
