Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: HTTPS Connections are used to secure communications over computer networks.
fa: اتصال HTTPS برای امن کردن ارتباط در شبکه های کامپیوتری به کار می‌رود.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
fa: شما می توانید [درباره HTTPS بیشتر بخوانید](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
fa: مرورگر Tor دارای افزونه [HTTPS Everywhere](https://www.eff.org/https-everywhere) می باشد که به صورت خودکار هزاران سایت را از حالت رمزگذاری نشده "HTTP" به حالت خصوصی تر "HTTPS" تبدیل می کند.

source: What bandwidth shaping options are available to Tor relays?
fa: برای شکل دادن به پهنای‌باند چه راههایی در رله های تور وجود دارد؟

source: There are two options you can add to your torrc file:
fa: دو گزینه وجود دارد که میتوانید به فایل torrc اضافه کنید:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
fa: *BandwithRate** بیشینه پهنای باند طولانی مدت مجاز می باشد (بایت در ثانیه)

source: The minimum BandwidthRate setting is 75 kilobytes per second.
fa: تنظیم کمینه BandwithRate روی 75 کیلوبایت بر ثانیه می باشد.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
fa: اگر اتصال نامتوازنی (یعنی آپلود کمتر از دانلود) دارید مثلا مودم شما سیمی است، باید میزان پهنای باند را پایین از از پهنای باند کوچکتر تنظیم کنید (معمولا پهنای باند آپلود کوچکتر است).

source: Then set BandwidthBurst to the same as BandwidthRate.
fa: سپس BandwidthBurst را به همان اندازه BandwidthRate تنظیم کنید.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
fa: گره های Tor مبتنی بر لینوکس راه دیگری هم دارند. آن ها می توانند اولویت ترافیک Tor را کمتر از سایر ترافیک روی ماشین خود قرار بدهند و به این شکل ترافیک شخصی آنها تحت تاثیر بار Tor قرار نخواهد گرفت.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
fa: یک [اسکریپت برای انجام این کار](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) در دایرکتوری contrib توزیع سورس Tor قابل یافت می باشد.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
fa: علاوه بر این، گزینه های خواب هم برای حالتی که بخواهید به Tor بگویید که فقط مقدار مشخصی پهنای باند برای هر بازه زمانی (مانند 100 گیگابایت در ماه) بدهد نیز وجود دارد. این ها در ورودی خواب زیر شرح داده شده اند.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
fa: توجه داشته باشید که BandwithRate و BandwithBurst در *بایت* می باشند نه بیت.

source: I'm behind a NAT/Firewall.
fa: من در پشت یک دیوار آتش/NAT قرار دارم.

source: If your relay is running on a internal net, you need to setup port forwarding.
fa: اگر بازپخش شما در حال اجرا روی شبکه داخلی است، شما باید پورت فورواردینگ را برپا کنید.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
fa: همچنین، این یک نمونه از نحوه کار روی گنو/لینوکس است اگر در حال استفاده از iptables می باشید:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
fa: شاید لازم باشد تا "eth0" را تغییر دهید اگر دارای یک رابط خارجی متفاوت هستید (آنکه به اینترنت وصل است).

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
fa: احتمالا شما فقط یک (به جز لوپ بک) را دارید بنابراین فهمیدن آن نباید خیلی سخت باشد.

source: Do I get better anonymity if I run a relay?
fa: آیا استفاده از رله به گمنام ماندن من کمک می‌کند؟

source: Yes, you do get better anonymity against some attacks.
fa: بله، ناشناس بودن شما در برابر برخی حملات بیشتر خواهد بود.

source: The simplest example is an attacker who owns a small number of Tor relays.
fa: ساده ترین نمونه یک مهاجم است که دارای تعداد کوچکی از بازپخش های Tor می باشد.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
fa: آن ها یک اتصال از جانب شما می بینند، اما آن ها قادر نخواهند بود متوجه شوند که آیا شروع اتصال از کامپیوتر شما بوده یا از کامپیوتر شخص دیگری بازپخش شده است.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
fa: مورد هایی هستند که به نظر راهگشا نیست. اگر یک مهاجم بتواند تمام ترافیک ورودی و خروجی شما را ببیند، برای آن ها سخت نیست که بفهمند چه اتصالاتی بازپخش شده اند و چه اتصالی از سمت شما بوده اند.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
fa: (در این مورد آن ها هنوز مقصد های شما را نمی دانند مگر اینکه آن ها را هم تحت نظر قرار داده باشند، اما از یک کلاینت عادی وضعیت شما بهتر می باشد.)

source: There are also some downsides to running a Tor relay.
fa: اجرا یک گره Tor دارای عیب هایی نیز می باشد.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
fa: اولا، با وجود اینکه ما چند صد بازپخش داریم، اینکه شما در حال اجرا یکی می باشید می تواند یک نشانه و سیگنال برای مهاجم باشد که شما برای ناشناس بودن خود اهمیت زیادی قائل هستید.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
fa: دوما، حملات مرموزی وجود دارد که به خوبی مورد فهم نیست یا آزمایش نشده است که نیاز به دانستن این است که شما در حال اجرا یک بازپخش هستید -- برای مثال، یک مهاجم ممکن است قادر باشد "ببیند" شما در حال ارسال ترافیک هستید حتی اگر نتواند ترافیک شما را ببیند و اینکار از طریق بازپخش ترافیک از بازپخش Tor شما و متوجه شدن تغییرات در زمان بندی ترافیک امکان پذیر است.

source: It is an open research question whether the benefits outweigh the risks.
fa: اینکه فواید آن از ریسک های آن بیشتر است یا نه یکی از سوالاتی است که هنوز پاسخ قطعی ندارد.

source: A lot of that depends on the attacks you are most worried about.
fa: بسیاری از آن بستگی به حملاتی که نگران آن هستید دارد.

source: For most users, we think it's a smart move.
fa: برای اکثر کاربران، ما فکر می کنیم که یک حرکت درست باشد.

source: Can I run a Tor relay using a dynamic IP address?
fa: آیا می توانم یک بازپخش تور را با یک نشانی IP پویا اجرا کنم؟

source: Tor can handle relays with dynamic IP addresses just fine.
fa: تور می تواند بازپخش ها با نشانی های IP پویا را بدون هیچ مشکلی کنترل کند.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
fa: فقط خط "آدرس" را در [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) خالی بگذارید، تور آن را حدس خواهد زد.

source: I'd run a relay, but I don't want to deal with abuse issues.
fa: من می خواهم یک بازپخش را اجرا کنم، اما نمی خواهم با مسائل سوء استفاده سر و کار داشته باشم.

source: Great. That's exactly why we implemented exit policies.
fa: خیلی خوب. به خاطر همین ما سایت های خروج را پیاده سازی کردیم.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
fa: هر بازپخش Tor دارای یک سیاست خروج است که مشخص می کند چه اتصال های خروجی پذیرفته می شوند و یا از آن بازپخش رد می شوند.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
fa: سیاست های پایانی به کلاینت های Tor از طریق دایرکتوری پخش می شوند، بنابراین کلاینت ها به صورت خودکار بازپخش های پایانی که به مقصد دلبخواه آن ها پایان نمی یابد را رد می کنند.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
fa: بدین شکل هر بازپخش می تواند درباره سرویس ها، میزبان ها و شبکه هایی که می خواهد اتصال به آن ها را مجاز بداند مبتنی بر پتانسیل سو استفاده و وضعیت خود تصمیم گیری کند.

source: You can change your exit policy by editing your torrc file.
fa: شما می توانید سیاست خروج خود را با ویرایش فایل torrc تغییر دهید.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
fa: اگر می خواهید جلوی بخش زیادی تا کل پتانسیل سو استفاده را بگیرید، آن را روی "reject *:*" تنظیم کنید.

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
fa: این تنظیم به معنای این است که بازپخش شما برای بازپخش ترافیک داخل شبکه Tor مورد استفاده قرار خواهد گرفت اما نه برای اتصال به سایت های خارجی یا دیگر سرویس ها.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
fa: اگر اتصال های خروجی را مجاز قرار می دهید، مطمئن شوید که تفکیک پذیری نام به خوبی کار می کند (یعنی کامپیوتر شما می تواند آدرس های اینترنتی را به درستی حل کند).

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
fa: من با مشکلاتی قانونی مواجه هستم. چطور می توانم ثابت کنم که سرور من برای یک زمانی بازپخش Tor بوده است؟

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
fa: [Exonerator](https://exonerator.torproject.org/) یک سرویس وب می باشد که می تواند بازپخش بودن یک نشانی IP را در یک زمان بررسی کند.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
fa: در صورت نیاز ما هم چنین می توانیم [یک نامه امضا شده را فراهم کنیم](https://www.torproject.org/contact/).

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
fa: چرا نمی توانم پس از محدود کردن پهنای باند روی بازپخش Tor خود دیگر در اینترنت بگردم؟

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
fa: بنابراین ممکن است زمانی که که Tor به خواب می رود شما متوجه شوید که قادر به گردش نیستید، سیگنال این وضعیت از طریق این ورودی در لاگ داده می شود:

source: connections will be accepted
fa: اتصال ها پذیرفته خواهند شد

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
fa: راه حل این است که دو پردازش Tor را اجرا کنید - یک بازپخش و یک کلاینت، هر کدام با کانفیگ خود.

source: One way to do this (if you are starting from a working relay setup) is as follows:
fa: یک راه برای انجام این کار (اگر در حال شروع از یک تنظیم بازپخش در حال کار) به این شکل است:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
fa: * در فایل torrc بازپخش Tor، مقدار SocksPort را روی 0 قرار بدهید.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
fa: * یک فایل torrc کلاینت جدید از torrc.sample ایجاد کرده و مطمئن شوید که یک فایل لاگ متفاوت از بازپخش را استفاده می کند.

source: One naming convention may be torrc.client and torrc.relay.
fa: یک قرارداد نامگذاری می تواند torrc.client و torrc.relay باشد.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
fa: * کلاینت Tor و اسکریپت های آغازین بازپخش را اصلاح کرده تا `-f /path/to/correct/torrc` را نیز شامل باشد.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
fa: * در لینوکس/BSD/مک، تغییر اسکریپت های آغازین به `Tor.client` و `Tor.relay` ممکن است جدایی کانفیگ ها را آسانتر کند.

source: Can I use IPv6 on my relay?
fa: آیا میتوانم از IPv6 روی بازپخش خود استفاده کنم؟

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
fa: تا اطلاع ثانوی Tor به نشانی های IPv4 روی بازپخش ها نیاز دارد، شما نمی توانید یک بازپخش Tor را روی یک میزبان فقط با آدرس های IPv6 اجرا کنید.

source: How can I limit the total amount of bandwidth used by my Tor relay?
fa: چگونه می توانم مقدار کلی پهنای باند استفاده شده توسط بازپخش Tor خود را محدود کنم؟

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
fa: گزینه های محاسبه در فایل torrc به شما اجازه می دهد تا مقدار بیشینه بایت هایی که بازپخش شما برای یک زمان مشخص استفاده می کند را مشخص کنید.

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
fa: این مشخص می کند که محاسبه چه زمانی باید مجددا تنظیم شود. برای مثال، برای تنظیم مقدار کلی بایت ها برای یک هفته (که هر هفته چهارشنبه ساعت 10:00 صبح مجددا تنظیم می شود) شما باید از این استفاده کنید:

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
fa: نمونه: فرض کنیم شما می خواهید ترافیک 50 گیگابایت را هر روز در هر جهت مجاز کنید و محاسبه هر روز عصر باید مجددا تنظیم شود:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
fa: توجه داشته باشید که بازپخش شما دقیقا در شروع هر دوره محاسبه بیدار فعال نخواهد شد.

source: I want to run more than one Tor relay.
fa: می خواهم بیشتر از یک بازپخش Tor را اجرا کنم.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
fa: عالی. اگر می خواهید چندین بازپخش را برای کمک به شبکه اجرا کنید، ما بسیار از این موضوع خرسندیم.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
fa: اما لطفا بیشتر از چندتا روی یک شبکه اجرا نکنید از آنجایی که بخشی از هدف شبکه Tor پراکندگی و تنوع می باشد.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
fa: اگر قصد دارید بیشتر از یک بازپخش را اجرا کنید، لطفا گزینه کانفیگ "MyFamily" را در torrc هر بازپخش تنظیم کنید و تمام بازپخش هایی که (جدا شده توسط کاما) تحت کنترل شما هستند را لیست کنید:

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
fa: به این شکل، کلاینت های Tor بیشتر از یک بازپخش شما را در یک تک چرخه استفاده نخواهند کرد.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
fa: اگر دارای کنترل مدیریتی روی کامپیوتر ها یا شبکه هستید، حتی اگر همه آن ها در یک موقعیت جغرافیایی نیستند، بهتر است MyFamily را تنظیم کنید.

source: My relay recently got the Guard flag and traffic dropped by half.
fa: بازپخش من به تازگی پرچم گارد را دریافت کرد و ترافیک آن نصف شد.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
fa: از آنجایی که اکنون یک گارد می باشد، کلاینت ها از آن در موقعیت های دیگر کمتر استفاده می کنند اما بسیاری کلاینت ها هنوز گارد های موجود خود تغییر نداده اند تا از به عنوان گارد استفاده کنند.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
fa: جزییات بیشتر را در این [پست وبلاگ](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) یا [تغییر گاردها: یک فریمورک برای فهم و ارتقا انتخاب گارد ورودی در Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf) بخوانید.

source: How do offline ed25519 identity keys work? What do I need to know?
fa: کلید های هویت ed25519 آفلاین چگونه کار می کنند؟ چه چیزی را لازم است بدانم؟

source: In simple words, it works like this:
fa: به زبان ساده، به این شکل کار میکند:

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
fa: این از همه بیشتر اهمیت دارد، بنابراین مطمئن شوید که یک پشتیبان از آن در یک جای امن دارید - فایل حساس می باشد و باید از آن محافظت شود.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
fa: تور می تواند آن را برای شما رمزگذاری کند اگر آن را به صورت دستی تولید کنید و گذرواژه را هنگامی که خواسته شد وارد کنید.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
fa: اعتبار پیش فرض 30 روز می باشد، اما این میتواند با سفارشی کردن تنظیم "SigningKeyLifetime N days|weeks|months" در torrc تغییر یابد.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
fa: * یک کلید عمومی اصلی به نام "ed25519_master_id_public_key" هم وجود دارد که هویت واقعی بازپخش اعلان شده در شبکه می باشد.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
fa: این یکی حساس نیست و می تواند به راحتی از "ed5519_master_id_secret_key" رایانش شود.

source: This feature is optional, you don't need to use it unless you want to.
fa: این ویژگی اختیاری است و شما می‌توانید اگر بخواهید از آن استفاده کنید.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
fa: اگر می خواهید از این ویژگی استفاده کنید، می توانید [راهنما مشروح](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) ما را روی این موضوع ببینید.

source: How do I run a middle or guard relay on Debian?
fa: چگونه می توانم یک بازپخش گارد یا بازپخش میانی در دبیان اجرا کنم؟

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
fa: برای مشروح ترین مطلب روی اجرا یک بازپخش، [راهنما تنظیم بازپخش](https://community.torproject.org/relay/setup) را ببینید.

source: How do I run an exit relay on Debian?
fa: چگونه یک پل خروجی در دبیان راه اندازی کنم؟

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
fa: روش راه اندازی یک گره میانی یا گره نگهبان بر روی سیستم عامل های FreeBSD یا HardenedBSD به چه صورت می باشد؟

source: How do I make sure that I'm using the correct packages on Ubuntu?
fa: چگونه می‌توانم مطمئن شوم که از نسخه صحیح از بسته‌ها در اوبونتو استفاده می‌کنم؟

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
fa: * از بسته های در مخزن اوبونتو استفاده نکنید. آن ها به طرز قابل اعتمادی به روز رسانی نمی شوند. اگر از آن ها استفاده می کنید، از اصلاحات مهم امنیتی و پایداری بهره نخواهید برد.

source: * Determine your Ubuntu version by running the following command:
fa: * نسخه اوبونتو خود را با اجرای فرمان زیر تعیین کنید:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
fa: * به عنوان روت، خط های زیر را به /etc/apt/sources.list اضافه کنید. 'version' را با نسخه ای که در قدم قبلی پیدا کردید جایگزین کنید:

source: * Add the gpg key used to sign the packages by running the following commands:
fa: * کلید gpg برای امضا بسته را با اجرا فرمان های زیر اضافه کنید:

source: * Run the following commands to install tor and check its signatures:
fa: * دستورات زیر را برای نصب تور اجرا کنید و امضا های آن را بررسی کنید:

source: How do I run an obfs4 bridge?
fa: چگونه یک پل obfs4 را اجرا کنم؟

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
fa: برای یادگیری درباره تنظیم یک پل obfs4 [راهنما تنظیم obfs4](https://community.torproject.org/relay/setup/bridge/) ما را ببینید.

source: Should I run an exit relay from home?
fa: آیا من باید یک پل خروجی در خانه راه‌اندازی کنم؟

source: No.
fa: نه.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
fa: به همین دلیل، بهتر است تا بازپخش خروجی را در خانه خود یا از طریق اتصال اینترنت خانگی خود اجرا نکنید.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
fa: در عوض، می توانید بازپخش خروجی خود را در یک مرکز تجاری که از Tor حمایت می کند اجرا کنید.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
fa: یک نشانی IP جداگانه برای بازپخش پایانی خود داشته باشید و ترافیک خود را از آن رد نکنید.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
fa: البته، شما باید از نگه داشتن هر اطلاعات خصوصی و حساس روی کامپیوتری که بازپخش پایانی شما را میزبانی می کند خودداری کنید.

source: How should I configure the outgoing filters on my relay?
fa: چگونه می توانم فیلتر های خروجی روی بازپخش خود را پیکربندی کنم؟

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
fa: تمام اتصال های خروجی باید مجاز باشند تا هر بازپخش بتواند با بازپخش های دیگر ارتباط داشته باشد.

source: Tor promotes free network access without interference.
fa: تور دسترسی آزاد شبکه بدون دخالت را ترویج می کند.

source: Exit relays must not filter the traffic that passes through them to the internet.
fa: بازپخش های خروج نباید ترافیکی که از آن ها به اینترنت عبور می کند را فیلتر کنند.

source: Should I install Tor from my package manager, or build from source?
fa: آیا بهتر است Tor را از بسته گردان نصب کنم یا از سورس بسازم؟

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
fa: اگر از دبیان یا اوبونتو استفاده می کنید، چندین فایده در نصب Tor از [مخزن مرورگر Tor](https://support.torproject.org/apt/tor-deb-repo/) وجود دارد.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
fa: * یک پروفایل کاربر فقط برای Tor ایجاد می شود، بنابراین نیازی نیست Tor به صورت root اجرا شود.

source: * An init script is included so that Tor runs at boot.
fa: * یک اسکریپت init قرار گرفته تا Tor در بوت اجرا شود.

source: How stable does my relay need to be?
fa: بازپخش من چقدر پایدار باید باشد؟

source: We aim to make setting up a Tor relay easy and convenient:
fa: ما قصد داریم تا برپا سازی یک بازپخش Tor را ساده و آسان کنیم:

source: * It's fine if the relay goes offline sometimes.
fa: * اشکالی ندارد اگر بازپخش گاهی اوقات آفلاین شود.

source: The directories notice this quickly and stop advertising the relay.
fa: دایرکتوری ها به سرعت متوجه این می شوند و از تبلیغ بازپخش خودداری می کنند.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
fa: فقط سعی کنید مطمئن شوید که اغلب اوقات اتفاق نمی افتد، از آنجایی که اتصال هایی که از بازپخش زمانی که قطع می شود استفاده می کنند خراب خواهند شد.
