Repository: torpluston/translation
Catalog: contents+he.po
Languages: he

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
he: * תוכנת חומת־האש הבאה ידועה בהפרעה אל Tor ויתכן שהיא צריכה להיות מושבתת באופן זמני:

source: * Sophos Antivirus for Mac
he: * Sophos Antivirus עבור Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
he: * וידיאוים אשר דורשים Adobe Flash אינם זמינים. Flash מושבת מסיבות ביטחוניות.

source: * Tor can not use a bridge if a proxy is set.
he: * Tor אינו יכול להשתמש בגשר אם ייפוי־כוח מוגדר.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
he: * חבילת דפדפן Tor מתוארכת אל 1 בינואר, 2000 00:00:00 UTC. זה כדי לוודא שכל בנית תוכנה בדיוק ניתנת לביצוע מחדש.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
he: * די להריץ את דפדפן Tor על Ubuntu, משתמשים צריכים לבצע תסריט מעטפת. פתח את "קבצים" (סייר Unity), פתח את העדפות ← לשונית התנהגות ← הגדר את "הרץ קבצי טקסט ברי־ביצוע כשהם נפתחים" אל "שאל בכל פעם", לאחר מכן סגור את דו השיח.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
he: * דפדפן Tor יכול להיות מותחל משורת הפקודה ע"י הרצת הפקודה הבאה מתוך סיפריית דפדפן Tor:

source: * BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
he: * BitTorrent הוא בפרט <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">אינו אלמוני על גבי Tor</a></mark>.

source: Uninstalling
he: הסרה

source: How to remove Tor Browser from your system
he: איך להסיר את דפדפן Tor מהמערכת שלך

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
he: דפדפן Tor אינו משפיע על תוכנה קיימת כלשהי או הגדרות קיימות כלשהן במחשב שלך. הסרת דפדפן Tor לא תשפיע על התוכנה או ההגדרות של המחשב שלך.

source: Removing Tor Browser from your system is simple:
he: הסרת דפדפן Tor מהמערכת שלך היא פשוטה:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
he: 1. אתר את תיקיית דפדפן Tor שלך. מיקום ברירת המחדל ב־Windows הוא שולחן העבודה; ב־Mac OS X הוא תיקיית היישומים. בלינוקס, אין מיקום ברירת מחדל, אמנם התיקייה תיקרא בשם "tor-browser_he-IL" אם אתה מריץ את הדפדפן העברי.

source: 2. Delete the Tor Browser folder.
he: 2. מחק את תיקיית דפדפן Tor שלך.

source: 3. Empty your Trash
he: 3. רוקן את האשפה שלך

source: Note that your operating system’s standard “Uninstall” utility is not used.
he: שים לב שהתועלת התקנית ”הסרה” של מערכת ההפעלה שלך אינה בשימוש.

source: Becoming a Tor Translator
he: Tor הפיכה אל מתרגם

source: Becoming a translator for the Tor Project
he: Tor הפיכה אל מתרגם עבור מיזם

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! Tor Project localization is hosted in the [Localization Lab](https://www.localizationlab.org) Hub on Transifex, a third-party translation tool. In order to begin contributing you will have to sign up with Transifex. Below is an outline of how to sign up and begin.
he: אם אתה אתה מעונין לעזור למיזם ע"י תרגום של המדריך או דפדפן Tor לעברית, עזרתך תוערך במידה רבה! המקמת מיזם Tor מאורחת ברכזת [Localization Lab](https://www.localizationlab.org) ב־Transifex, כלי צד־שלישי של תרגום. על מנת להתחיל לתרום תהיה חייב להירשם אל Transifex. למטה יש קו־מתאר של איך להירשם ולהתחיל.

source: Before translating, please read through the Tor Project page on the [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). There you will find translation guidelines and resources that will help you contribute to Tor translations.
he: לפני שתתרגם, אנא קרא את דף מיזם Tor בכתובת [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). שם תימצא קווים מנחים של תרגום וכן משאבים שיעזרו לך לתרום אל תרגומי Tor.

source: ##### Signing up on Transifex
he: ##### הרשמה באתר Transifex

source: * Head over to the [Transifex signup page](https://transifex.com/signup/).
he: * נווט אל <a href="https://transifex.com/signup/">מוד ההרשמה של Transifex</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
he: הכנס את המידע שלך לתוך השדות ולחץ על הכפתור 'הירשם':

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
he: * מלא את העמוד הבא בשמך ובחר "המקמה" ו"מתרגם" מתוך התפריטים הנפתחים מטה:

source: * On the next page, select 'Join an existing project' and continue.
he: * בעמוד הבא, בחר 'הצטרף אל מיזם קיים' והמשך.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
he: * בעמוד הבא, בחר את השפות שאתה מדבר מתוך התפריטים הנפתחים מטה והמשך.

source: * You are now signed up! Go to the [Tor Transifex page](https://www.transifex.com/otf/torproject/).
he: * אתה רשום כעת! לך אל <a href="https://www.transifex.com/otf/torproject/">עמוד Transifex של Tor</a>.

source: * Click the blue 'Join Team' button on the far right:
he: * לחץ על הכפתור הכחול 'הצטרף לצוות' בימין הרחוק:

source: * Select the language you would like to translate from the dropdown menu:
he: * בחר את השפה שתרצה לתרגם מתוך התפריט הנפתח מטה:

source: * A notification will now show up on the top of the page like so:
he: * התראה תופיע כעת בראש העמוד בצורה כזאת:

source: After your membership is approved you can begin translating; there is a list of needed translations at [Tor Transifex page](https://www.transifex.com/otf/torproject/) when you are ready to begin.
he: לאחר שחברותך תאושר, תוכל להתחיל לתרגם; פשוט נווט חזרה אל <a href="https://www.transifex.com/otf/torproject/">עמוד Transifex של Tor</a> כשאתה מוכן להתחיל.

source: Thanks for your interest in helping the project!
he: תודה על התעניינותך בעזרה למיזם!

source: Our mission:
he: המשימה שלנו:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
he: כדי לקדם זכויות אדם וחירויות ע"י יצירה ופריסה של טכנולוגיות של אלמוניות ופרטיות בקוד פתוח וחינמי, תמיכה בזמינות ובשימוש בלתי־מוגבל שלהן, וקידום הבנה מדעית ועממית שלהן.

source: Subscribe to our Newsletter
he: הירשם כמנוי לידיעון שלנו

source: Get monthly updates and opportunities from the Tor Project
he: קבל עדכונים חודשיים והזדמנויות ממיזם Tor

source: Sign up
he: הירשם

source: Trademark, copyright notices, and rules for use by third parties can be found in our
he: סימן מסחרי, הערות זכויות יוצרים וכללים עבור שימוש ע"י צדדים שלישיים יכולים להימצא במקומות

source: Tor Project | Tor Browser Manual
he: מיזם Tor | מדריך דפדפן Tor

source: Tor Logo
he: סמליל Tor

source: Download Tor Browser
he: הורד את דפדפן Tor

source: Search
he: חיפוש

source: Topics
he: נושאים

source: Permalink
he: קישור קבוע
