Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: How can we help?
it: Come possiamo aiutare?

source: Most Frequently Asked Questions
it: Domande più frequenti

source: About Tor
it: Informazioni su Tor

source: GetTor
it: OttieniTor

source: Connecting To Tor
it: Connessione a Tor

source: Censorship
it: Censura

source: Operators
it: Operatori

source: Onion Services
it: Servizi Onion

source: Misc
it: Varie

source: Get in Touch
it: Mettiti in contatto

source: Debian Repository
it: Repository Debian

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
it: Mentre utilizzo Tor Browser, qualcuno potrebbe essere in grado di vedere i siti web che sto visitando?

source: Tor Browser prevents people from knowing the websites you visit.
it: Tor browser evita che le persone conoscano i siti web che visiti.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
it: Alcune entità, come il tuo Internet Service Provider (ISP), potrebbero essere in grado di vedere che stai usando Tor, ma non sapranno su che siti stai andando.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
it: Il nostro sito web è censurato. Tor Browser può aiutare gli utenti ad accedervi?

source: Tor Browser can certainly help people access your website in places where it is blocked.
it: Il Browser Tor può aiutare le persone ad accedere al tuo sito Web nei luoghi in cui è bloccato.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
it: Il più delle volte, è sufficiente scaricare il [Browser Tor](https://www.torproject.org/it/download) e quindi utilizzarlo per navigare verso il sito bloccato permettendone l'accesso.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
it: Nei luoghi in cui vi è una censura pesante, abbiamo a disposizione una serie di opzioni di elusione della censura, tra cui i [pluggable transports](https://tb-manual.torproject.org/it/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
it: Per altre informazioni, per favore visita il [Manuale dell'Utente di Tor Browser](https://tb-manual.torproject.org/it/) sezione [elusione della censura](https://tb-manual.torproject.org/it/circumvention/).

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
it: Posso installare una nuova estensione su Tor Browser, ad esempio AdBlock Plus o uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
it: È fortemente sconsigliato installare nuovi componenti aggiuntivi in Tor Browser, perché possono compromettere la privacy e la sicurezza.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
it: Installare nuovi componenti aggiuntivi può influire su Tor Browser in modi imprevisti e potenzialmente rendere unica l'impronta digitale del tuo Tor Browser.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
it: Se la tua copia di Tor Browser ha un'impronta digitale unica, le tue attività di navigazione possono essere deanonimizzate e monitorate anche se stai utilizzando Tor Browser.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
it: Fondamentalmente, le impostazioni e le funzionalità di ciascun browser creano quella che viene chiamata "impronta digitale del browser".

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
it: La maggior parte dei browser crea inavvertitamente un'impronta digitale unica per ogni utente che può essere tracciata su Internet.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across it's users.
it: Tor Browser è specificatamente progettato per avere un'impronta digitale quasi identica (non siamo perfetti!) tra tutti i suoi utenti.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
it: Ciò significa che ogni utente di Tor Browser assomiglia a qualsiasi altro utente di Tor Browser, rendendo difficile il tracciamento di ogni singolo utente.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
it: C'è inoltre una buona probabilità che un nuovo componente aggiuntivo aumenti la superficie di attacco di Tor Browser.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
it: Ciò può causare la perdita di dati sensibili o consentire a un utente malintenzionato di infettare Tor Browser.

source: The add-on itself could even be maliciously designed to spy on you.
it: Il componente aggiuntivo stesso potrebbe essere stato progettato in modo malevolo per spiarti.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
it: Tor Browser contiene già due componenti aggiuntivi — [HTTPS Everywhere](https://www.eff.org/https-everywhere) e [NoScript](https://noscript.net) — e aggiungerne altri potrebbe deanonimizzarti.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it!
it: Vuoi saperne di più sull'impronta digitale del browser? Ecco un [articolo](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) dal Tor Blog a riguardo!

source: Which platforms is Tor Browser available for?
it: Per quali piattaforme è disponibile Tor Browser?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/download-easy.html.en#windows), [Linux](https://www.torproject.org/download/download-easy.html.en#linux) and [macOS](https://www.torproject.org/download/download-easy.html.en#mac).
it: Tor Browser è attualmente disponibile su [Windows](https://www.torproject.org/download/download-easy.html.en#windows), [Linux](https://www.torproject.org/download/download-easy.html.en#linux) and [macOS](https://www.torproject.org/download/download-easy.html.en#mac).

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
it: C'è una versione di Tor Browser per [Android](https://www.torproject.org/download/#android) e [The Guardian Project](https://guardianproject.info) fornisce inoltre l'app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) per instradare altre app del tuo dispositivo Android sulla rete Tor.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
it: Non esiste ancora una versione ufficiale di Tor per iOS, anche se consigliamo [Onion Browser](https://onionbrowser.com).

source: Can I use a VPN with Tor?
it: Posso usare una VPN con Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
it: In generale, non è consigliabile utilizzare una VPN con Tor a meno che tu non sia un utente esperto che sa come configurare entrambi in modo che non compromettano la tua privacy.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
it: Puoi trovare informazioni più dettagliate riguardo Tor + VPN sulla [nostra wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Is there a backdoor in Tor?
it: C'è una backdoor in Tor?

source: There is absolutely no backdoor in Tor.
it: Non c'è assolutamente nessuna backdoor in Tor.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
it: Conosciamo alcuni avvocati in gamba che affermano che è improbabile che qualcuno cercherà di farcene aggiungere uno nella nostra giurisdizione (Stati Uniti).

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
it: Se ce lo chiedono, noi li combatteremo, e (dicono gli avvocati) probabilmente vinceremo.

source: We will never put a backdoor in Tor.
it: Non inseriremo mai una backdoor in Tor.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
it: Pensiamo che inserire una backdoor in Tor sarebbe tremendamente irresponsabile verso i nostri utenti, e un brutto precedente per i software di sicurezza in generale.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputations.
it: Se mai inserissimo una backdoor intenzionalmente nel nostro software di sicurezza, rovinerebbe la nostra reputazione professionale.

source: Nobody would trust our software ever again - for excellent reason!
it: Nessuno si fiderebbe mai più del nostro software - e per delle ottime ragioni!

source: But that said, there are still plenty of subtle attacks people might try.
it: Detto questo, ci sono ancora molti attacchi che qualcuno potrebbe tentare.

source: Somebody might impersonate us, or break into our computers, or something like that.
it: Qualcuno potrebbe impersonarci, o hackerare i nostri computer, o qualcosa del genere.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
it: Tor è open source, e dovresti sempre verificare il codice sorgente (o almeno le differenze dall'ultima versione) per cose sospette.

source: If we (or the distributors) don't give you source, that's a sure sign something funny might be going on.
it: Se noi (o i distributori) non ti forniamo il codice sorgente, questo è un segno certo che qualcosa di sospetto potrebbe essere in atto.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
it: Dovresti inoltre verificare le [firme PGP](/tbb/how-to-verify-signature/) delle versioni, per essere sicuro che nessuno abbia interferito con i siti di distribuzione.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
it: Inoltre, potrebbero esserci bug accidentali in Tor che potrebbero influire sul tuo anonimato.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
it: Troviamo e correggiamo periodicamente i bug relativi all'anonimato, quindi assicurati di mantenere Tor aggiornato.

source: What programs can I use with Tor?
it: Quali programmi posso usare con Tor?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
it: Esistono molti altri programmi che puoi utilizzare con Tor, ma non abbiamo studiato i problemi di anonimato a livello di applicazione per ognuno di loro abbastanza bene da poter raccomandare una configurazione sicura.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
it: La nostra wiki ha una lista di istruzioni mantenuta dalla community per [usare Tor con applicazioni specifiche](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).

source: Please add to these lists and help us keep them accurate!
it: Per favore aggiungi a queste liste e aiutaci a mantenerle accurate!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
it: La maggior parte delle persone utilizza Tor Browser, che include tutto ciò di cui hai bisogno per navigare in modo sicuro usando Tor.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
it: Usare Tor con altri browser è [pericoloso e non raccomandato](/tbb/tbb-9/).

source: Can I distribute Tor?
it: Posso distribuire Tor?

source: Yes.
it: Sì.

source: The Tor software is [free software](https://www.fsf.org/).
it: Il software Tor è [software libero](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
it: Ciò significa che ti diamo il diritto di ridistribuire il software Tor, modificato o non, a pagamento o gratuitamente.

source: You don't have to ask us for specific permission.
it: Non devi chiederci il permesso.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
it: Comunque, se vuoi ridistribuire il software Tor devi seguire la nostra [LICENZA](https://gitweb.torproject.org/tor.git/plain/LICENSE).

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
it: In sostanza, ciò significa che devi includere il nostro file di LICENZA insieme a qualsiasi parte del software Tor che stai distribuendo.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
it: La maggior parte delle persone che ci pongono questa domanda tuttavia, non vogliono distribuire solo il software Tor.

source: They want to distribute the Tor Browser.
it: Vogliono distribuire il Tor Browser.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
it: Questo include [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), e le estensioni NoScript e HTTPS-Everywhere.

source: You will need to follow the license for those programs as well.
it: Dovrai seguire le licenze anche per questi programmi.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
it: Entrambe queste estensioni di Firefox sono distribuite sotto la [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), mentre Firefox ESR è rilasciato sotto la Mozilla Public License.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
it: Il modo più semplice per rispettare le loro licenze è includere il codice sorgente di questi programmi ovunque si includano i pacchetti stessi.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
it: Inoltre, dovresti assicurarti di non confondere i tuoi lettori su cosa sia Tor, chi lo produce e quali proprietà fornisce (e non fornisce).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
it: Guarda le nostre [FAQ marchio](https://www.torproject.org/about/trademark/) per i dettagli.

source: How is Tor different from other proxies?
it: In che modo Tor differisce da altri proxy?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
it: Un tipico fornitore proxy imposta un server da qualche parte su Internet e ti consente di utilizzarlo per inoltrare il tuo traffico.

source: This creates a simple, easy to maintain architecture.
it: Questo crea un'architettura semplice e facile da mantenere.

source: The users all enter and leave through the same server.
it: Tutti gli utenti entrano ed escono dallo stesso server.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
it: Il fornitore può addebitare un costo per l'utilizzo del proxy o finanziare i propri costi tramite pubblicità sul server.

source: In the simplest configuration, you don't have to install anything.
it: Nella configurazione più semplice, non è necessario installare nulla.

source: You just have to point your browser at their proxy server.
it: Devi solo indirizzare il tuo browser verso il loro server proxy.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
it: Semplici fornitori proxy sono ottime soluzioni se non desideri protezioni per la tua privacy e il tuo anonimato online e ti fidi che il fornitore non faccia cose cattive.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
it: Alcuni semplici fornitori proxy utilizzano SSL per mettere in sicurezza la tua connessione verso di loro, proteggendoti dagli intercettatori locali, come quelli in un bar con Internet wifi gratuito.

source: Simple proxy providers also create a single point of failure.
it: I fornitori proxy semplici creano anche un singolo punto di fallimento.

source: The provider knows both who you are and what you browse on the Internet.
it: Il fornitore conosce sia chi sei sia che cosa guardi su Internet.

source: They can see your traffic as it passes through their server.
it: Possono vedere il tuo traffico mentre passa attraverso il loro server.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
it: In alcuni casi, possono persino vedere all'interno del tuo traffico cifrato mentre lo inoltrano al tuo sito bancario o ai negozi di e-commerce.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
it: Devi fidarti che il fornitore non stia monitorando il tuo traffico, non stia inserendo i propri annunci nel tuo flusso di traffico o non stia registrando i tuoi dati personali.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
it: Tor passa il tuo traffico attraverso almeno 3 server diversi prima di inviarlo a destinazione.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
it: Poiché esiste uno strato separato di cifratura per ciascuno dei tre relè, qualcuno che guarda la tua connessione Internet non può modificare o leggere ciò che stai inviando nella rete Tor.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
it: Il tuo traffico viene cifrato tra il client Tor (sul tuo computer) e il luogo dove esce da qualche parte nel mondo.

source: ### Doesn't the first server see who I am?
it: ### Il primo server non vede chi sono io?

source: Possibly.
it: Probabilmente.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
it: Il primo dei tre server, se malevolo, può vedere il traffico Tor cifrato proveniente dal tuo computer.

source: It still doesn't know who you are and what you are doing over Tor.
it: Non sa però chi sei e cosa stai facendo su Tor.

source: It merely sees "This IP address is using Tor".
it: Vede solamente "Questo indirizzo IP sta utilizzando Tor".

source: Tor is not illegal anywhere in the world, so using Tor by itself is fine.
it: Tor non è illegale in nessuna parte del mondo, quindi usare Tor per conto suo va bene.

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
it: Sei ancora protetto dal fatto che questo nodo possa capire chi sei e dove stai andando su Internet.

source: ### Can't the third server see my traffic?
it: ### Può il terzo server vedere il mio traffico?

source: A bad third of three servers can see the traffic you sent into Tor.
it: Il terzo server, se malevolo, può vedere il traffico che hai inviato a Tor.

source: It won't know who sent this traffic.
it: Non saprà chi ha inviato questo traffico.

source: If you're using encryption (like HTTPS), it will only know the destination.
it: Se stai utilizzando una cifratura (come HTTPS), conoscerà solo la destinazione.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
it: Guarda questa rappresentazione di [Tor e HTTPS](/https/https-1/) per capire come interagiscono Tor e HTTPS.

source: Does Tor remove personal information from the data my application sends?
it: Tor rimuove le informazioni personali dai dati inviati dalla mia applicazione?

source: No, it doesn't.
it: No, non lo fa.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
it: Hai bisogno di un programma separato che comprenda la tua applicazione e il protocollo e sappia come pulire o cancellare i dati inviati.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
it: Tor Browser cerca di mantenere uniformi i dati a livello di applicazione, come la stringa user-agent, per tutti gli utenti.

source: Tor Browser can't do anything about the text that you type into forms, though.
it: Tor Browser, tuttavia, non può fare nulla per il testo che digiti nei moduli.

source: What is Tor?
it: Cos'è Tor?

source: The name "Tor" can refer to several different components.
it: Il nome "Tor" può riferirsi a diversi componenti.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
it: Tor è un programma che puoi avviare sul tuo computer che ti aiuta a mantenerti al sicuro su Internet.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
it: Ti protegge facendo rimbalzare le tue comunicazioni su una rete distribuita di relè gestiti da volontari in tutto il mondo: impedisce a qualcuno che guarda la tua connessione Internet di apprendere quali siti visiti e impedisce ai siti che visiti di apprendere la tua posizione fisica.

source: This set of volunteer relays is called the Tor network.
it: Questo insieme di relè volontari si chiama rete Tor.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
it: Il modo in cui la maggior parte delle persone usa Tor è con Tor Browser, che è una versione di Firefox che risolve molti problemi di privacy.
