Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: You will need to follow the license for those programs as well.
de: Auch für diese Programme musst du dich an deren Lizenz halten.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
de: Beide dieser Firefox-Erweiterungen werden unter der [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html) vertrieben, während Firefox ESR unter der Mozilla Public License veröffentlicht wird.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
de: Der einfachste Weg, ihre Lizenzen zu befolgen, ist es, den Quellcode für diese Programme überall dort einzufügen, wo du deren Bundles einbindest.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
de: Außerdem solltest du sicherstellen, dass du deine Leser nicht darüber verwirrst, was Tor ist, wer es herstellt und welche Eigenschaften es bietet (und nicht bietet).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
de: Siehe unsere [Marken-F&A](https://www.torproject.org/about/trademark/) für Einzelheiten.

source: How is Tor different from other proxies?
de: Was unterscheidet Tor von anderen Proxies?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
de: Ein typischer Proxy-Anbieter setzt einen Server irgendwo im Internet auf und erlaubt dir deinen Datenverkehr darüber zu leiten.

source: This creates a simple, easy to maintain architecture.
de: Das erstellt eine simple, einfach aufrecht zu erhaltende Architektur.

source: The users all enter and leave through the same server.
de: Alle Nutzer kommen und gehen durch den selben Server.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
de: Der Anbieter kann die Verwendung des Proxys in Rechnung stellen oder seine Kosten durch Werbung auf dem Server finanzieren.

source: In the simplest configuration, you don't have to install anything.
de: In der einfachsten Variante musst du nichts installieren.

source: You just have to point your browser at their proxy server.
de: Du musst lediglich deinen Browser auf ihren Proxy-Server ausrichten.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
de: Einfache Proxy-Anbieter sind eine gute Lösung, wenn du online keinen Schutz deiner Privatsphäre und Anonymität willst und dem Server-Anbieter vertraust, dass er keine schlechten Dinge tut.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
de: Manche Proxy-Anbieter benutzen SSL um die Verbindung zu ihnen zu sichern, was dich gegen lokale Lauscher schützt, wie solche in einem Café mit freiem WiFi.

source: Simple proxy providers also create a single point of failure.
de: Einfache Proxy-Anbieter verursachen auch einen einzelnen Fehlerpunkt.

source: The provider knows both who you are and what you browse on the Internet.
de: Der Anbieter weiss beides: Wer du bist und was du im Internet tust.

source: They can see your traffic as it passes through their server.
de: Sie können deinen Datenverkehr sehen, während er durch ihre Server fließt.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
de: In manchen Fällen können sie sogar in deinen verschlüsselten Datenverkehr sehen, während sie ihn an deine Bank-Seite oder deine Online-Shops weiterleiten.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
de: Du musst darauf vertrauen, dass der Anbieter deinen Datenverkehr nicht beobachtet, seine eigene Werbung in den Datenstrom einschleust, oder deine persönlichen Daten aufzeichnet.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
de: Tor schickt deinen Datenverkehr durch mindestens 3 verschiedene Server bevor er an seinem Ziel ankommt.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
de: Weil es separate Verschlüsselungsschichten für jedes der drei Relais gibt, kann jemand, der deine Internetverbindung beobachtet, sie nicht modifizieren, oder lesen was du ins Tor-Netzwerk sendest.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
de: Dein Datenverkehr zwischen dem Tor-Client (Auf deinem Computer) und der Stellen irgendwo anders in der Welt, an der er wieder raus kommt, ist verschlüsselt.

source: ### Doesn't the first server see who I am?
de: ### Sieht der erste Server nicht wo ich bin?

source: Possibly.
de: Möglich.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
de: Ein schlechter erster Server kann entschlüsselten Tor-Datenverkehr sehen, der von deinem Computer kommt.

source: It still doesn't know who you are and what you are doing over Tor.
de: Er weiss aber immer noch nicht wer du bist und was du über Tor tust.

source: It merely sees "This IP address is using Tor".
de: Er sieht nur "Diese IP-Adresse benutzt Tor".

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
de: Du bist immer noch davor geschützt, dass der Knoten herausfindet wer du bist und wohin du im Internet gehst.

source: ### Can't the third server see my traffic?
de: ### Kann der dritte Server nicht meinen Datenverkehr sehen?

source: A bad third of three servers can see the traffic you sent into Tor.
de: Ein schlechter dritter Server kann die Daten sehen, die du in Tor rein sendest.

source: It won't know who sent this traffic.
de: Er wird nicht wissen wer diese Daten gesendet hat.

source: If you're using encryption (like HTTPS), it will only know the destination.
de: Wenn du eine Verschlüsselung benutzt (wie HTTPS), wird er nur das Ziel kennen.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
de: Sieh dir diese Visualisierung des [Tor and HTTPS](/https/https-1/) an, um zu verstehen wie Tor und HTTPS interagieren.

source: Does Tor remove personal information from the data my application sends?
de: Entfernt Tor persönliche Informationen von den Daten, die meine Applikation sendet?

source: No, it doesn't.
de: Nein, tut es nicht.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
de: Du musst ein separates Programm nutzen, welches deine Applikation und Protokoll versteht und weiss wie man die Daten säubert oder "schrubbt", die es sendet.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
de: Tor Browser versucht Daten auf Anwendungsebene, wie den User-Agent String, uniform für alle Nutzer zu halten.

source: Tor Browser can't do anything about the text that you type into forms, though.
de: Tor Browser kann natürlich nichts für den Text tun, den du in Formulare eintippst.

source: What is Tor?
de: Was ist Tor?

source: The name "Tor" can refer to several different components.
de: Der Name »Tor« kann auf mehrere verschiedene Komponenten verweisen.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
de: Er schützt dich indem er deine Kommunikation durch ein verteiltes Netzwerk aus Relais, von Freiwilligen überall auf der Welt, schickt: Er verhindert, dass jemand, der deine Internetverbindung überwacht, erfährt, welche Websiten du besuchst, und er verhindert, dass die Websiten, die du besuchst, deinen physischen Standort erfahren.

source: This set of volunteer relays is called the Tor network.
de: Dieser Satz von freiwilligen Relais nennt sich das Tor-Netzwerk.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
de: Der Weg, über den die meisten Leute Tor nutzen, ist mit Tor Browser, einer Version von Firefox, die viele Probleme mit der Privatsphäre behebt.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
de: Du kannst mehr über Tor auf unserer [Über-Uns](https://www.torproject.org/about/history/) Seite lesen.

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
de: Das Tor Project ist eine gemeinnützige Organisation, die die Tor Software aufrechterhält und weiterentwickelt.

source: Why is it called Tor?
de: Warum nennt es sich Tor?

source: Tor is the onion routing network.
de: Tor ist das Zwiebel-Routing-Netzwerk.

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
de: Als wir 2001-2002 mit dem neuen Design und der Implementierung von Zwiebelrouting der nächsten Generation begannen, sagten wir den Leuten, dass wir an Zwiebelrouting arbeiteten, und sie sagten: "Toll. Welches?"

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
de: Auch wenn Zwiebelrouting ein Standartterm geworden ist, Tor wurde ursprünglich aus dem [Onion routing Project](https://www.onion-router.net/) geboren, welches vom Naval Research Lab betrieben wurde.

source: (It's also got a fine meaning in German and Turkish.)
de: (Es hat außerdem eine schöne Übersetzung von Deutsch und Türkisch bekommen.)

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
de: Beachte: Auch wenn es ursprünglich von einem Akronym kam, Tor wir nicht "TOR" ausgesprochen.

source: Only the first letter is capitalized.
de: Nur der erste Buchstabe wird groß geschrieben.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
de: Defacto können wir Leute, die keine unserer Webseiten gelesen haben (und alles, was sie über Tor wissen, aus Zeitungsartikeln wissen) dadurch erkennen, dass sie es falsch aussprechen.

source: Tor Browser and antivirus false positive warnings
de: Tor Browser und falsche Antivirus Warnungen

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
de: Einige Antivirusprogramme zeigen Warnungen beim starten des Tor Browsers.

source: If you downloaded Tor Browser from [our main website](https://www.torproject.org/download/) or used [GetTor](https://gettor.torproject.org/), and [verified it](https://support.torproject.org/tbb/how-to-verify-signature/), these are false positives and you have nothing to worry about.
de: Wenn du den Tor Browser von unserer [Hauptwebsite](https://www.torproject.org/download/) oder [GetTor](https://gettor.torproject.org/) benutzt und [verifizierst](https://support.torproject.org/tbb/how-to-verify-signature/), sind das falsche Warnungen und du hast nichts zu befürchten.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
de: Einige Antiviusprogramme stufen Dateien als verdächtig ein, wenn sie nur bei wenigen Benutzern auf dem System vorkommen.

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
de: Um sicherzustellen, dass der Tor Browser den du herunterlädst der originale ist und nicht von einem Angreifer verändert wurde, kannst du [die Signatur des Tor Browsers überprüfen] (https://support.torproject.org/tbb/how-to-verify-signature/).

source: You may also want to [whitelist certain processes](https://support.torproject.org/tbb/tbb-10) to prevent antiviruses from blocking access to Tor Browser.
de: Unter Umständen solltest du [einige Prozesse whitelisten](https://support.torproject.org/tbb/tbb-10), damit das Antivirusprogramm nicht den Zugang zum Tor Browser verhindert.

source: How can I verify Tor Browser's signature?
de: Wie kann ich die Signatur von Tor Browser überprüfen?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
de: Die digitale Signatur ist ein Prozess, der sicherstellt, dass ein bestimmtes packet von seinen Entwicklern generiert wurde und nicht manipuliert wurde.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
de: Im Folgenden erklären wir, warum es wichtig ist, und wie du überprüfen kannst, ob das Tor-Programm, das du herunterlädst, dasjenige ist, das wir erstellt haben, und das nicht von einem Angreifer verändert wurde.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
de: Jede Datei auf unserer [Download-Seite](https://www.torproject.org/de/download/) wird von einer Datei mit dem gleichen Namen wie das Packet und der Erweiterung ".asc" begleitet. Diese .asc-Dateien sind OpenPGP-Signaturen.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
de: Sie ermöglichen es dir zu überprüfen, ob die Datei, die du heruntergeladen hast, genau diejenige ist, die du erhalten solltest.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
de: Zum Beispiel wird `torbrowser-install-win64-9.0_en-US.exe` von `torbrowser-install-win64-9.0_en-US.exe.asc` begleitet.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
de: Wir zeigen nun, wie du auf verschiedenen Betriebssystemen die digitale Signatur der heruntergeladenen Datei überprüfen kannst.

source: Please notice that a signature is dated the moment the package has been signed.
de: Bitte beachte, dass eine Signatur mit dem Datum versehen ist, an dem das Packet signiert wurde.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
de: Daher wird bei jedem Hochladen einer neuen Datei eine neue Signatur mit einem anderen Datum erzeugt.

source: As long as you have verified the signature you should not worry that the reported date may vary.
de: Solange du die Signatur überprüft hast, solltest du dir keine Sorgen machen, dass das gemeldete Datum sich ändern kann.

source: ### Installing GnuPG
de: ### Installiert GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
de: Zuerst musst du GnuPG installiert haben, bevor du Signaturen überprüfen kannst.

source: #### For Windows users:
de: #### Für Windows-Nutzer:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
de: Wenn du Windows benutzt, dann [lade bitte Gpg4win herunter](https://gpg4win.org/download.html) und installiere es.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
de: Um die Signatur zu überprüfen, musst du ein paar Befehle in die Windows-Befehlszeile, cmd.exe, eingeben.

source: #### For macOS users:
de: #### Für macOS Benutzer:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
de: Wenn du macOS benutzt, kannst du [die GPGTools installieren](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
de: Um die Signatur zu überprüfen, musst du einige Befehle in das Terminal (siehe "Anwendungen") eingeben.

source: #### For GNU/Linux users:
de: #### Für GNU+Linux-Nutzer:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
de: Wenn du Linux verwendest, dann hast du GnuPG wahrscheinlich bereits auf deinem System, da die meisten Linux-Distributionen es vorinstalliert haben.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
de: Um die Signatur zu überprüfen, musst du ein paar Befehle in das Terminal eingeben. Wie du dein Terminal öffnest, unterscheidet sich von Distribution zu Distribution.

source: ### Fetching the Tor Developers key
de: ### Holt den Schlüssel der Tor Entwickler

source: The Tor Browser team signs Tor Browser releases.
de: Das Tor-Browser-Team signiert die Versionen von Tor-Browser.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
de: Füge Signaturschlüssel der Tor Entwickler hinzu (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
de: Dies sollte ungefähr wie folgt aussehen:

source: gpg: key 4E2C6E8793298290: public key "Tor Browser Developers (signing key) <torbrowser@torproject.org>" imported
de: gpg: Schlüssel 4E2C6E8793298290: öffentlicher Schlüssel "Tor Entwickler (Signaturschlüssel) <torbrowser@torproject.org>" hinzugefügt

source: gpg: Total number processed: 1
de: gpg: insgesamt verarbeitet: 1

source: gpg: imported: 1
de: gpg: hinzugefügt: 1

source: uid [ unknown] Tor Browser Developers (signing key) <torbrowser@torproject.org>
de: uid [ unbekannt ] Tor Entwickler (Signaturschlüssel) <torbrowser@torproject.org>

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
de: Nachdem du den Schlüssel importiert hast, kannst du ihn in einer Datei speichern (hier per fingerprint identifizieren):

source: ### Verifying the signature
de: ### Überprüft die Signatur

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
de: Um die Signatur des heruntergeladenen Paketes zu überprüfen, musst du die entsprechende ".asc" Signaturdatei und die Installationsdatei herunterladen und mit einem Befehl, der GnuPG verwendet, die Datei überprüfen.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
de: Die untenstehenden Beispiele gehen davon aus, dass du die Dateien im "Downloads"-Ordner gespeichert hast.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
de: #### Für GNU+Linux Nutzer (ändere 64 zu 32, wenn du das 32-Bit Paket hast):

source: The result of the command should produce something like this:
de: Der Befehl sollte in etwa Folgendes ausgeben:

source: gpgv: Signature made 07/08/19 04:03:49 Pacific Daylight Time
de: gpgv: Signatur erstellt 07/08/19 04:03:49 MESZ

source: gpgv: using RSA key EB774491D9FF06E2
de: gpgv: Benutze RSA Schlüssel EB774491D9FF06E2

source: gpgv: Good signature from "Tor Browser Developers (signing key) <torbrowser@torproject.org>"
de: gpgv: Gute Signatur von "Tor Entwickler (Signaturschlüssel) <torbrowser@torproject.org>"

source: #### Workaround (using a public key)
de: ### Umgehung (einen öffentlichen Schlüssel benutzen)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
de: Wenn du Fehlern begegnest, die du nicht beheben kannst, hab keine Scheu [diesen öffentlichen Schlüssel zu downloaden](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) und anstelle dessen zu benutzen. Alternativ kannst du vielleicht den folgenden Befehl verwenden:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
de: Du kannst außerdem [mehr über GnuPG erfahren](https://www.gnupg.org/documentation/) (englisch).

source: What are grey bars on resized Tor Browser window?
de: Was sind graue Balken auf einem in der Größe geänderten Tor Browser Fenster?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
de: Tor Browser startet standardmäßig in einem Fenster, welches ein gerundetes Vielfaches von 200 x 100 Pixeln als Größe hat, um ein Wiedererkennen anhand der Bildschirmgröße zu verhindern.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
de: Die Strategie ist hier alle Nutzer in ein paar Töpfe zu werfen, damit es schwerer wird sie wieder heraus zugreifen.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
de: Das funktioniert solange bis Nutzer anfangen die Größe ihre Fenster zu ändern (z. b. durch Maximierung oder in den Vollbildmodus gehen).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
de: Tor Browser 9 bringt einen Wiedererkennungsschutz gegen diese Szenarien mit, die sich [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)) nennen, eine Technik welche von Mozilla entwickelt und [Anfang diesen Jahres vorgestellt wurde](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
de: Es funktioniert, indem weiße Ränder an ein Browserfenster hinzugefügt werden, sodass das Fenster so nah wie möglich an der gewünschten Größe ist, während die Nutzer immer noch in ein paar Töpfen verschiedener Fenstergrößen sind, was sie davor schützt anhand ihrer Bildschirmgrößen erkannt zu werden.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
de: Einfach gesagt erstellt diese Technik Gruppen von Nutzern mit bestimmten Bildschirmgrößen, was es schwerer macht einzelne Nutzer anhand ihrer Bildschirmgröße wiederzuerkennen, weil viele Nutzer die selbe Größe haben werden.
