Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: I can’t connect to Tor Browser, is my network censored?
es: No puedo conectar al Navegador Tor ¿está censurada mi red?

source: You might be on a censored network, and so you should try using bridges.
es: Podrías estar en una red censurada, así que deberías intentar usar puentes.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
es: Algunos puentes van incorporados al Navegador Tor, y puedes usar esos puentes seleccionando "configurar" (y luego siguiendo las instrucciones) en la ventana del Arranque de Tor que aparece cuando abres el Navegador Tor por primera vez.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
es: Si necesitas otros puentes, puedes obtenerlos en nuestro ​[sitio web de puentes](https://bridges.torproject.org/).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
es: Para más información acerca de los puentes, lee el [​manual del navegador Tor](https://tb-manual.torproject.org/es/bridges).

source: What is a bridge?
es: ¿Qué son los puentes?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
es: Los repetidores puente son repetidores Tor que no están listados en el directorio público de Tor.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
es: Esto significa que los ISPs o gobiernos que intentan bloquear el acceso a la red Tor no pueden bloquear todos los puentes fácilmente.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
es: Los puentes son útiles para los usuarios de Tor que se conectan en sitios bajo regímenes opresivos, y para la gente que quiere una capa extra de seguridad porque les preocupa que alguien reconozca que están contactando con una dirección IP pública de Tor.

source: A bridge is just a normal relay with a slightly different configuration.
es: Un puente es un repetidor normal con unos pocos cambios en la configuración.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
es: Ve a [¿Cómo puedo poner en marcha un repetidor puente?](https://community.torproject.org/relay/setup/bridge/) para obtener instrucciones.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
es: Varios países, incluyendo China e Irán, han encontrado formas de detectar y bloquear conexiones a los puentes Tor.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
es: Los repetidores puente con [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) resuelven este problema añadiendo otra capa de ofuscación.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
es: La configuración de un puente obfsproxy requiere un paquete de software adicional y configuraciones adicionales.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
es: Para más información, mira nuestra página sobre [transportes conectables](https://www.torproject.org/docs/pluggable-transports.html.en).

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
es: Cuando estoy usando Tor, ¿alguien puede ver la información que comparto con los sitios web, como la información de inicio de sesión y las cosas que escribo en los formularios?

source: Tor prevents eavesdroppers from learning sites that you visit.
es: Tor evita que terceras personas sepan los sitios que visitas.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
es: Sin embargo, la información enviada sin cifrar por Internet usando HTTP simple todavía puede ser interceptada por los operadores de los repetidores de salida o cualquiera que observe el tráfico entre su repetidor de salida y su sitio web de destino.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
es: Si el sitio que estás visitando usa HTTPS, el tráfico que sale de tu repetidor de salida estará cifrado, y no será visible para quien se encuentre a la escucha.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
es: #### Este gráfico muestra qué información es visible para un observador con y sin el Navegador Tor y el cifrado HTTPS.

source: Can I browse normal HTTPS sites with Tor?
es: ¿Puedo visitar páginas HTTPS con Tor?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
es: La respuesta corta es: **Sí, puedes visitar páginas HTTPS mediante Tor.**

source: HTTPS Connections are used to secure communications over computer networks.
es: Las conexiones HTTPS se usan para proteger las comunicaciones entre ordenadores.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
es: Puedes [leer más sobre HTTPS aquí](https://tb-manual.torproject.org/es/secure-connections/)

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
es: El Navegador Tor viene con la extensión [HTTPS Everywhere](https://www.eff.org/https-everywhere), que fuerza a miles de sitios que usan el protocolo HTTP a que usen el HTTPS, que es más seguro.

source: What bandwidth shaping options are available to Tor relays?
es: ¿Qué opciones de limitación de ancho de banda hay disponibles para los repetidores Tor?

source: There are two options you can add to your torrc file:
es: Hay dos opciones que puedes añadir a tu archivo torrc:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
es: **BandwidthRate** es el máximo ancho de banda a largo plazo permitido (en bytes por segundo).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
es: Por ejemplo, puedes añadir "BandwidthRate 10 MBytes" para 10 megabytes por segundo (conexión rápida), o "BandwidthRate 500 KBytes" para 500 kilobytes por segundo (una conexión cablemodem decente).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
es: El ajuste mínimo para BandwidthRate es de 75 kilobytes por segundo.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
es: **BandwidthBurst** es una reserva de bytes usada para satisfacer una demanda por encima de BandwidthRate durante un corto periodo de tiempo pero respetando el valor medio fijado en BandwidthRate.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
es: Un valor bajo en Rate pero alto en Burst, asegura a largo plazo un valor medio a la vez que permite picos superiores de tráfico si dicho valor medio no se ha superado recientemente.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
es: Por ejemplo, si estableces "BandwidthBurst 500 KBytes" y usas el mismo valor para BandwidthRate, nunca se superará el caudal de 500 kilobytes por segundo, pero si eliges un valor más alto para BandwidthBurst (por ejemplo 5 MBytes), dejará pasar más trafico hasta que la reserva se vacíe.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
es: Si tu conexión es asimétrica (la capacidad de subida es inferior que la de bajada) como pasa con los cablemodem, debes ajustar BandwidthRate a un valor inferior a tu ancho de banda más bajo (normalmente el de subida).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
es: De otro modo, podrías sufrir pérdida de paquetes durante los periodos de máximo uso del ancho de banda. Puede que tengas que jugar con estos valores hasta que consigas un uso adecuado de tu conexión.

source: Then set BandwidthBurst to the same as BandwidthRate.
es: Ajusta BandwidthBurst y BandwidthRate al mismo valor.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
es: Los repetidores Tor basados en Linux, tienen otra opción a su disposición: pueden priorizar el tráfico Tor para que otros tipos de tráfico no se vean afectados por la carga de Tor.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
es: Un [script para conseguir esto](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) se puede encontrar en el directorio de contribuciones del código fuente de Tor.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
es: Además hay opciones de hibernación donde le puedes decir a Tor que deje pasar una determinada cantidad de tráfico por unidad de tiempo (como por ejemplo 100 GB al mes). Están explicadas más abajo en la sección de hibernación.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
es: Ten en cuenta que BandwidthRate y BandwidthBurst aceptan valores en **Bytes**, no en Bits.

source: I'm behind a NAT/Firewall.
es: Estoy detrás de un router/cortafuegos.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
es: Visita [portforward.com](https://portforward.com/) para ver instrucciones sobre cómo redireccionar puertos en tu router.

source: If your relay is running on a internal net, you need to setup port forwarding.
es: Si tu repetidor está funcionando en una red interna, necesitas activar la redirección de puertos.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
es: La forma de redireccionar puertos TCP depende de cada sistema, pero la entrada firewaled-clients FAQ ofrece varios ejemplos sobre cómo hacerlo.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
es: Además aquí hay un ejemplo de cómo hacerlo en GNU/Linux si usas iptables:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
es: Puede que tengas que sustituir "eth0" si tu interfaz externa (la que tiene acceso a internet) es otra.

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
es: Lo más probable es que solo tengas una (además de loopback) así que no debería de ser muy complicado.

source: Do I get better anonymity if I run a relay?
es: ¿Consigo mejor anonimato si hago funcionar un repetidor?

source: Yes, you do get better anonymity against some attacks.
es: Si, consigues mejor protección frente a ciertos ataques.

source: The simplest example is an attacker who owns a small number of Tor relays.
es: El ejemplo más sencillo esun atacante que maneja un pequeño número de repetidores Tor.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
es: Verá una conexión desde tu ordenador, pero no podrá saber si la originaste tu o venía desde otro usuario de la red Tor.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
es: Hay otros casos donde esto no es una ventaja: si un atacante puede ver todo tu tráfico de entrada y de salida, es fácil para el distinguir qué conexiones has iniciado tú y cuales vienen desde otro usuario.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
es: (en este caso seguirá sin poder saber hacia donde va esa conexión a menos que también esté espiando el destino, pero en ese caso estás igual que alguien que no use Tor)

source: There are also some downsides to running a Tor relay.
es: También hay desventajas en ejecutar un repetidor Tor.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
es: En primer lugar, mientras solo haya unos cientos de repetidores, el hecho de que tú estás ejecutando uno, puede hacer pensar a un atacante que valoras enormemente tu anonimato.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
es: En segundo lugar, existen ataques más exóticos que han sido menos estudiados que se aprovechan del hecho de saber que estás ejecutando un repetidor. Por ejemplo, un atacante puede ser capaz de "observar" si estás mandanto tráfico incluso aunque no pueda espiar tu red, mandando tráfico a través de tu repetidor y observando cambios en la cadencia del tráfico de red.

source: It is an open research question whether the benefits outweigh the risks.
es: Es una materia de investigación no resuelta si los beneficios superan a los riesgos.

source: A lot of that depends on the attacks you are most worried about.
es: Mucho de esto depende de los ataques que más te preocupen.

source: For most users, we think it's a smart move.
es: Para la mayoría de los usuarios, creemos que esto es un beneficio.

source: Can I run a Tor relay using a dynamic IP address?
es: ¿Puedo ejecutar un repetidor Tor si tengo dirección IP dinámica?

source: Tor can handle relays with dynamic IP addresses just fine.
es: Tor puede adaptarse bien a esta situación.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
es: Simplemente deja en blanco la opción "Address" en el archivo [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) y Tor se encargará de averiguarla.

source: I'd run a relay, but I don't want to deal with abuse issues.
es: Podría ejecutar un repetidor, pero no quiero tener que lidiar con las quejas que me puedan llegar.

source: Great. That's exactly why we implemented exit policies.
es: Genial. Para eso tenemos las políticas de salida.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
es: Cada repetidor Tor tiene una política de salida que especifica qué tipo de conexiones salientes serán permitidas o denegadas.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
es: Las políticas de salida son propagadas a los clientes Tor mediante los directorios, así los clientes evitan elegir repetidores que no permitirían llegar a su destino.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
es: Des esta forma cada repetidor puede elegir que servicios, destinos y redes quiere permitir, basándose en el potencial para el abuso o en otros criterios.

source: Read the [Support entry on issues you might encounter](https://support.torproject.org/abuse/exit-relay-expectations/) if you use the default exit policy, and then read Mike Perry's [tips for running an exit node with minimal harassment](https://blog.torproject.org/blog/tips-running-exit-node).
es: Consulta la [entrada sobre los problemas que puedes encontrar](https://support.torproject.org/abuse/exit-relay-expectations/) si utilizas la política de salida por defecto y después lee los [consejos para ejecutar un repetidor de salida con las mínimas molestias](https://blog.torproject.org/blog/tips-running-exit-node) de Mike Perry.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
es: La política de salida por defecto permite el acceso a muchos servicios populares (navegación web), pero impide algunos otros debido al potencial para el abuso (correo) y otros para los que la red Tor no está diseñada para aguantar (P2P, bittorrent, etc).

source: You can change your exit policy by editing your torrc file.
es: Puedes cambiar la política de salida editando el archivo torrc.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
es: Si quieres evitar la mayor parte, si no todo, el potencial para el abuso, ajústalo a "reject *:*".

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
es: Este ajuste significa que tu repetidor será usado para retransmitir tráfico dentro de la red Tor, pero no para conexiones a sitios web externos u otros servicios.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
es: Si permites conexiones de salida, asegúrate de que la resolución DNS funciona (es decir, que tu ordenador puede resolver correctamente las direcciones de Internet).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
es: Si hay recursos a los que que tu ordenador es incapaz de conectar (por ejemplo, estás detras de un cortafuegos restrictivo o de un filtro de contenidos) por favor, recházalos de forma explícita en tu política de salida, de lo contrario los usuarios de Tor se verán afectados también.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
es: Tengo problemas legales. ¿Cómo demuestro que mi servidor estaba haciendo de repetidor Tor en una fecha determinada?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
es: [Exonerator](https://exonerator.torproject.org/) es un servicio web que puede comprobar si una dirección IP era un repetidor en una fecha determinada.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
es: También podemos [proporcionar una carta firmada](https://www.torproject.org/contact/) en caso de necesitarse.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
es: ¿Por qué no puedo navegar después de limitar el ancho de banda en mi repetidor Tor?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
es: Los parámetros asignados a AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) y [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) se aplican tanto a las funciones de repetidor como a las de cliente del proceso tor.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
es: Así que puedes encontrarte con que no puedes navegar tan pronto como tu programa Tor entra en modo hibernación, indicado por esta entrada en el registro:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
es: La solución está en ejecutar dos procesos Tor: uno como repetidor y otro como cliente, cada uno con su configuración.

source: One way to do this (if you are starting from a working relay setup) is as follows:
es: Un modo de hacer esto (si comienzas desde una configuración como repetidor) es como sigue:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
es: * En el archivo torrc del repetidor Tor, simplemente ajusta a 0 el parámetro SocksPort.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
es: * Crea un nuevo archivo torrc para el cliente, usando como plantilla el archivo torrc.sample y asegúrate de que utiliza un archivo de registro de eventos distinto al del repetidor.

source: One naming convention may be torrc.client and torrc.relay.
es: Una posible forma de llamarlos es torrc.client y torrc.relay.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
es: * Modifica los script de arranque del cliente y del repetidor para que incluyan `-f /ruta/al/corrspondiente/torrc`.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
es: * En Linux/BSD/Mac OS X, cambiar el nombre de los script de arranque a `Tor.client` y `Tor.relay` puede hacer mas sencilla la separación de configuraciones.

source: Can I use IPv6 on my relay?
es: ¿Puedo usar IPv6 en mi repetidor?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
es: Tor [permite parcialmente el uso de IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) y animamos a cada administrador de repetidor a que [active la funcionalidad IPv6](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) en su [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) si dispone de conectividad IPv6.
