Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
de: Onion Dienste (früher bekannt als "[hidden services](../hidden-services)") sind Dienste (wie Webseiten), die nur über das [Tor-Netzwerk](../tor-/-tor-network/-core-tor) zugänglich sind.

source: Onion services offer advantages over ordinary services on the non-private web, including:
de: Onion-Dienste bieten Vorteile gegenüber herkömmlichen Diensten im nicht-privaten Web, einschließlich:

source: These websites use the .onion Top Level Domain (TLD).
de: Diese Websites verwenden die .onion Top Level Domain (TLD).

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
de: Der Satz der verfügbaren[Onion-Dienste](../oniondienste). Du kannst zum Beispiel sagen:"Meine Website ist im Onionspace" statt "Meine Website ist im Dark Web".

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
de: OONI steht für "[Open Observatory of Network Interference](https://ooni.io/)", es ist ein globales Beobachtungsnetzwerk zur Erkennung von [Zensur](../Netzwerk-Zensur), Überwachung und [Verkehr](../Verkehr) Manipulation im Internet.

source: operating system (OS)
de: betriebssystem (OS)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
de: Die Hauptsystemsoftware, die Computerhardware- und -software-Ressourcen verwaltet und allgemeine Dienste für Computerprogramme bereitstellt. Die am häufigsten verwendeten Desktop-Betriebssysteme sind Windows, macOS und Linux. Android und iOS sind die dominierenden mobilen Betriebssysteme.

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
de: Tools, die [Tor](../tor-tor-network-core-tor) verwenden kann, um den von ihm ausgesendeten[traffic](../traffic) zu tarnen.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
de: Dies kann in Situationen nützlich sein, in denen ein [Internet Service Provider (ISP)](../internet-service-provider-isp) oder eine andere Behörde aktiv Verbindungen zum [Tor-Netzwerk](../tor-tor-network-core-tor) blockiert.

source: The private portion of a [public/private key pair](../public-key-cryptography).
de: Der private Teil eines [public/private key pair](../public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
de: Dies ist der Schlüssel, der geheim gehalten und nicht an andere weitergegeben werden darf.

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
de: Ein Proxy ist ein Mittler zwischen einem [client](../client) (wie ein [web browser](../web-browser)) und einem Dienst (wie ein[web server](../server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
de: Anstatt sich direkt mit dem Dienst zu verbinden, sendet ein Client die Nachricht an den Proxy. Der Proxy stellt die Anfrage im Namen des Clients und leitet die Antwort an den Client zurück. Der Dienst kommuniziert nur mit dem Proxy und sieht auch nur ihn.

source: The public portion of a [public/private key pair](../public-key-cryptography).
de: Der öffentliche Teil eines [public/private key pair](../public-key-cryptography).

source: This is the key that can be disseminated to others.
de: Dies ist der Schlüssel, der an andere weitergegeben werden kann.

source: A public-key cryptography system uses pairs of mathematical keys.
de: Ein Public-Key-Kryptographie-System verwendet Paare von mathematischen Schlüsseln.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
de: Jede Person kann eine Nachricht mit dem öffentlichen Schlüssel des Empfängers verschlüsseln, aber nur der Empfänger, der den privaten Schlüssel besitzt, kann die Nachricht entschlüsseln.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
de: Zusätzlich kann der private Schlüssel verwendet werden, um eine [Signatur](../kryptographische Signatur) zu erstellen, um die Identität des Erstellers einer Nachricht oder anderer Dateien nachzuweisen.

source: This signature can be verified by the public key.
de: Diese Signatur kann durch den öffentlichen Schlüssel verifiziert werden.

source: relay
de: Relais

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
de: Ein öffentlich gelisteter Knoten im [Tor-Netzwerk](../tor-/-tor-network/-core-tor), der [traffic](../traffic) im Auftrag von [clients](../client) weiterleitet und sich bei den [directory authorities](../directory-authority) registriert.

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
de: ScrambleSuit ist ähnlich wie obfs4, hat aber einen anderen Satz von [Brücken](../brücke).

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
de: Eine Sitzung bezieht sich auf ein Gespräch zwischen zwei Geräten, die in einem Netzwerk kommunizieren. Die Verwendung von [Tor Browser](../tor-browser) bedeutet, dass deine Sitzungsdaten gelöscht werden, wenn du den [web browser](../web-browser) schließt.

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
de: Ein einzelner Onion-Dienst ist ein Onion-Dienst, der für Dienste konfiguriert werden kann, die keine Anonymität erfordern, aber für Kunden, die sich mit ihrem Dienst verbinden, angeboten werden sollen. Einzelne Onion-Dienste verwenden nur drei Sprünge im [circuit](../circuit) statt der typischen sechs Sprünge für Onion-Dienste.

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
de: Stem ist eine Python (Programmiersprache) Steuerungsbibliothek für Core [Tor](../tor-tor-network-core-tor). Wenn du Core Tor mit Python steuern willst, das ist für dich.

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
de: Der Sybil-Angriff auf die Computersicherheit ist ein Angriff, bei dem ein Reputationssystem untergraben wird, indem eine große Anzahl von Identitäten erstellt und damit ein überproportionaler Einfluss auf das Netzwerk gewonnen wird.

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
de: Tails ist ein "live" [Betriebssystem](../Betriebssystem-OS), das du auf fast jedem Computer von einer DVD, einem USB-Stick oder einer SD-Karte starten kannst.

source: It aims to preserve your privacy and anonymity.
de: Es zielt darauf ab, deine Privatsphäre und Anonymität zu schützen.

source: [Learn more about Tails](https://tails.boum.org/).
de: [Mehr über Tails erfahren](https://tails.boum.org/).

source: The Tor Project
de: Das Tor Projekt

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
de: Das Tor-Projekt kann sich entweder auf The Tor Project Inc. beziehen, eine 501(c)3 US-Nonprofit-Organisation, die für die Wartung der Tor-Software verantwortlich ist, oder auf die Tor-Projekt-Community, die sich aus Tausenden von Freiwilligen aus der ganzen Welt zusammensetzt, die bei der Erstellung von Tor helfen.

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
de: Die meisten Websites nutzen zahlreiche Drittanbieterdienste, einschließlich Werbe- und Analyse-Tracker, die Daten über deine [IP-Adresse](../ip-Adresse), [Webbrowser](../Webbrowser), [System](../Betriebssystemos) und dein Browserverhalten selbst sammeln, die alle deine Aktivitäten über verschiedene Websites hinweg verknüpfen können.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
de: [Tor Browser](../tor-browser) verhindert, dass viele dieser Aktivitäten stattfinden.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
de: Tor Browser verwendet das [Tor-Netzwerk](../tor-tor-network-core-tor), um deine Privatsphäre und Anonymität zu schützen.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
de: Deine Internetaktivitäten, einschließlich der Namen und Adressen der von dir besuchten Websites, werden vor deinem [Internet Service Provider (ISP)](../internet-service-provider-isp) und vor allen, die deine Verbindung lokal überwachen, verborgen.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
de: Darüber hinaus wurde Tor Browser entwickelt, um zu verhindern, dass Websites "[Fingerabdruck](../Browser-Fingerabdruck)" oder dich basierend auf deiner Browserkonfiguration identifizieren.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
de: Standardmäßig speichert der Tor-Browser keinen [Browserverlauf](../Browserverlauf).

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
de: [Cookies](../cookie) sind nur für eine einzelne [session](../session) gültig (bis der Tor-Browser verlassen wird oder eine [New Identity](../new-identity) angefordert wird).

source: Tor Launcher
de: Tor-Starter

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
de: Wenn du [Tor Browser](../tor-browser) zum ersten Mal ausführst, siehst du das Tor Launcher Fenster.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
de: Wenn etwas mit Tor schief geht, siehst du vielleicht eine Option mit der Fehlermeldung "Tor-Protokoll in die Zwischenablage kopieren".

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
de: Am Ende der Seite, neben "Das Tor-Protokoll ansehen", wähle die Schaltfläche "Tor-Protokoll ansehen...".

source: Tor Messenger is not in development anymore.
de: Tor Messenger ist nicht mehr in der Entwicklung.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
de: Es unterstützte Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo und andere, aktivierte Off-the-Record (OTR)-Messaging automatisch und verfügt über eine einfach zu bedienende grafische Benutzeroberfläche, die in mehrere Sprachen lokalisiert ist.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
de: Tor ist ein Programm, das du auf deinem Computer ausführen kannst, um dich im Internet zu schützen.

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
de: Es schützt dich, indem es deine Kommunikation über ein verteiltes Netzwerk von [relays](../relay) von Freiwilligen auf der ganzen Welt leitet: Es verhindert, dass jemand, der deine Internetverbindung beobachtet, erfährt, welche Seiten du besuchst, und es verhindert, dass die Seiten, die du besuchst, deinen physischen Standort erfahren.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
de: Dieser Satz von freiwilligen Relais wird als Tor-Netzwerk bezeichnet. Manchmal heißt die mit diesem Netzwerk verbundene Software Core Tor und manchmal ["little-t tor"](../little-t-tor).

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
de: Die meisten Leute verwenden Tor mit [Tor Browser](../tor-browser), einer Version von [Firefox](../firefox), die viele Datenschutzprobleme behebt.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
de: Tor2web ist ein Projekt, mit dem Benutzer auf [onion services](../onion-services) zugreifen können, ohne den [Tor Browser](../tor-browser) zu verwenden.

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
de: Diese [Erweiterung](../add-on-extension-or-plugin) konfiguriert Thunderbird so, dass Verbindungen über [Tor](../tor-tor-network-core-tor) hergestellt werden.

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
de: Die Core [Tor](../tor-tor-network-core-tor) Konfigurationsdatei.

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
de: Es stellt sicher, dass DNS-Anfragen sicher behandelt werden und lehnt ausdrücklich jeden anderen[traffic](../traffic) als TCP von der von dir verwendeten Anwendung ab.

source: TPI is an acronym for The Tor Project, Inc.
de: TPI ist ein Akronym für The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
de: Leute im IRC verwenden oft `tpo`, um `torproject.org` zu verkürzen, wenn sie Hostnamen schreiben. Zum Beispiel ist `trac.tpo` eine Abkürzung für `trac.torproject.org`.

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
de: Traffic sind die Daten, die von [clients](../client) und [servers](../server) gesendet und empfangen werden.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
de: Zu den wichtigsten Webbrowsern gehören [Firefox](../firefox), Chrome, Internet Explorer und Safari.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
de: Eine aktuelle Liste der torproject.org Mirrors ist verfügbar unter https://www.torproject.org/getinvolved/mirrors.html.en.

source: Can I use a VPN with Tor?
de: Kann ich ein VPN mit Tor verwenden?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
de: Wir empfehlen es generell, mit Tor kein VPN zu verwenden, es sei denn du hast genug Fachkenntnisse, um beide Systeme entsprechend zu konfigurieren, ohne deine Privatsphäre zu gefährden.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
de: Weitere Informationen über Tor + VPN findest du in <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">unserem Wiki</a></mark>.

source: Is there a backdoor in Tor?
de: Gibt es in Tor eine Hintertür?

source: There is absolutely no backdoor in Tor.
de: Es gibt absolut keine Hintertür in Tor.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
de: Wir kennen einige schlaue Anwälte, die sagen, dass es unwahrscheinlich ist, dass jemand versuchen wird, uns dazu zu zwingen, in unserer Gerichtsbarkeit (U.S.) eine hinzuzufügen.

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
de: Wenn sie es von uns verlangen, werden wir das bekämpfen und (wie die Anwälte sagen) wahrscheinlich gewinnen.

source: We will never put a backdoor in Tor.
de: Wir werden niemals eine Hintertür in Tor einbauen.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
de: Wir denken, dass eine Hintertür in Tor unverantwortlich für unsere Benutzer und generell ein schlechter Präzedenzfall für Sicherheitssoftware insgesamt wäre.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
de: Wenn wir jemals eine bewusste Hintertür in unsere Sicherheitssoftware einbauen würden, wäre das der Ruin für unseren professionellen Ruf.

source: Nobody would trust our software ever again - for excellent reasons!
de: Niemand würde unserer Software jemals wieder vertrauen - aus guten Gründen!

source: But that said, there are still plenty of subtle attacks people might try.
de: Aber abgesehen davon gibt es immer noch eine Menge subtiler Angriffe, die jemand versuchen könnte.

source: Somebody might impersonate us, or break into our computers, or something like that.
de: Jemand könnte sich für uns ausgeben oder in unsere Computer einbrechen, oder so etwas in der Art.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
de: Tor ist quelloffen, und du solltest immer die Quelle (oder zumindest die Unterschiede seit der letzten Veröffentlichung) auf verdächtige Dinge überprüfen.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
de: Wenn wir (oder die Distributoren die dir Tor gegeben haben) dir keine Quelle geben, ist das ein sicheres Zeichen, dass etwas Merkwürdiges vor sich geht.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
de: Du solltest auch die [PGP-Signaturen](/tbb/how-to-verify-signature/) in den Veröffentlichungen überprüfen, um sicherzustellen, dass niemand mit den Distributionsseiten herumgepfuscht hat.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
de: Außerdem könnte es unbeabsichtigte Fehler in Tor geben, die deine Anonymität beeinträchtigen könnten.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
de: Wir finden und beheben regelmäßig anonymitätsrelevante Fehler, also stell sicher, dass du deine Tor-Versionen aktuell hältst.

source: What programs can I use with Tor?
de: Welche Programme kann ich mit Tor benutzen?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
de: Es gibt viele andere Programme, die du mit Tor benutzen kannst, aber wir haben nicht bei allen die Anonymitätsproblematik gut genug untersuchen können, um eine sichere Konfiguration empfehlen zu können.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
de: Unser Wiki hat eine von der Community gepflegte Liste von Anweisungen für das [Torifizieren bestimmter Anwendungen](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).

source: Please add to this list and help us keep it accurate!
de: Bitte ergänze diese Liste und hilf uns, sie korrekt zu halten!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
de: Die meisten Leute benutzen Tor Browser, der alles enthält, was du brauchst, um mit Tor sicher im Internet zu surfen.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
de: Die Benutzung von Tor mit anderen Browsern ist [gefährlich und nicht empfohlen](/tbb/tbb-9/).

source: Can I distribute Tor?
de: Kann ich Tor verbreiten?

source: Yes.
de: Ja.

source: The Tor software is [free software](https://www.fsf.org/).
de: Die Tor-Software ist [freie Software](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
de: Das bedeutet, dass wir dir das Recht geben, die Tor-Software, entweder modifiziert oder unmodifiziert, entweder kostenpflichtig oder kostenlos weiterzugeben.

source: You don't have to ask us for specific permission.
de: Du brauchst uns nicht um eine besondere Erlaubnis zu bitten.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
de: Wenn du jedoch die Tor-Software weitergeben möchtest, musst du unserer [LIZENZ](https://gitweb.torproject.org/tor.git/plain/LICENSE) folgen.

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
de: Im Wesentlichen bedeutet das, dass du unsere LIZENZ-Datei zusammen in den Teil der Tor-Software, die du verteilst, einschließen musst.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
de: Die meisten Leute, die uns diese Frage stellen, wollen aber nicht nur die Tor-Software verteilen.

source: They want to distribute the Tor Browser.
de: Sie wollen den Tor Browser verbreiten.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
de: Dies beinhaltet [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), sowie die NoScript- und HTTPS-Everywhere-Erweiterungen.
