Repository: torpluston/translation
Catalog: contents+ar.po
Languages: ar

source: Tor Browser User Manual
ar: دليل استخدام متصفّح تور (Tor)

source: About
ar: عن

source: Documentation
ar: وثائق

source: Press
ar: صحافة

source: Blog
ar: مدونة

source: Newsletter
ar: نشرة إعلامية

source: Support
ar: الدعم

source: Community
ar: المجتمع

source: Contact
ar: للتواصل

source: Jobs
ar: مناصب شاغرة

source: About Tor Browser
ar: عن متصفّح تور (Tor)

source: Downloading
ar: جاري التحميل

source: Running Tor Browser for the First Time
ar: تشغيل متصفح تور(Tor) للمرة الأولى

source: Pluggable transports
ar: النواقل الموصولة

source: Circumvention
ar: تجاوز الحجب

source: Bridges
ar: الجسور

source: Managing Identities
ar: إدارة الهوية

source: Onion Services
ar: خدمات البصلة (Onion)

source: Secure Connections
ar: الاتصالات الآمنة

source: Security Settings
ar: إعدادات الأمان

source: Updating
ar: التحديث

source: Plugins
ar: الاضافات

source: Troubleshooting
ar: تحرّي المشكلات

source: Uninstalling
ar: إزالة التنصيب

source: Known issues
ar: المشاكل المعروفة

source: Mobile Tor
ar: تور(Tor) للهواتف

source: Becoming a Tor Translator
ar: ساهموا في ترجمة تور (Tor)

source: Installation
ar: التثبيت

source: ABOUT TOR BROWSER
ar: عن متصفّح تور (Tor)

source: Learn what Tor Browser can do to protect your privacy and anonymity
ar: تعلموما ما يمكن لمتصفّح تور (Tor) عمله لحماية خصوصيتككم ومجهوليّتكم

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ar: يستعمل متصفّح تور (Tor) شبكة تور لحماية خصوصيتكم ومجهوليّتكم. لاستخدام شبكة تور خاصيّتان رئيسيّتان:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ar: * لن يمكن لمزود خدمة الإنترنت – أو لأي شخص يراقب اتصالكم محلياً– تتبع نشاطكم على الإنترنت، بما في ذلك أسماء وعناوين مواقع الوِب التي تزورنها.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ar: * سيشاهد مشغلوا المواقع والخدمات التي تستخدمونها وأي من يراقبهم، اتصالاً قادما من شبكة تور بدلا من عنوانك بروتوكل الإنترنت (IP) الحقيقي، ولن يتعرفوا عليكم ما لم تصرّحوا بهويتكم.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ar: إضافة إلى ذلك، صمّم متصفّح تور (Tor) ليمنع المواقع من أخذ ”بصمتك الإلكترونية“ أو من التعرف عليك عبر إعدادات متصفّحك.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a [New Identity](/managing-identities/#new-identity) is requested).
ar: افتراضيّاً، متصفّح تور (Tor) لا يُبقي أي تاريخ للتصفّح. الكوكيز أو ملفّات حفظ الارتباط صالحة لجلسة واحدة فقط (حتى يتم الخروج من متصفّح تور (Tor) أو يتم طلب [هويّة جديدة](/ar/managing-identities/#new-identity)).

source: ### HOW TOR WORKS
ar: ### كيف يعمل تور (Tor)

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
ar: تور (Tor) هو عبارة عن شبكة أنفاق افتراضية تتيح لكم التحسين من مستوى خصوصيّتكم وأمانكم على الإنترنت. يعمل تور (Tor) عن طريق إرسال بياناتكم عبر ثلاثة خوادم عشوائية (تعرف أيضًا باسم *المبدلات*) داخل شبكة تور. بعد ذلك، يقوم آخر مبدّل في الدائرة (مبدّل الخروج) بإرسال الحركات المروريّة إلى شبكة الإنترنت العامّة.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ar: توضح الصورة أعلاه مستخدم يتصفّح عدّة مواقع إلكترونية عبر تور (Tor). تمثّل الحواسيب الخضراء في الوسط التحويلات في شبكة تور، بينما تمثل المفاتيح الثلاثة طبقات التعمية بين المستخدم وكل تحويلة.

source: DOWNLOADING
ar: جاري التحميل

source: How to download Tor Browser
ar: كيفية تنزيل متصفّح تور (Tor)

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org/download.
ar: الطريقة الأكثر أمانا وبساطة لتنزيل متصفّح تور (Tor) هي من خلال الموقع الرسمي لمشروع Tor Project على https://www.torproject.org/download

source: Your connection to the site will be secured using [HTTPS](/secure-connections), which makes it much harder for somebody to tamper with.
ar: اتصالكم بالموقع مأمّن باستخدام بروتوكول [HTTPS](/ar/secure-connections/) الذي يصعب التلاعب به.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network.
ar: غير أنّه أحيانا، لن تتمكّنوا من الوصول إلى موقع مشروع تور: على سبيل المثال قد يكون الموقع محجوبا على شبكتكم.

source: If this happens, you can use one of the alternative download methods listed below.
ar: في هذه الحالة، يمكنكم استخدام إحدى طرق التنزيل البديلة المذكورة أدناه:

source: ### MIRRORS
ar: ### المرايا

source: If you're unable to download Tor Browser from the official Tor Project website, you can instead try downloading it from one of our official mirrors, either through [EFF](https://tor.eff.org), [Calyx Institute](https://tor.calyxinstitute.org) or [CCC](https://tor.ccc.de).
ar: إن لم تستطيعوا تنزيل متصفّح تور (Tor) من موقع مشروع تور الرّسمي، بإمكانكم محاولة تحميله من أحد مرايانا الرّسميّة، إمّا عبر [EFF](https://tor.eff.org)، [Calyx Institute](https://tor.calyxinstitute.org) أو [CCC](https://tor.ccc.de).

source: ### GETTOR
ar: ### احصلوا على تور (Tor)

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ar: GetTor هو خدمة تردّ على الرسائل تلقائيا وترسل روابط لأحدث نسخة لمتصفّح تور (Tor)، مستضافة في أماكن مختلفة، مثل Dropbox، و Google Drive، و GitHub.

source: ### TO USE GETTOR VIA EMAIL:
ar: ###لاستخدام خدمة الحصول على تور عبر الإيميل:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ar: أرسل بريدا إلكترونيا إلى gettor@torproject.org، وفي متن الرسالة اكتب ”windows“، أو ”osx“، أو ”linux“ حسب نظام التشغيل الذي تستخدمه.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ar: سيردّ GetTor مرسلا روابط تستطيعون من خلالها تنزيل حزمة متصفّح تور (Tor)، والتوقيع المشفّر (ضروريّ لتوثيق التنزيل)، وبصمة المفتاح المستخدم لإنشاء التوقيع، وتلبيدة الحزمة. قد تجد خيارين للتنزيل: 32-bit أو 64-bit : اختاروا ما يناسب نوع الحاسوب الذي تستخدمون.

source: ### TO USE GETTOR VIA JABBER/XMPP (JITSI, COYIM, ETC.):
ar: ### لاستخدام خدمة الحصول على تور عبر JABBER/XMPP (مثل JITSI، COYIM، الخ.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ar: للحصول على روابط تنزيل متصفّح تور (Tor) باللغة الصينية لنظام ليتكس، أرسلوا رسالة مباشرة إلى gettor@torproject.org تحتوي على الكلمات ”linux zh“.

source: INSTALLATION
ar: التثبيت

source: Installing Tor Browser
ar: تثبيت متصفّح تور (Tor)

source: For Windows:
ar: نسخة ويندوز:

source: 1. Navigate to the Tor Browser [download page](https://www.torproject.org/download).
ar: ١. في متصفّح تور (Tor)، انتقلوا إلى [صفحة التحميل](https://www.torproject.org/download).

source: 2. Download the Windows `.exe` file
ar: ٢. نزّلوا ملف ويندوز الذي ينتهي ب '.exe'

source: 3. (Recommended) Verify the [file's signature](https://support.torproject.org/en/tbb/how-to-verify-signature/).
ar: (نصيحة) التحقُّق من [توقيع الملف](https://support.torproject.org/en/tbb/how-to-verify-signature/).

source: 4. When the download is complete, double click the `.exe` file. Complete the installation wizard process.
ar: عند انتهاء التنزيل، قوموا بنقر ملف '.exe' مرّتين لفتحه. واكملوا الخطوات التي يحثّكم عليها مُعالج عمليّة التثبيت.

source: For macOS:
ar: لأنظمة ماك:

source: 2. Download the macOS `.dmg` file
ar: ٢. نزّلوا ملف ماك الذي ينتهي ب '.dmg'

source: 4. When the download is complete, double click the `.dmg` file. Complete the installation wizard process.
ar: ٤. عند انتهاء التنزيل، قوموا بنقر ملف '.dmg' مرّتين لفتحه. واكملوا الخطوات التي يحثّكم عليها مُعالج عمليّة التثبيت.

source: For GNU/Linux:
ar: لأنظمة جنو/لينكس :

source: 2. Download the GNU/Linux `.tar.xz` file
ar: ٢. نزّلوا ملف جنو/لينكس الذي ينتهي ب '.tar.xz'

source: 4. When the download is complete, extract the archive with the command `tar -xf [TB archive]` or by using an archive manager.
ar: ٤. عند انتهاء التنزيل، قوموا باستخراج الأرشيف عبر الأمر `tar -xf [TB archive]` أو عبر استخدام مدير للأرشيف.

source: 5. You'll need to tell your GNU/Linux that you want the ability to execute shell scripts from the graphical interface.
ar: ٥. ستحتاجون بإخبار نظامكم التشغيلي جنو/لينكس بأنّكم تريدون القدرة على تنفيذ السكريبتات القشريّة أو Execute Shell Scripts عبر الواجهة الجرافيكيّة.

source: Navigate to the newly extracted Tor Browser directory.
ar: تنقّلوا إلى دليل متصفّح تور (Tor) الذي تمّ استخراجه.

source: Right click on `start-tor-browser.desktop`, open Properties or Preferences and change the permission to allow executing file as program.
ar: انقروا عبر يمين الفارة على `start-tor-browser.desktop` ، ومن افتحوا التفضيلات وغيّروا الأذونات لتسمح بتنفيذ الملف كبرنامج.

source: Double-click the icon to start up Tor Browser for the first time.
ar: انقروا مرّتين على الأيقونة لبدأ تشغيل متصفّح تور (Tor) للمّرة الأولى.

source: 6. Alternatively, from inside the Tor Browser directory, you can also start from the command line by running:
ar: أو، من داخل دليل متصفّح تور (Tor)، بإمكانكم البدأ عبر الأمر النصّي:

source: RUNNING TOR BROWSER FOR THE FIRST TIME
ar: تشغيل متصفّح تور (Tor) للمرة الأولى

source: Learn how to use Tor Browser for the first time
ar: تعلّموا كيفيّة استخدام متصفّح تور (Tor) للمرة الأولى

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window.
ar: عندما تشغّلون متصفّح تور (Tor) لأوّل مرّة، سترون نافذة إعدادات شبكة تور.

source: This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ar: وهي تمنحكم خيار الاتصال مباشرة بشبكة Tor، أو إعداد متصفّح تور (Tor) لاتصالكم.

source: ### CONNECT
ar: ### الاتصال

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration.
ar: في أغلب الحالات، اختيار "الاتصال" سيسمح لكم بالاتصال بشبكة Tor بدون إيّة إعدادات أخرى.

source: Once clicked, a status bar will appear, showing Tor’s connection progress.
ar: عند النقر، سيظهر شريط الحالة، الذي سيريكم تقدّم اتّصال Tor.

source: If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the [Troubleshooting](../troubleshooting) page for help solving the problem.
ar: إذا كنت على اتصال سريع نسبيًا ، ولكن يبدو أن شريط التحميل متوقف عند نقطة معينة ، فراجع صفحة [استكشاف الأخطاء وإصلاحها] (../ استكشاف الأخطاء وإصلاحها) للمساعدة في حل المشكلة.

source: ### CONFIGURE
ar: ### إعداد

source: If you know that your connection is censored or uses a proxy, you should select this option.
ar: إذا كنت تعلم أن اتصالك يخضع للرقابة أو يستخدم خادم وسيط (proxy)، فيجب عليك تحديد هذا الخيار.

source: Tor Browser will take you through a series of configuration options.
ar: سيأخذك متصفح تور(Tor) عبر سلسلة من خيارات التهيئة.

source: The first checkbox asks if access to the Tor network is blocked or censored on your connection.
ar: يسألك مربع الاختيار الأول إذا كان الوصول إلى شبكة تور(Tor) محظورًا أو خاضعًا للرقابة على اتصالك.

source: If you do not believe this is the case, leave this unchecked.
ar: إذا كنت لا تعتقد أن هذا هو الحال ، فاترك هذا الخيار دون تحديد.

source: If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, check the checkbox.
ar: إذا كنت تعلم أن اتصالك يخضع للرقابة ، أو اذا قمت بمحاولة الاتصال بشبكة تور(Tor) وفشلت ولم تنجح أي حلول أخرى ، فحدد مربع الاختيار.

source: The second checkbox asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to check this checkbox because the same settings will be used for other browsers on your system.
ar: يسألك مربع الاختيار الثاني عما إذا كان اتصالك يستخدم وسيط خادم (proxy). في معظم الحالات ، هذا ليس ضروريًا. ستعرف عادةً ما إذا كنت بحاجة إلى تحديد مربع الاختيار هذا لأنه سيتم استخدام نفس الإعدادات لمتصفحات أخرى على نظامك.

source: If possible, ask your network administrator for guidance.
ar: إذا أمكن ، اطلب من مسؤول الشبكة لديك المساعدة.

source: If your connection does not use a proxy, click “Connect”.
ar: إذا كان اتصالك لا يستخدم وسيط خادم (proxy) ، فانقر على "اتصال".

source: CIRCUMVENTION
ar: تجاوز الحجب

source: What to do if the Tor network is blocked
ar: ما العمل في حال كانت شبكة تور محجوبة

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government.
ar: قد يكون الوصول المباشر لشبكة Tor محجوباً من قبل مزوّد خدمة الانترنت الذي تستخدمونه أو من قبل الحكومة.

source: Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”.
ar: يتضمّن متصفّح تور (Tor) بعض أدوات تجاوز الحجب لتفادي هذه العقبات. تدعى هذه الأدوات ب "النواقل الموصولة".

source: ### TYPES OF PLUGGABLE TRANSPORT
ar: ### أنواع النواقل الموصولة

source: Currently there are three pluggable transports available, but more are being developed.
ar: حاليّاً هناك ثلاثة أنواع متاحة من النواقل الموصولة، ولكن بعضها قيد التطوير.

source: obfs4 makes Tor traffic look random, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than its predecessor, obfs3 bridges.
ar: obfs4 يجعل حركات مرور Tor تبدوا وكأنّها عشوائيّة، وكذلك يمنع الرّقيب من إيجاد الجسور عن طريق مسح الانترنت. إنّ احتماليّة حجب جسور obfs4 أقل من سابقتها حسور obfs3.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
ar: Snowflake قدّمت تحسّناً عن Flashproxy. فهي ترسل حركات المرور عبر WebRTC، وهو بروتوكول ند-للنّد يحتوي على تقنيّة NAT للتشبيك بين الجدران.

source: ### USING PLUGGABLE TRANSPORTS
ar: ### استخدام النواقل الموصولة

source: Your settings will automatically be saved once you close the tab.
ar: سيتم حفظ إعداداتك تلقائيًا بمجرد إغلاق علامة التبويب.

source: ### WHICH TRANSPORT SHOULD I USE?
ar: ### ما الناقل الموصول الذي يجدر بي استخدامه؟

source: Each of the transports listed in Tor Launcher’s menu works in a different way, and their effectiveness depends on your individual circumstances.
ar: كل من النواقل الموصولة المدرجة في قائمة مُطلق Tor تعمل بطريقة مختلفة، وتعتمد كفاءتها على ظروفكم الخاصّة.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs4, snowflake, or meek-azure.
ar: إذا كنت تحاول تخطي اتصال محجوب للمرة الأولى ، فعليك تجربة وسائل النقل المختلفة: obfs4 أو snowflake أو meek-azure.

source: BRIDGES
ar: الجسور

source: Most Pluggable Transports, such as obfs4, rely on the use of “bridge” relays.
ar: تعتمد غالبية النواقل الموصولة، مثل obfs4، على استخدام تحويلات "الجسور".

source: Most [Pluggable Transports](/circumvention), such as obfs4, rely on the use of “bridge” relays.
ar: معظم [النواقل الموصولة](/ar/circumvention)، مثل obfs4، تعتمد على استخدام تناوب ال"جسر".

source: Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
ar: كما مناوبات Tor العاديّة، يتم تشغيل الجسور من قبل متطوّعين، ولكن بخِلاف المناوبات العاديّة، لا تكون هذه مدرجة للعامّة لذا لا يمكن لأي خصم التّعرّف عليها بسهولة.

source: Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor, but may slow down the connection compared to using ordinary Tor relays.
ar: استخدام الجسور مع النواقل الموصولة سيساعد على إخفاء استخدامكم ل Tor، ولكنّ ذلك قد يبطئ من اتصالكم بالمقارنة مع استخدام متناوبات Tor العاديّة.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ar: تستخدم نواقل موصولة أخرى، مثل meek، تقنيات مختلفة مضادة للرقابة لا تعتمد على الجسور. لست بحاجة للحصول على عناوين الجسر لكي تستخدم هذه النواقل.

source: ### GETTING BRIDGE ADDRESSES
ar: ### الحصول على عناوين جسر

source: Because bridge addresses are not public, you will need to request them yourself. You have a few options:
ar: عناوين الجسور ليست شيئا معلنا، لذلك تحتاج إلى طلبها بنفسك. لديك عدد من الإختيارات:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
ar: * اذهب إلى https://bridges.torproject.org و اتبع التعليمات هناك، أو

source: * Email bridges@torproject.org from a Gmail, or Riseup email address
ar: * أرسلوا إيميل إلى bridges@torproject.org من حساب إيميل على Gmail أو Riseup.

source: * Use MOAT to fetch bridges from within Tor Browser.
ar: * إستخدم MOAT لإحضار الجسور من داخل متصفّح تور (Tor).

source: ### USING MOAT
ar: ### استخدام MOAT

source: ### ENTERING BRIDGE ADDRESSES
ar: ### إدخال عناوين الجسر

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ar: بعد حصولك على عناوين الجسور، سيكون عليك إدخالها في مشغل تور.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
ar: فقد تكون الجسور التي وصلتك غير شغّالة. عندئذ، استخدم رجاء إحدى الطرق المذكورة أعلاه لتحصل على عناوين جسور أخرى، ثم أعد المحاولة.

source: MANAGING IDENTITIES
ar: إدارة الهويات

source: Learn how to control personally-identifying information in Tor Browser
ar: تعلّموا كيفية التحكّم بالمعلومات المرتبطة بهويّتكم الشّخصيّة في متصفّح تور (Tor)

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ar: عندما تتّصل بموقع وِبْ، فالقائمين على هذا الموقع ليسوا الجهة الوحيدة تستطيع تسجيل معلومات حول زيارتك. معظم مواقع الوِبْ في هذه الأيام تستخدم العديد من الخدمات من أطراف خارجية، بما فيها أزرار ”الإعجاب“ لمواقع التواصل الاجتماعية، والمتعقّبات التحليليّة، واللوحات الإعلانية، والتي يمكنها جميعا أن تربط بين نشاطاتك على المواقع المختلفة.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ar: يمنع استخدام شبكة تور المتطفّلين من معرفة مكانك وعنوان الشبكة (IP)، ولكن حتى بدون هذه المعلومات يمكنهم الربط مل بين أماكن أنشاطتكم المختلفة. لهذا السبب يشمل متصفّح تور (Tor) بعض الخاصيّات التي تساعدك على التحكّم بالمعلومات التي يمكن ربطها بهويّتكم.

source: ### THE URL BAR
ar: ### شريط العناوين

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ar: مع متصفّح تور (Tor) تتمركز تجربتكم على الوب حول علاقتكم بالموقع الموجود في شريط العناوين. حتى إذا اتصلتم بموقعين مختلفين يستخدمان ذات خدمة التعقّب من طرف ثالث، فسيجبر متصفّح تور (Tor) على تمرير محتوى كل موقع عبر دائرتي تور مختلفتين، لذا لن يعرف المتعقّب أن كلا الاتصالين يأتي من متصفحك.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ar: ومن الناحية الأخرى، كل الاتصالات إلى عنوان موقع واحد تمر عبر نفس دائرة تور، مما يعني أنك تستطيع تصفح صفحات مختلفة من نفس الموقع في ألسنة أو نوافذ منفصلة دون أي تأثير على وظيفة الموقع.

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
ar: بامكانك أن ترى مرسوما للدائرة التى يستخدمها متصفّح تور (Tor) فى اللسان الحالى من خلال قائمة معلومات الموقع فى شريط العناوين.

source: In the circuit, the Guard or entry node is the first node and it's automatically and randomly selected by Tor. But it is different from the other nodes in the circuit. In order to avoid profiling attacks, the Guard node changes only after 2-3 months, unlike the other nodes, which change with every new domain. For more information about Guards, consult the [FAQ](https://www.torproject.org/docs/faq#EntryGuards) and [Support Portal](https://support.torproject.org/tbb/tbb-2/).
ar: في الدائرة، الحارس أو عقدة الدّخول هي أوّل عقدة ويتم اختيارها أوتوماتيكيّاً وعشوائيّاً من قبل Tor. ولكنّها تختلف عن باقي العقد في الدّائرة. لتجنّب هجمات التنميط، تتغيّر عقدة الحارس بعد ٢-٣ أشهر فقط، بينما باقي العقد تتغيّر مع كل موقع. للمزيد من المعلومات عن الحارس، زوروا [الأسئلة الشائعة](https://www.torproject.org/docs/faq#EntryGuards) و [بوّابة الدّعم](https://support.torproject.org/tbb/tbb-2/).

source: ### LOGGING IN OVER TOR
ar: ### يتم التسجيل عبر Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ar: بالرغم من أن متصفّح تور (Tor) مصمم ليتيح المجهوليّة الكاملة لمستخدميه على الوب، إلا أنه أحيانا ما يكون من المفيد استخدام تور مع مواقع تتطلب أسماء مستخدمين وكلمات سر، أو معلومات تعريفية أخرى.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ar: عند ولوجكم إلى موقع باستخدام متصفح عادي فأنتم تكشفون أيضا عن مكانكم الجغرافي وعن بروتوكول الإنترنت (IP) الخاص بجهازكم. وهذا ينطبق كذلك عند إرسالكم لبريد إلكتروني. لكن الولوج إلى حسابات شبكات التواصل الاجتماعي والبريد الإلكتروني من متصفّح تور (Tor) يتيح لك التحكم في المعلومات التي تكشفونها عن أنفسكم للمواقع التي تتصفحونها. كما يفيد الولوج عبر متصفّح تور (Tor) إذا كان الموقع الذي تحاولون الوصول إليه محجوبا على شبكتكم.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ar: عند الولوج إلى موقع عبر متصفح تور، فهناك بعض النقاط التي ينبغي الانتباه إليها:

source: * See the [Secure Connections](/secure-connections) page for important information on how to secure your connection when logging in.
ar: انظروا إلى صفحة [الاتصالات الآمنة](/ar/secure-connections/) لمعلومات مهمّة حول كيفيّة تأمين اتصالكم عند تسجيل الدّخول.
