Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
ro: Acum vă arătăm cum puteți verifica semnătura digitală a fișierului descărcat pe diferite sisteme de operare.

source: Please notice that a signature is dated the moment the package has been signed.
ro: Rețineți că o semnătură este datată la momentul semnării pachetului.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
ro: Prin urmare, de fiecare dată când este încărcat un nou fișier, este generată o nouă semnătură cu o altă dată.

source: As long as you have verified the signature you should not worry that the reported date may vary.
ro: Atâta timp cât ați verificat semnătura, nu trebuie să vă faceți griji că data raportată poate să difere.

source: ### Installing GnuPG
ro: ### Instalarea GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
ro: Mai întâi trebuie să aveți instalat GnuPG pentru a putea verifica semnăturile.

source: #### For Windows users:
ro: #### Pentru utilizatorii Windows:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
ro: Dacă rulați Windows, [descărcați Gpg4win](https://gpg4win.org/download.html) și rulați programul de instalare.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
ro: Pentru a verifica semnătura, va trebui să tastați câteva comenzi în linia de comandă Windows, `cmd.exe`.

source: #### For macOS users:
ro: #### Pentru utilizatorii macOS:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
ro: Dacă utilizați macOS, puteți [instala GPGTools](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
ro: Pentru a verifica semnătura, va trebui să tastați câteva comenzi în terminal (sub „Aplicații”).

source: #### For GNU/Linux users:
ro: #### Pentru utilizatorii GNU / Linux:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
ro: Dacă utilizați GNU / Linux, atunci probabil că aveți deja GnuPG în sistemul dvs., deoarece majoritatea distribuțiilor GNU / Linux vin cu acesta preinstalate.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
ro: Pentru a verifica semnătura, va trebui să tastați câteva comenzi într-o fereastră de terminal. Cum trebuie să faceți acest lucru, diferă în funcție de distribuția dvs.

source: ### Fetching the Tor Developers key
ro: ### Obținerea cheii Tor Developers

source: The Tor Browser team signs Tor Browser releases.
ro: Echipa Tor Browser semnează lansările Tor Browser.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
ro: Importați cheia pentru semnătură a dezvoltatorilor Tor Browser (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
ro: Acest lucru ar trebui să arate ceva de genul:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
ro: După importarea cheii, o puteți salva într-un fișier (identificându-l aici prin amprentă - fingerprint):

source: ### Verifying the signature
ro: ### Verificarea semnăturii

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
ro: Pentru a verifica semnătura pachetului pe care l-ați descărcat, va trebui să descărcați fișierul de semnătură „.asc” corespunzător, precum și fișierul de instalare și să îl verificați cu o comandă care solicită lui GnuPG să verifice fișierul pe care l-ați descărcat.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
ro: Exemplele de mai jos presupun că ați descărcat aceste două fișiere în folderul „Descărcări” - Downloads.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
ro: #### Pentru utilizatorii GNU / Linux (schimbați 64 cu 32 dacă aveți pachetul pe 32 de biți):

source: The result of the command should produce something like this:
ro: Rezultatul comenzii ar trebui să arate cu aproximație așa:

source: #### Workaround (using a public key)
ro: #### Mod de lucru (folosind o cheie publică)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
ro: Dacă întâmpinați erori pe care nu le puteți remedia, nu ezitați să [descărcați și să utilizați în schimb această cheie publică](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). Alternativ, puteți utiliza următoarea comandă:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
ro: De asemenea, poate doriți să [aflați mai multe despre GnuPG](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
ro: Ce sunt barele gri din fereastra Tor Browser când acesta este redimensionat?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
ro: În mod implicit, Tor Browser se deschide cu o fereastră de conținut rotunjită la un multiplu de 200px x 100px pentru a preveni amprentarea dimensiunilor ecranului.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
ro: Aici, strategia este de a plasa toți utilizatorii într-un cuplu de pachete pentru a face mai greu individualizarea lor.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
ro: Acest lucru funcționează, până când utilizatorii încep să-și redimensioneze fereastra (de exemplu, maximizând-o sau trecând la modul ecran complet).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
ro: Tor Browser 9 livrează o metodă de apărare a amprentării și pentru acele scenarii, care se numește [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), o tehnică dezvoltată de Mozilla și [prezentată la începutul acestui an.](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
ro: Funcționează prin adăugarea de margini albe într-o fereastră a browserului, astfel încât fereastra să fie cât mai aproape de dimensiunea dorită, în timp ce fereastra se află într-un grup de dimensiuni ale ecranului care împiedică extragerea lor cu ajutorul dimensiunilor ecranului.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
ro: În cuvinte simple, această tehnică face grupuri de utilizatori de anumite dimensiuni ale ecranului și acest lucru face mai dificil să fie desemnați utilizatorii pe baza dimensiunii ecranului, deoarece mulți utilizatori vor avea aceeași dimensiune a ecranului.

source: What are the most common issues with the latest stable version of Tor Browser?
ro: Care sunt cele mai comune probleme cu ultima versiune stabila de software a Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ro: Ori de câte ori lansăm o nouă versiune stabilă a programului Tor Browser, scriem un articol de blog care detaliază noile caracteristici și problemele cunoscute.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
ro: Dacă după o actualizare, ați început să aveți probleme cu Tor Browser, consultați <a href="https://blog.torproject.org">blog.torproject.org</a> pentru o postare despre cel mai recent Tor Browser stabil, pentru a vedea dacă problema dvs. este listată.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
ro: Dacă problema dvs. nu este listată, vă rugăm să trimiteți un [raport de erori](https://trac.torproject.org) cu problemele cu care vă confruntați.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ro: Protecția mea antivirus sau a programelor malware mă împiedică să accesez Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ro: Cele mai multe protecții antivirus sau malware permit utilizatorului să adauge pe "lista albă" anumite procese care altfel ar fi blocate.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ro: Deschideți software-ul de protecție antivirus sau malware și căutați setările pentru un "whitelist" - lista albă sau ceva similar.

source: Next, exclude the following processes:
ro: Apoi, excludeți următoarele procese:

source: * For Windows
ro: * Pentru Windows

source: * obfs4proxy.exe (if you use bridges)
ro: * obfs4proxy.exe (dacă folosiți punți - bridges)

source: * For macOS
ro: * Pentru macOS

source: * obfs4proxy (if you use bridges)
ro: * obfs4proxy (dacă folosiți punți - bridges)

source: Finally, restart Tor Browser.
ro: La final, reporniți Tor Browser.

source: This should fix the issues you're experiencing.
ro: Acest lucru ar trebui să remedieze problemele pe care le întâmpinați.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ro: Rețineți că anumiți clienți antivirus, cum ar fi Kaspersky, pot, de asemenea, să blocheze Tor la nivelul firewall-ului.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ro: Am descărcat și instalat Tor Browser pentru Windows, dar acum nu îl pot găsi.

source: The file you download and run prompts you for a destination.
ro: Fișierul pe care îl descărcați și pe care îl rulați vă solicită o destinație.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ro: Dacă nu vă amintiți ce este această destinație, cel mai probabil poate fi dosarul Downloads sau Desktop.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
ro: Setarea implicită din programul de instalare Windows creează, de asemenea, o comandă rapidă pe desktop, deși uneori este posibil să fi deselectat accidental opțiunea de a crea o comandă rapidă.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ro: Dacă nu îl găsiți în nici unul dintre aceste foldere, descărcați fișierul din nou și căutați promptul care vă cere să alegeți un director pentru a-l descărca.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ro: Alegeți o locație a directorului pe care să o rețineți cu ușurință și, odată ce descărcarea se termină, ar trebui să vedeți acolo un dosar Tor Browser.

source: Can I use Flash in Tor Browser?
ro: Pot folosi Flash în Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
ro: Flash este dezactivat în Tor Browser și vă recomandăm să nu-l activați.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ro: Nu credem că Flash este sigur în orice browser - este un software foarte nesigur care vă poate compromite confidențialitatea sau poate conține malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ro: Din fericire, cele mai multe site-uri, dispozitive și alte browsere nu utilizează Flash.

source: Does using Tor Browser protect other applications on my computer?
ro: Utilizarea Tor Browser protejează alte aplicații de pe computer?

source: Only Tor Browser's traffic will be routed over the Tor network.
ro: Numai traficul Tor Browser va fi redirecționat prin rețeaua Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ro: Orice altă aplicație din sistemul dvs. (inclusiv alte browsere) nu va avea conexiuni direcționate prin rețeaua Tor și nu va fi protejată.

source: They need to be configured separately to use Tor.
ro: Acestea trebuie să fie configurate separat pentru a utiliza Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
ro: Dacă vreți să fiți sigur că tot traficul va trece prin rețeaua Tor, aruncați o privire la [sistemul de operare Tails live](https://tails.boum.org/) pe care îl puteți porni pe aproape orice computer de pe un USB stick sau un DVD.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ro: Ar trebui să instalez un nou add-on sau o extensie în browser-ul Tor, cum ar fi AdBlock Plus sau uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ro: Nu se recomandă instalarea de noi programe de completare în Browser-ul Tor, deoarece pot compromite intimitatea și securitatea.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
ro: Instalarea de noi suplimente poate afecta Tor Browser în moduri neprevăzute și poate face ca amprenta dvs. Tor Browser să fie unică.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
ro: Dacă copia dvs. de Tor Browser are o amprentă unică, activitățile dvs. de navigare nu vor mai fi anonime și pot fi urmărite, chiar dacă utilizați Tor Browser.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
ro: Practic, setările și funcțiile fiecărui browser creează ceea ce se numește "amprentă digitală a browserului" - browser fingerprint.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
ro: Majoritatea browserelor creează fără intenție o amprentă unică pentru fiecare utilizator, care poate fi urmărită pe internet.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
ro: Tor Browser este conceput special pentru a avea o amprentă aproape identică (nu suntem perfecți!) pentru utilizatorii săi.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
ro: Acest lucru înseamnă că fiecare utilizator Tor Browser arată ca oricare alt utilizator Tor Browser, ceea ce face dificilă urmărirea unui anumit utilizator.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
ro: Există, de asemenea, șanse mari ca un nou supliment să crească suprafața de atac a navigatorului Tor Browser.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
ro: Acest lucru poate permite scurgerea datelor sensibile sau permite unui atacator să infecteze Tor Browser.

source: The add-on itself could even be maliciously designed to spy on you.
ro: Suplimentul în sine ar putea fi chiar conceput cu scopul de a vă spiona.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
ro: Tor Browser este deja instalat cu două suplimente - [HTTPS Everywhere](https://www.eff.org/https-everywhere) și [NoScript](https://noscript.net) - și adăugarea altor suplimente poate duce la pierderea navigării anonime.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
ro: Doriți să aflați mai multe despre amprentarea browserului? Iată un [articol detaliat](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) pe blogul Tor.

source: Can I download Tor Browser for Chrome OS?
ro: Pot descărca Tor Browser pentru sistemul de operare Chrome?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
ro: Din păcate, nu avem încă o versiune Tor Browser pentru Chrome OS.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
ro: Puteți rula [Tor Browser pentru Android](https://www.torproject.org/download/#android) pe Chrome OS. Rețineți că, utilizând Tor Mobile pe Chrome OS, veți vedea versiunile mobile (nu desktop) ale site-urilor web.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
ro: Cu toate acestea, deoarece nu am auditat aplicația în Chrome OS, nu știm dacă toate funcțiile de confidențialitate ale Tor Browser pentru Android vor funcționa bine.

source: Can I pick which country I'm exiting from?
ro: Pot alege o anumită țară din care să accesez Internetul?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ro: Modificarea modului în care Tor își creează circuitele este nerecomandată.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
ro: Obțineți cea mai bună securitate pe care Tor o poate oferi atunci când lăsați selecția rutelor către Tor; suprasolicitarea nodurilor de intrare / ieșire poate compromite anonimatul.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ro: Dacă rezultatul dorit este pur și simplu să puteți accesa resurse disponibile numai într-o singură țară, vă recomandăm să luați în considerare utilizarea unei rețele VPN în loc să utilizați Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ro: Rețineți că VPN-urile nu au aceleași proprietăți de confidențialitate ca și Tor, dar vor ajuta la rezolvarea unor probleme de restricționare a locației geografice.

source: Is it safe to run Tor Browser and another browser at the same time?
ro: Este sigur să folosesc Tor Browser și alt navigator în același timp?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ro: Dacă rulați Tor Browser și un alt browser în același timp, acesta nu va afecta performanța Tor sau proprietățile de confidențialitate.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ro: Cu toate acestea, fiți conștienți de faptul că celălalt browser nu vă păstrează activitatea privată și este posibil să uitați și să folosiți accidental acel browser non-privat pentru a face ceva ce intenționați să faceți în Tor Browser.

source: Is there support for *BSD?
ro: Există suport pentru *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ro: Ne pare rău, dar în prezent nu există asistență oficială pentru rularea Tor Browser pe *BSD.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
ro: Există ceva numit [proiectul TorBSD](https://www.torbsd.org/), dar Tor Browser nu este acceptat oficial.

source: Why is the first IP address in my relay circuit always the same?
ro: De ce prima adresă IP din circuitul meu de releu este întotdeauna aceeași?

source: That is normal Tor behavior.
ro: Acesta comportamentul normal al Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
ro: Primul releu din circuitul dvs. se numește „pază de intrare” - entry guard sau „pază” - guard.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ro: Este un releu rapid și stabil, care rămâne primul din circuitul dvs. timp de 2-3 luni pentru a vă proteja împotriva unui atac cunoscut de rupere a anonimatului.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ro: Restul circuitului dvs. se schimbă cu fiecare nou site web pe care îl vizitați și toate aceste relee asigură protecția completă a confidențialității Tor.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
ro: Pentru mai multe informații despre modul în care funcționează releele de pază, consultați această postare [blog](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) și [document](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) despre gărzile de intrare.

source: How do I view Tor Browser message log?
ro: Cum pot vedea jurnalul de mesaje al Tor Browser?

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ro: Când aveți Tor Browser deschis, puteți naviga în meniul hamburger (în partea dreaptă sus a browserului, lângă bara URL), apoi faceți clic pe „Preferințe”, iar în final pe „Tor” în bara laterală.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
ro: Ar trebui să vedeți o opțiune de copiere a jurnalului în clipboard, pe care îl puteți insera într-un editor de text sau un client de e-mail.
