Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
br: O Projeto Tor participa do Google Summer of Code, que é um programa de verão para estudantes universitários.
pt: O Projeto Tor participa do Google Summer of Code, que é um programa de verão para estudantes universitários.

source: ### guard
br: ### guarda
pt: ### guarda

source: The first [relay](#relay) in the [Tor circuit](#circuit), unless using a [bridge](#bridge). When using a bridge, the bridge takes the place of the guard.
br: O primeiro [relay](#relay) no [circuito Tor](#circuit), exceto quando utilizando uma [bridge](#bridge). Quando uma bridge está sendo utilizada, a bridge toma o lugar do guarda.
pt: O primeiro [retransmissor](#relay) no [circuito Tor](#circuit), a não ser que esteja a usar uma [ponte](#bridge). Quando se está a usar uma ponte, esta toma o lugar do guarda.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
br: Um valor hash criptográfico é o resultado de um algoritmo matemático que mapeia dados para uma cadeia de bits de tamanho fixo. Ele é projetado como uma função unidirecional, o que significa que o valor é fácil de calcular em uma direção, mas é inviável inverter. Os valores de hash servem para verificar a integridade dos dados.
pt: Um valor hash criptográfico é o resultado de um algoritmo matemático que mapeia dados para uma cadeia de bits de tamanho fixo. Este é projetado como uma função unidirecional, o que significa que o valor é fácil de calcular numa direção, mas é inviável invertê-lo. Os valores de hash servem para verificar a integridade dos dados.

source: ### hidden services
br: ### serviços ocultos
pt: ### serviços ocultos

source: Former name for "[onion services](#onion-services)", sometimes still in use in [Tor](#tor-/-tor-network/-core-tor) documentation or communication.
br: Antigo nome dos "[serviços onion](#onion-services)", ainda utilizado em algumas documentações e comunicações do [Tor](#tor-/-tor-network/-core-tor).
pt: Antigo nome dos "[serviços onion](#onion-services)", ainda utilizado em algumas documentações e comunicações do [Tor](#tor-/-tor-network/-core-tor).

source: In [Tor](#tor-/-tor-network/-core-tor) terms, a "hop" refers to [traffic](#traffic) moving between [relay](#relay) in a [circuit](#circuit).
br: Na terminologia do [Tor](#tor-/-tor-network/-core-tor), um "Hop" se refere ao [tráfego](#traffic) movendo-se entre os [relays](#relay) em um [circuito](#circuito).

source: The [Hypertext Transfer Protocol(HTTP)](#http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
br: O [Protocolo de Transferência de Hipertexto](HTTP)(#http) é um canal utilizado para enviar arquivos e dados entre dispositivos em uma rede. Originalmente utilizado para transferir apenas páginas web, é agora confiado para entregar muitas formas de dados e comunicação.

source: Hypertext Transfer Protocol Secure is the [encrypted](#encryption) version of the HTTP channel used to transfer files and data between devices on a network.
br: O Protocolo Seguro de Transferência de Hipertexto é a versão [criptografada](#encryption) do canal HTTP utilizado para transferir arquivos e dados entre dispositivos em uma rede.
pt: O protocolo de transferência de hipertexto seguro (HTTPS) é uma versão [encriptada](#encryption) do HTTP usada para transferir ficheiros e dados entre dispositivos numa rede.

source: HTTPS Everywhere is a [Firefox](#firefox), Chrome, and Opera [extension](#add-on-extension-or-plugin) that makes [HTTPS](#https) the default on websites that have set up HTTPS but have not made it the default.
br: HTTPS Everywhere é uma [extensão](#add-on-extension-or-plugin) para [Firefox](#firefox), Chrome e Opera que torna [HTTPS](#https) padrão em websites que configuraram HTTPS mas não o tornaram padrão.
pt: HTTPS Everywhere é uma [extensão](#add-on-extension-or-plugin) para o [Firefox](#firefox), Chrome e Opera que torna o [HTTPS](#https) o padrão a utilizar em sites que configuraram HTTPS mas não o tornaram padrão.

source: HTTPS Everywhere is installed in [Tor Browser](#tor-browser).
br: HTTPS Everywhere está instalado no [Navegador Tor](#tor-browser).
pt: O HTTPS Everywhere está instalado no [Tor Browser](#tor-browser).

source: ### Internet Service Provider (ISP)
br: ### Fornecedor de acesso à internet (ISP)
pt: ### Fornecedor de acesso à Internet (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](#tor-browser), your ISP cannot see what websites you're visiting.
br: Um Provedor de Internet é uma organização que oferece serviços para acessar e utilizar a Internet. Quando você está utilizando o [Navegador Tor](#tor-browser), seu Provedor não pode ver quais websites vocês está visitando.
pt: Um fornecedor de serviço de Internet (ISP) é uma organização que oferece serviços para aceder e utilizar a Internet. Quando está a utilizar o [Tor Browser](#tor-browser), o seu fornecedor não pode ver os sites que está a visitar.

source: ### IP address
br: ### endereço IP
pt: ### Endereço IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
br: Um endereço de Protocolo da Internet (endereço IP) é um rótulo numérico (ou alfanumérico no caso do IPv6) atribuído a cada dispositivo (por exemplo, computador, impressora) que participa de uma rede de computadores que usa o protocolo da Internet para comunicação.
pt: Um endereço de Protocolo da Internet (endereço IP) é um rótulo numérico (ou alfanumérico no caso do IPv6) atribuído a cada dispositivo (por exemplo, computador, impressora) que participa numa rede de computadores que usa o protocolo da Internet para comunicação.

source: IP addresses are the location address of the device, similar to the addresses of physical locations.
br: Os endereços IP são o endereço de localização do dispositivo, semelhantes aos endereços de localizações físicas.

source: [Tor Browser](#tor-browser) obscures your location by making it look like your [traffic](#traffic) is coming from an IP address that is not your own.
br: O [Navegador Tor](#tor-browser) obscurece sua localização fazendo parecer que seu [tráfego](#traffic) está vindo de um endereço de IP que não é o seu próprio.
pt: O [Tor Browser](#tor-browser) obscurece a sua localização fazendo parecer que o seu [tráfego](#traffic) está a vir de um endereço de IP que não é o seu.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](#web-browser), which might lead to deanonymization. The [NoScript](#noscript) [extension](#add-on-extension-or-plugin) in [Tor Browser](#tor-browser) can be used to manage Javascript on different websites.
br: JavaScript é uma linguagem de programação que websites utilizam para oferecer elementos interativos como vídeos, animações e timelines de status. Infelizmente, JavaScript pode possibilitar ataques na segurança do [navegador de internet](#web-browser), o que pode levar a sua desanonimização. A [extensão](#add-on-extension-or-plugin) [NoScript](#noscript) do [Navegador Tor](#tor-browser) pode ser usada para gerenciar o JavaScript em diferentes websites.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
br: "little-t tor" é uma maneira de se referir ao daemon de rede, ao contrário do Navegador Tor ou do Projeto Tor.
pt: "little-t tor" é uma maneira de se referir ao daemon de rede, ao contrário do Tor Browser ou do Projeto Tor.

source: These [pluggable transports](#pluggable-transports) all make it look like you are browsing a major web site instead of using [Tor](#tor-/-tor-network/-core-tor). Meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
br: Todos esses [transportes plugáveis](#pluggable-transports) fazem parecer que você está navegando um web site comum ao invés de estar utilizando o [Tor](#tor-/-tor-network/-core-tor). Meek-amazon faz com que pareça que você está utilizando o Amazon Web Services, meek-azure faz com que pareça que você está utilizando um web site MIcrosoft e meek-google faz com que pareça que você está utilizando a pesquisa do Google.
pt: Todos esses [transportes de ligação](#pluggable-transports) fazem com que pareça que está a visitar alguns dos maiores sites, em vez de estar a utilizar o [Tor](#tor-/-tor-network/-core-tor). Meek-amazon faz com que pareça que está a utilizar o Amazon Web Services, meek-azure faz com que pareça que está a utilizar um site da MIcrosoft e meek-google faz com que pareça que está a utilizar o motor de busca do Google.

source: ### middle relay
br: ### retransmissão middle
pt: ### retransmissor intermediário

source: The middle position in the [Tor circuit](#circuit). Non-exit relays can function as either a "middle" or a "[guard](#guard)" for different users.
br: A posição intermediária no [circuito Tor](#circuito). Relays que não são de saída podem funcionar como "intermediários" ou "[guardas](#guard) para diferentes usuários.
pt: A posição do meio no [circuito Tor](#circuito). Os retransmissores que não são de saída podem funcionar como "intermediários" ou "[guardas](#guard) para diferentes utilizadores.

source: ### new identity
br: ### nova identidade

source: New Identity is a [Tor Browser](#tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
br: Nova Identidade é uma funcionalidade do [Navegador Tor](#tor-browser), útil se você quiser impedir que as suas atividades futuras no navegador sejam relacionadas à sua atividade anterior.
pt: Nova Identidade é uma funcionalidade do [Tor Browser](#tor-browser), útil se quiser impedir que as suas atividades futuras no navegador sejam relacionadas às suas atividades anteriores.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](#cookie) and [browsing history](#browsing-history), and use New [Tor circuits](#circuit) for all connections.
br: Se selecionado, irá fechar todas as suas abas e janelas abertas, limpar toda a sua informação privada como [cookies](#cookie) e [histórico de navegação](#browsing-history), e utilizar Novos [circuitos Tor](#circuit) para todas as conexões.
pt: Se selecionado, irá fechar todos os seus separadores e janelas abertas, limpar toda a sua informação privada como [cookies](#cookie) e [histórico de navegação](#browsing-history) e utilizar novos [circuitos Tor](#circuit) para todas as conexões.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
br: O Navegador Tor vai alertar você da interrupção de toda a sua atividade e seus downloads. Então, leve isso em conta antes de clicar em "Nova Identidade".
pt: O Tor Browser irá alertá-lo da interrupção de toda a atividade e transferências, por isso tenha isto em conta antes de clicar em "Nova Identidade".

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)".
br: A nova Identidade também pode ajudar se o Navegador Tor estiver com problemas para se conectar a um site específico, da mesma forma que "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)".
pt: A nova Identidade também pode ajudar se o Tor Browser estiver com problemas para se conectar a um site específico, da mesma forma que "[Novo Circuito Tor para este Site](#new-tor-circuit-for-this-site)".

source: ### New Tor Circuit for this Site
br: ### Novo Circuito Tor para esse Site
pt: ### Novo Circuito Tor para este Site

source: This option is useful if the [exit](#exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new [Tor circuit](#circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
br: Essa opção é útil se a [saída](#exit) que você está utilizando é incapaz de se conectar com o website que você está requisitando, ou não o está carregando devidamente. Selecionar essa opção irá recarregar a janela ou a aba ativas atualmente com um novo [circuito Tor](#circuit). Outra abas ou janelas abertas no mesmo website também irão usar o novo circuito quando forem recarregadas. Essa opção não limpa qualquer informação privada ou desconecta sua atividade, nem afeta suas conexões atuais com os outros websites.

source: ### network censorship
br: ### censura de rede
pt: ### censura de rede

source: Sometimes the direct access to the [Tor network](#tor-/-tor-network/-core-tor) is blocked by your [Internet Service Provider (ISP)](#internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](#bridge), [pluggable transports](#pluggable-transports), and [GetTor](#gettor).
br: As vezes o acesso direto a [rede Tor](#tor-/-tor-network/-core-tor) está bloqueado por seu [Provedor de Internet](#internet-service-provider-isp) ou por um governo. O Navegador Tor inclui algumas ferramentas para contornar esses bloqueios, incluindo [bridges](#bridge), [transportes plugáveis](#pluggable-transports), e [GetTor](#gettor).
pt: Às vezes, o acesso direto à [rede Tor](#tor-/-tor-network/-core-tor) é bloqueado pelo seu [fornecedor de serviço de Internet (ISP)](#internet-service-provider-isp) ou por um governo. O Tor Browser inclui algumas ferramentas evasivas para evitar estes bloqueios, incluindo [pontes](#bridge), [transporte de ligação](#pluggable-transports) e [GetTor](#gettor).

source: [Tor Browser](#tor-browser) includes an [add-on](#add-on-extension-or-plugin) called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the [JavaScript](#javascript)that runs on individual web pages, or to block it entirely.
br: O [Navegador Tor](#tor-browser) inclui um [add-onn](#add-on-extension-or-plugin] chamado NoScript, que pode ser acessado através do ícone com um "S" no canto superior-esquerdo da janela, que permite que você controle o [JavaScript](#javascript) que roda em páginas web individuais, ou bloqueá-los por completo.
pt: O [Tor Browser](#tor-browser) inclui um [add-on](#add-on-extension-or-plugin) chamado NoScript, acessível pelo ícone “S” no canto superior esquerdo da janela, que possibilita controlar o código [JavaScript](#javascript) que corre nas páginas web individuais, ou bloqueá-lo por completo.

source: The anonymizing [relay](#relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](#tor-/-tor-network/-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
br: O monitor de [retransmissão](#relay) anonimizado (formalmente arm, agora nyx) é um terminal para monitorar o status do [Tor](#tor-/-tor-network/-core-tor), utilizado para uso pela linha de comando. É uma ferramenta para monitoração do processo principal do Tor no sistema, muitas vezes utilizado por operadores de retransmissão
pt: O monitor de [retransmissão](#relay) anonimizador (formalmente arm, agora nyx) é um terminal para monitorizar o estado do [Tor](#tor-/-tor-network/-core-tor), destinado a ser utilizado na linha de comandos. É uma ferramenta para monitorização do processo principal do Tor no sistema, muitas vezes utilizado por operadores de retransmissão.

source: Obfs3 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random, so that it does not look like Tor or any other protocol. Obfs3 bridges will work in most places.
br: Obfs3 é um [transporte plugável](#pluggable-transports) que faz o [tráfego](#traffic) do [Tor](#tor-/-tor-network/-core-tor) parecer aleatório, para que não pareça com o Tor ou qualquer outro protocolo. Pontes Obfs3 funcionarão em muitos lugares.
pt: Obfs3 é um [transporte de ligação](#pluggable-transports) que faz com que o [tráfego](#traffic) do [Tor](#tor-/-tor-network/-core-tor) pareça aleatório, para que não se pareça com o Tor ou qualquer outro protocolo. As pontes Obfs3 funcionarão na maioria dos locais.

source: Obfs4 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](#bridge).
br: Obfs4 é um [transporte plugável](#pluggable-transports) que faz o [tráfego](#traffic) do [Tor](#tor-/-tor-network/-core-tor) parecer aleatório como o obfs3, e também previne a censura dos escaneadores da Internet de encontrar as pontes. Pontes Obfs4 são menos passíveis de serem bloqueados do que [pontes](#bridge) obfs3 .
pt: Obfs4 é um [transporte de ligação](#pluggable-transports) que faz com que o [tráfego](#traffic) [Tor](#tor-/-tor-network/-core-tor) pareça aleatório como o obfs3, e também impede os censores encontram as pontes varrendo a Internet. As pontes Obfs4 têm menos probabilidades de serem bloqueadas como as [pontes](#bridge) obfs3.

source: ### onion address
br: ### endereço Onion
pt: ### endereço onion

source: A standardized internet domain name used by onion services that ends in .onion and is designed to be [self-authenticating](#self-authenticating).
br: Um nome padronizado de domínio de internet que termina em .onion e foi desenvolvido para ser [auto-autenticável](#self-authenticating).
pt: Um nome padronizado de domínio de Internet que termina em .onion e foi desenvolvido para ser [auto-autenticável](#self-authenticating).

source: OONI stands for "Open Observatory of Network Interference", it is a global observation network for detecting [censorship](#network-censorship), surveillance and [traffic](#traffic) manipulation on the internet.
br: OONI significa "Observatório Aberto de Interferência de Rede", e é uma rede de observação global para detectar [censura](#network-censorship), vigilância e manipulação de [tráfego] (#traffic) na internet.
pt: OONI é o acrónimo em inglês de "Observatório Aberto de Interferência de Rede", e é uma rede de observação global para detetar [censura](#network-censorship), vigilância e manipulação de [tráfego](#traffic) na Internet.

source: ### onion services
br: ### serviços onion
pt: ### serviços onion

source: Onion services (formerly known as “[hidden services](#hidden-services)”) are services (like websites) that are only accessible through the [Tor network](#tor-/-tor-network/-core-tor).
br: Serviços Onion (formalmente conhecidos como “[serviços ocultos](#hidden-services)”) são serviços (como websites) que são acessíveis somente através da [rede Tor](#tor-/-tor-network/-core-tor).
pt: Os serviços onion (anteriormente conhecidos como “[serviços ocultos](#hidden-services)”) são serviços (como sites) que são acessíveis apenas através da [rede Tor](#tor-/-tor-network/-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
br: Serviços onion oferecem vantagens sobre serviços comuns da internet não-privada, incluíndo:
pt: Os serviços onion oferecem vantagens sobre serviços comuns da Internet não-privada, incluindo:

source: * hidden location and [IP address](#ip-address)
br: * localização e [endereço IP](#ip-address) ocultos
pt: * localização e [endereço IP](#ip-address) ocultos

source: * [end-to-end encrypted](#end-to-end-encrypted) [traffic](#traffic) between Tor users and onion services
br: * [tráfego](#traffic) [criptografado de ponta-a-ponta](#end-to-end-encrypted) entre usuários Tor e serviços onion.
pt: * [tráfego](#traffic) [encriptado de ponta-a-ponta](#end-to-end-encrypted) entre os utilizadores do Tor e os serviços onion.

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](#relay) and [bridges](#bridge). Onionoo provides the data for other applications and websites(compass, atlas, etc..) which in turn present Tor network status information to humans.
br: Onionoo é um protocolo baseado na web para informar sobre os [retransmissores Tor](#relay) e [pontes](#bridge) atualmente em execução. Onionoo fornece os dados para outros aplicativos e sites (compass, atlas, etc..) que, por sua vez, apresentam informações de status da rede Tor aos humanos.
pt: O onionoo é um protocolo baseado na web para informar sobre os [retransmissores Tor](#relay) e [pontes](#bridge) atualmente em execução. O onionoo fornece os dados para outras aplicações e sites (compass, atlas, etc..) que, por sua vez, apresentam informações sobre o estado da rede Tor aos humanos.

source: An onionsite is another name for an [onion service](#onion-services), but refers exclusively to websites.
br: Um onionsite é outro nome para um [serviço onion](#onion-services), mas se refere exclusivamente a websites.
pt: Um onionsite é outro nome para um [serviço onion](#onion-services), mas refere-se exclusivamente a sites.

source: These websites use the .onion Top Level Domain (TLD).
br: Esses websites utilizam o Top Level Domain (TLD) .onion.
pt: Esses sites utilizam o domínio de topo (TLD) .onion.

source: The set of available [onion services](#onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
br: O conjunto de [serviços onion](#onion-services) disponíveis. Por exemplo, você pode dizer que "meu site está na onionspace" ao invés de "meu site está na Dark Web."
pt: O conjunto de [serviços onion](#onion-services) disponíveis. Por exemplo, pode dizer que "o meu site está na onionspace" em vez de "o meu site está na Dark Web."

source: ### operating system (OS)
br: ### sistema operacional (SO)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, OS X and Linux. Android and iOS are the dominant mobile operating systems.
br: O sistema principal de software é o que gerencia os hardware e os recursos de software e provê serviços comuns para os programas de computadores. Os sistemas operacionais mais usados para desktop são Windows, OS X e Linux. Android e iOS são os sistemas operacionais dominantes em sistemas mobile.
