Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: To enable all package managers using the libapt-pkg library to access metadata and packages available in sources accessible over https (Hypertext Transfer Protocol Secure).
es: Para activar todos los gestores de paquetes que usan la biblioteca de funciones libapt-pkg para acceder a los metadatos y paquetes disponibles mediante HTTPS (Hypertext Transfer Protocol Secure).

source: #### 2. Add the following entries to `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`
es: #### 2. Añade las siguientes entradas a `/etc/apt/sources.list` o a un nuevo archivo en `/etc/apt/sources.list.d/`

source: If you want to try experimental packages:
es: Si deseas probar paquetes experimentales:

source: Or nightly builds:
es: O versiones compiladas diariamente:

source: #### 3. Then add the gpg key used to sign the packages by running the following commands at your command prompt
es: #### 3. A continuación añade la clave PGP usada para firmar digitalmente los paquetes ejecutando el siguiente comando en un terminal

source: #### 4. Install tor and tor debian keyring
es: #### 4. Instala tor y las claves de firma Tor para Debian

source: We provide a Debian package to help you keep our signing key current. It is recommended you use it. Install it with the following commands:
es: Nosotros proporcionamos un paquete Debian para ayudarte a mantener actualizada nuestra clave de firma digital. Es recomendable que lo uses. Lo puedes instalar con los siguientes comandos:

source: Can I use tor from Ubuntu's repository?
es: ¿Puedo usar Tor desde el repositorio oficial de Ubuntu?

source: **No.** Do not use the packages in Ubuntu's universe.
es: **No.** No uses los paquetes universe de Ubuntu.

source: Can I use APT over Tor?
es: ¿Puedo usar APT a través de Tor?

source: Yes, `deb.torproject.org` is also served through via an Onion Service: http://sdscoq7snqtznauu.onion/
es: Si, `deb.torproject.org` también se encuentra accesible a través de un servicio cebolla: http://sdscoq7snqtznauu.onion/

source: To use Apt over Tor, the apt transport needs to be installed:
es: Para usar apt a través de Tor, es necesario instalar el transporte correspondiente en apt:

source: Then replace the address in the lines added before with, for example:
es: Ahora sustituye la dirección en las líneas anteriores con, por ejemplo:

source: # For the stable version.
es: # Para la última versión estable.

source: # For the unstable version.
es: # Para la versión inestable.

source: How can I install Tor rpm package
es: Cómo puedo instalar el paquete RPM de Tor

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
es: El Tor Project mantiene su propio [repositorio de paquetes RPM](https://rpm.torproject.org) para CentOS, RHEL y Fedora.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
es: Así es como puedes activar el repositorio de paquetes de Tor en CentOS y RHEL y en Fedora:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
es: #### 1. Activa el repositorio epel (solo para CentOS y RHEL)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
es: ### 2. Añade lo siguiente a /etc/yum.repos.d/tor.repo

source: For CentOS or RHEL:
es: Para CentOS y RHEL:

source: For Fedora:
es: Para Fedora:

source: ### 3. Install the Tor package
es: ### 3. Instala el paquete de Tor

source: Then you can install the latest Tor package.
es: Ahora puedes instalar el paquete de Tor más reciente.

source: Using it for the first time, you will have to import the GPG public key.
es: Al ser la primera vez que lo usas, tendrás que importar la clave pública GPG.

source: Importing GPG key 0x3621CD35:
es: Importando llave GPG 0x3621CD35:

source: Is this ok [y/N]: y
es: ¿Firmar de verdad? (s/N)

source: What about spammers?
es: Información general acerca de qué es Tails

source: Close banner
es: Cerrar banner

source: Tracking, surveillance, and censorship are widespread online.
es: El rastreo, la vigilancia y la censura están muy extendidos en línea.

source: TAKE BACK THE INTERNET WITH TOR
es: RECUPEREMOS INTERNET CON TOR

source: DONATE NOW
es: DONA AHORA

source: Give today, and Mozilla will match your donation.
es: Dona hoy, y Mozilla igualará tu donación.

source: Download Tor Browser
es: Bajarse el Navegador Tor

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
es: Descarga Navegador Tor para experimentar navegación privada real sin rastreo, vigilancia ni censura.

source: Our mission:
es: Nuestra misión:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
es: Promover los derechos humanos y las libertades mediante la creación y despliegue de tecnologías de anonimato y privacidad libres y de código abierto, el apoyo a su disponibilidad y utilización sin restricciones y el fomento de su comprensión científica y popular.

source: Donate Now
es: Dona Ahora

source: Subscribe to our Newsletter
es: Suscríbete a nuestra lista de correo

source: Get monthly updates and opportunities from the Tor Project:
es: Recibe noticias mensuales y oportunidades del Proyecto Tor:

source: Sign up
es: Registrarse

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
es: Se pueden encontrar, la marca registrada, las notas de derechos de autor, y las reglas de uso por terceras partes, en nuestra %(link_to_faq)s

source: Menu
es: Menú

source: Search
es: Buscar

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
es: La siguiente visualización muestra qué información es visible para alguien que esté espiando, tanto si usas el Navegador Tor y el cifrado HTTPS, como si no lo usas:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
es: Haz clic en el botón "Tor" para ver qué datos son visibles para los observadores cuando estás usando Tor. El botón se pondrá verde para indicar que Tor está activado.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
es: Pulsa el botón "HTTPS" para ver qué datos son visibles a los observadores cuando estás usando HTTPS. El botón se pondrá verde para indicar que HTTPS está activado.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
es: Cuando ambos botones están en verde, verás los datos que son visibles para los observadores cuando estás usando ambas herramientas.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
es: Cuando ambos botones están en gris, verás los datos que son visibles para los observadores cuando no usas ninguna de las dos herramientas.

source: POTENTIALLY VISIBLE DATA
es: DATOS POTENCIALMENTE VISIBLES

source: The site being visited.
es: El sitio que estás visitando.

source: user / pw
es: usuario / contraseña

source: Username and password used for authentication.
es: Nombre de usuario y contraseña usados para la autentificación.

source: data
es: datos

source: Data being transmitted.
es: Datos que se están transmitiendo.

source: location
es: ubicación

source: Network location of the computer used to visit the website (the public IP address).
es: La ubicación de red del ordenador usado para visitar el sitio web (la dirección IP pública).

source: Whether or not Tor is being used.
es: Si se está usando Tor o no.

source: Suggest Feedback
es: Sugiere cambios

source: Defend yourself against tracking and surveillance. Circumvent censorship.
es: Defiéndete de la vigilancia de red y el análisis de tráfico. Elude la censura.

source: Tor Project | Support
es: Tor Project | Ayuda

source: Topics
es: Temas

source: Contributors to this page:
es: Personas que han contribuido a esta página:

source: Edit this page
es: Edita esta página
