Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: First of all, the default Tor exit policy rejects all outgoing port 25 (SMTP) traffic.
fa: اولاً، سیاست پیش فرض خروجی تور تمام ترافیک خروجی درگاه ۲۵ (SMTP) را رد می کند.

source: So sending spam mail through Tor isn't going to work by default.
fa: بنابراین ارسال ایمیل اسپم از طریق تور به صورت پیش فرض کار نخواهد کرد.

source: In short, Tor isn't useful for spamming, because nearly all Tor relays refuse to deliver the mail.
fa: به طور خلاصه، تور برای اسپم کردن مفید نیست، چون تقریبا همه بازپخش های تور از رساندن ایمیل خودداری می کنند.

source: Of course, it's not all about delivering the mail.
fa: البته، همه آن مربوط به تحویل دهی پست الکترونیکی نمی باشد.

source: Spammers can use Tor to connect to open HTTP proxies (and from there to SMTP servers); to connect to badly written mail-sending CGI scripts; and to control their botnets — that is, to covertly communicate with armies of compromised computers that deliver the spam.
fa: اسپمر ها می توانند از تور برای اتصال به پروکسی های HTTP باز (و از آنجا به سرور های SMTP); اتصال به اسکریپت های CGI ارسال کننده پست الکترونیکی نوشته شده به صورت بد; و کنترل بات نت های خود استفاده کنند — یعنی، برای ارتباط به صورت پنهان با ارتشی از کامپیوتر های در معرض خطر قرار گرفته برای تحویل دادن اسپم.

source: This is a shame, but notice that spammers are already doing great without Tor.
fa: این ناراحت کننده است، اما توجه داشته باشید که اسپمر ها هم اکنون هم کار های زیادی بدون تور انجام می دهند.

source: Also, remember that many of their more subtle communication mechanisms (like spoofed UDP packets) can't be used over Tor, because it only transports correctly-formed TCP connections.
fa: همچنین، به خاطر داشته باشید که بسیاری از مکانیسم های ارتباطی نامحسوس (مانند بسته های UDP جعل شده) نمی توانند از طریق تور مورد استفاده قرار بگیرند، چون تنها اتصال های TCP به درستی شکل گرفته می توانند انتقال یابند.

source: Close banner
fa: بستن بنر

source: Tracking, surveillance, and censorship are widespread online.
fa: ردیابی ، نظارت و سانسور به صورت آنلاین گسترده است.

source: TAKE BACK THE INTERNET WITH TOR
fa: با تور اینترنت را پس بگیرید

source: DONATE NOW
fa: اکنون اهداء کنید

source: Give today, and Mozilla will match your donation.
fa: امروز کمک کنید و موزیلا با کمک مالی شما همراهی می‌کند.

source: Download Tor Browser
fa: بارگیری مرورگر تور

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
fa: برای تجربه کردن یک وبگردی خصوصی بدون ردیابی، نظارت و سانسور، مرورگر تور را دانلود کنید.

source: Our mission:
fa: ماموریت ما:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
fa: گسترش و پیشبرد حقوق بشر و آزادی های انسانی، بوسیله ایجاد و توسعه فناوری های رایگان و متن باز حریم خصوصی و ناشناس بودن در فضای مجازی، پشتیبانی نامحدود برای در دسترس بودن و استفاده از آن ها و راهنمایی به مردم در جهت درک علمی این فناوری ها.

source: Donate Now
fa: اکنون اهداء کنید

source: Subscribe to our Newsletter
fa: اشتراک در خبرنامه

source: Get monthly updates and opportunities from the Tor Project:
fa: بروز رسانی ماهانه و فرصت‌ها از پروژه‌ی تور را دریافت کنید:

source: Sign up
fa: عضویت

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
fa: نشان تجاری، اطلاعیه‌های کپی رایت و قوانین استفاده برای طرفین ثالث در %(link_to_faq)s

source: Menu
fa: منو

source: Search
fa: جستجو

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
fa: تصویرسازی زیر، به شما نشان می دهد که در هنگام استفاده از مرورگر تور و یا عدم استفاده از آن و هم چنین استفاده یا عدم استفاده از پروتکل رمزگذاری HTTPS، چه اطلاعاتی از شما برای دشمنان قابل دسترسی می باشد:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
fa: * برای اینکه ببینید در هنگام استفاده از مرورگر تور، چه داده هایی برای ناظران اینترنت قابل مشاهده می باشد، بر روی دکمه "تور" کلیک کنید. سبز بودن این دکمه، به معنای این است که تور فعال است.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
fa: * برای اینکه ببینید در هنگام استفاده از HTTPS، چه داده‌هایی برای ناظران اینترنت قابل مشاهده می باشد، بر روی دکمه "HTTPS" کلیک کنید. سبز بودن این دکمه، به معنای این است که HTTPS فعال است.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
fa: زمانی که هر دو دکمه سبز باشند، شما می توانید ببینید چه داده‌هایی برای ناظران اینترنت در هنگام استفاده از هر دوی این ابزارها با هم، قابل مشاهده می‌باشد.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
fa: * زمانی که هر دو دکمه خاکستری باشند، به معنای آن است که شما از هیچ کدام از ابزارهای تور و HTTPS استفاده نمی‌کنید. در این حالت، می‌توانید ببینید چه داده‌هایی برای ناظران اینترنت قابل مشاهده می‌باشد.

source: POTENTIALLY VISIBLE DATA
fa: داده‌های قابل مشاهده

source: The site being visited.
fa: این سایت در حال بازدید شدن است.

source: user / pw
fa: نام کاربری / رمز

source: Username and password used for authentication.
fa: نام کاربری و رمز عبور استفاده شده برای احراز هویت.

source: data
fa: داده‌ها

source: Data being transmitted.
fa: اطلاعات منتقل می شود.

source: location
fa: مکان

source: Network location of the computer used to visit the website (the public IP address).
fa: از مکان شبکه کامپیوتر برای بازدید سایت استفاده شده (IP آدرس عمومی).

source: Whether or not Tor is being used.
fa: هرچه یا تور درحال استفاده نیست.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
fa: از خود در برابر ردیابی و نظارت دفاع کنید. سانسور را دور بزنید.

source: Tor Project | Support
fa: پروژه تور | پشتیبانی کردن

source: Topics
fa: موضوعات

source: Contributors to this page:
fa: شرکت کنندگان در این صفحه

source: Edit this page
fa: ویرایش این صفحه

source: Suggest Feedback
fa: پیشنهاد بازخورد

source: Permalink
fa: پیوند دائمی
