Repository: torpluston/translation
Catalog: contents+sq.po
Languages: sq

source: TAKE BACK THE INTERNET WITH TOR
sq: RIMERRNI INTERNETIN ME TOR-IN

source: DONATE NOW
sq: DHURONI TANI

source: Give today, and Mozilla will match your donation.
sq: Jepni diçka sot, dhe Mozilla do të dhurojë po aq.

source: Download Tor Browser
sq: Shkarkoni Shfletuesin Tor

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
sq: Shkarkoni Shfletuesin Tor, që të shijoni shfletim përnjëmend privat pa gjurmim, survejim apo censurë.

source: Our mission:
sq: Misioni ynë:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
sq: Të shpiem më tej të drejtat dhe liritë e njeriut përmes krijimit dhe vënies në punë teknologjish privatësie dhe anonimati, të lira dhe me burim të hapur, përmes përkrahjes së pasjes dhe përdorimit të tyre të pakufizuar, dhe shpënies më tej të të kuptuarit të tyre shkencor dhe popullor.

source: Subscribe to our Newsletter
sq: Pajtohuni në Buletinin tonë

source: Get monthly updates and opportunities from the Tor Project:
sq: Merrni përditësime mujore dhe mundësi nga Projekti Tor:

source: Sign up
sq: Regjistrohuni

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
sq: Shenja tregtare, shënime të drejtash kopjimi dhe rregulla për përdorim nga palë të treta, mund të gjenden te %(link_to_faq)s jonë

source: Search
sq: Kërko

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
sq: Ilustrimi vijues shfaq se ç’të dhëna janë të dukshme për përgjuesit me dhe pa Shfletuesin Tor dhe fshehtëzimin HTTPS:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
sq: Klikoni mbi butonin “Tor” që të shihni ç’të dhëna janë të dukshme për vëzhgues kur përdorni Tor-in. Butoni do të bëhet i gjelbër për të treguar që Tor-i është në punë.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
sq: Klikoni mbi butonin “HTTPS” që të shihni ç’të dhëna janë të dukshme për vëzhgues kur përdorni HTTPS-në. Butoni do të bëhet i gjelbër për të treguar që HTTPS-ja është në punë.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
sq: Kur të dy butonat janë të gjelbër, shihni të dhënat që janë të dukshme për vëzhguesit kur përdorni që të dy mjetet.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
sq: Kur të dy butonat janë gri, shihni të dhënat që janë të dukshme për vëzhguesit kur s’përdorni një nga mjetet.

source: POTENTIALLY VISIBLE DATA
sq: TË DHËNA POTENCIALISHT TË DUKSHME

source: The site being visited.
sq: Sajti që po vizitohet.

source: user / pw
sq: përdorues / pw

source: Username and password used for authentication.
sq: Emër përdoruesi dhe fjalëkalim i përdorur për mirëfilltësim.

source: data
sq: të dhëna

source: Data being transmitted.
sq: Të dhëna që po transmetohen.

source: location
sq: vendndodhje

source: Network location of the computer used to visit the website (the public IP address).
sq: Vendndodhje në rrjet e kompjuterit të përdor për të vizituar sajtin (adresa IP publike).

source: Whether or not Tor is being used.
sq: Nëse po përdoret apo jo Tor-i.

source: Chat with us on
sq: Bisedoni me ne

source: Ask questions about using Tor.
sq: Bëni pyetje rreth përdorimit të Tor-it.

source: Discuss Tor-related coding and protocols. Ideas are welcome.
sq: Diskutoni kodim dhe protokolle të lidhur me Tor-in. Idetë janë të mirëpritura.

source: Get in touch with other translators
sq: Lidhuni me përkthyes të tjerë

source: Watch or join publicly logged team meetings.
sq: Merrni pjesë ose vëzhgoni takimet tona të regjistruara publikisht.

source: Discuss organization and community related topics: meetups and outreach.
sq: Diskutoni tema të lidhura me entin dhe bashkësinë: takime dhe shtrirje.

source: Discuss running a Tor relay.
sq: Diskutoni rreth xhirimit të një releje Tor.

source: Talk with Tor's global south community.
sq: Bisedoni me bashkësinë globale Tor të jugut.

source: Talk with us about improvements on our websites.
sq: Bisedoni me ne rreth përmirësimesh në sajtet tanë.

source: Discuss UX related ideas.
sq: Diskutoni ide të lidhura me UX.

source: Find us on Social Media
sq: Gjenani në Media Shoqërore

source: Volunteer with Tor
sq: Vullnetar për Tor-in

source: Get Involved
sq: Përfshihuni

source: Join an email list
sq: Bëhuni pjesë e një liste email

source: Our teams collaborate in open channels, including email lists, you are welcome to join. If you have a question for a specific team not answered on our support portal, you can ask the appropriate list. You're welcome to subscribe and just watch, too :)
sq: Ekipet tona bashkëpunojnë në kanale të hapur, përfshi lista email, jeni të mirëpritur të merrni pjesë. Nëse keni një pyetje për një ekip të caktuar, pa përgjigje në portalin tonë të asistencës, mund ta bëni te lista e duhur. Jeni të mirëpritur edhe të pajtoheni dhe thjesht të bëni sehir :)

source: Report a bug or give feedback.
sq: Njoftoni një të metë ose jepni përshtypje.

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
sq: Tor-i bazohet në përkrahjen e përdoruesve dhe vullnetarëve anembanë botës për të na ndihmuar të përmirësojmë software-in dhe burimet tona, ndaj fjala juaj është tejet e vyer për ne (dhe për krejt përdoruesit e Tor-it).

source: Tell us about a bad relay.
sq: Tregonani rreth një releje të keqe.

source: If you find a relay that you think is malicious, misconfigured, or otherwise broken, please check out our wiki page and blog post on how to report it.
sq: Nëse gjeni një rele që mendoni se është dashakeqe, e keqformësuar, ose e dëmtuar, ju lutemi, shihni te faqja jonë wiki dhe postime blogu se si të raportohet një gjë e tillë.

source: Report a security issue.
sq: Njoftoni një çështje sigurie.

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org. If you've found a security bug in Tor or Tor Browser, feel free to submit it for our
sq: Nëse gjetët një çështje sigurie në një nga projektet tanë ose infrastrukturën tonë, ju lutemi, dërgoni një email te tor-security@lists.torproject.org. Nëse keni gjetur një të metë sigurie në Tor ose në Shfletuesin Tor, mos ngurroni ta parashtroni për

source: bug bounty program.
sq: programin tonë gjuetie të metash.

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
sq: Nëse doni të fshehtëzoni postën tuaj, mund të merrni kyçin publik për listën duke u lidhur me tor-security-sendkey@lists.torproject.org ose që prej pool.sks-keyservers.net. Ja shenjat e gishtave:

source: Email us
sq: Dërgonani email

source: For questions and comments about Tor the non-profit organization: trademark questions, affiliation and coordination, contract inquiries, etc, please email frontdesk@torproject.org. For donor-related questions, contact giving@torproject.org
sq: Për pyetje dhe komente rreth entit jofitimprurës Tor: pyetje rreth shenjash tregtare, përshoqërim dhe bashkërendim, pyetje rreth kontratash, etj, ju lutemi, dërgoni email te frontdesk@torproject.org. Për pyetje lidhur me dhurime, lidhuni me giving@torproject.org

source: Send us Mail
sq: Dërgonani Postë

source: Get Tor Browser for Android.
sq: Merrni Shfletuesin Tor për Android.

source: Protect yourself against tracking, surveillance, and censorship.
sq: Mbroni veten nga gjurmimi, survejimi dhe censura.

source: Download .apk
sq: Shkarkoni .apk

source: Go to Google Play
sq: Shkoni te Google Play Store

source: Go to F-Droid
sq: Shkoni te F-Droid

source: Are you an iOS user? We encourage you to try Onion Browser.
sq: Jeni përdorues i iOS-it? Ju nxisim të provoni Shfletuesin tonë Onion.

source: Language
sq: Gjuhë

source: Tor Browser for Android Alpha
sq: Shfletues Tor për Android Alpha

source: Tor Source
sq: Burim Tor-i

source: Windows Expert Bundle
sq: Paketë Ekspert Windows

source: Windows 10, 8, 7, Vista, XP, 2000, 2003 Server, ME, and Windows 98SE
sq: Windows 10, 8, 7, Vista, XP, 2000, 2003 Server, ME, dhe Windows 98SE

source: Contains just Tor and nothing else.
sq: Përmban thjesht Tor-in dhe asgjë tjetër.

source: Get Connected
sq: Lidhuni

source: Get connected
sq: Lidhuni

source: If you are in a country where Tor is blocked, you can configure Tor to connect to a bridge during the setup process.
sq: Nëse gjendeni në një vend ku Tor-i është i bllokuar, gjatë procesit të ujdisjes mund ta formësoni Tor-in të lidhet te një urë.

source: Select "Tor is censored in my country."
sq: Përzgjidhni "Në vendin tim Tor-i censurohet."

source: If Tor is not censored, one of the most common reasons Tor won't connect is an incorrect system clock. Please make sure it's set correctly.
sq: Nëse Tor-i nuk censurohet, një nga arsyet më të rëndomta pse Tor-i s’do të lidhet është ora jo e saktë e sistemit. Ju lutemi, sigurohuni se e keni ujdisur saktë.

source: Support Portal
sq: Portal Asistence

source: Read other FAQs at our Support Portal
sq: Lexoni PBR të tjera te Portali ynë i Asistencës

source: Stay safe
sq: Jini i parrezikuar

source: Please do not torrent over Tor.
sq: Ju lutemi, mos përdorni <em>torrent</em> përmes Tor-i.

source: Tor Browser will block browser plugins such as Flash, RealPlayer, QuickTime, and others: they can be manipulated into revealing your IP address.
sq: Shfletuesi Tor do të bllokojë shtojca shfletuesi të tilla si Flash, RealPlayer, QuickTime, dhe të tjera: ato mund të manipulohen për të zbuluar adresën tuaj IP.

source: We do not recommend installing additional add-ons or plugins into Tor Browser
sq: Nuk rekomandojmë instalim shtesash ose shtojcash të tjera në Shfletuesin Tor

source: Plugins or addons may bypass Tor or compromise your privacy. Tor Browser already comes with HTTPS Everywhere, NoScript, and other patches to protect your privacy and security.
sq: Shtojcat ose shtesa mund të anashkalojnë Tor-in ose të komprometojnë privatësinë tuaj. Shfletuesi Tor vjen me HTTPS Everywhere, NoScript, dhe arnime të tjera për të mbrojtur privatësinë dhe sigurinë tuaj.

source: Check out the %s for more troubleshooting tips.
sq: Për më tepër ndihmëza diagnostikimi, shihni te %s.

source: Verify Tor Browser signature
sq: Verifikoni nënshkrimin për Shfletuesin Tor

source: Stand up for privacy and freedom online.
sq: Ngrini zërin për privatësi dhe liri në internet.

source: We're a nonprofit organization and rely on supporters like you to help us keep Tor robust and secure for millions of people worldwide.
sq: Jemi një ent jofitimprurës dhe bazohemi në përkrahës si ju për të na ndihmuar ta mbajmë Tor-in të fortë dhe të sigurt për miliona vetë anembanë botës.

source: DEFEND YOURSELF
sq: MBRONI VETEN

source: GROW THE NETWORK
sq: SHTONI RRJETIN

source: Defend yourself.
sq: Mbroni veten.

source: Download in another language or platform
sq: Shkarkoni një gjuhë ose platformë tjetër

source: Download the latest alpha build
sq: Shkarkoni montimin më të ri alfa

source: Read the latest release announcements
sq: Lexoni njoftimet për hedhjet më të reja në qarkullim

source: Browse Privately.
sq: Shfletoni Privatisht.

source: Explore Freely.
sq: Eksploroni Lirisht.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
sq: Mbroni veten nga gjurmimi dhe survejimi. Anashkaloni censurën.

source: Block Trackers
sq: Bllokoni Gjurmues

source: BLOCK TRACKERS
sq: BLLOKONI GJURMUES

source: Tor Browser isolates each website you visit so third-party trackers and ads can't follow you. Any cookies automatically clear when you're done browsing. So will your browsing history.
sq: Shfletuesi Tor izolon çdo sajt që vizitoni, që kështu, gjurmues dhe reklama palësh të treta s’mund t’ju ndjekin. Çfarëdo cookie-sh spastrohen automatikisht, kur mbaroni shfletimin. Po kështu bëhet edhe me historikun tuaj të shfletimit.

source: Defend Against Surveillance
sq: Mbrohuni Nga Survejimi

source: DEFEND AGAINST SURVEILLANCE
sq: MBROHUNI NGA SURVEJIMIT

source: Tor Browser prevents someone watching your connection from knowing what websites you visit. All anyone monitoring your browsing habits can see is that you're using Tor.
sq: Shfletuesi Tor e pengon dikë që vëzhgon lidhjen tuaj të dijë ç’sajte vizitoni. Krejt çka mund të shohë dikush që vëzhgon zakonet tuaja të shfletimit është fakti se po përdorni Tor-in.

source: Resist Fingerprinting
sq: Rezistojini Krijimit të Shenjave të Gishtave

source: RESIST FINGERPRINTING
sq: REZISTOJINI KRIJIMIT TË SHENJAVE TË GISHTAVE

source: Tor Browser aims to make all users look the same, making it difficult for you to be fingerprinted based on your browser and device information.
sq: Shfletuesi Tor synon t’i bëjë krejt përdoruesit të duken njësoj, duke e bërë të vështirë që për ju të krijohen shenja gishtash bazuar në të dhëna të shfletuesit dhe pajisjes tuaj.

source: Multi-layered Encryption
sq: Fshehtëzim Me Shumë Shtresa

source: MULTI-LAYERED ENCRYPTION
sq: FSHEHTËZIM ME SHUMË SHTRESA

source: Your traffic is relayed and encrypted three times as it passes over the Tor network. The network is comprised of thousands of volunteer-run servers known as Tor relays.
sq: Trafiku juaj kalohet nëpër rele dhe fshehtëzohet tri herë teksa kalon nëpër rrjetin Tor. Rrjeti përbëhet nga mijëra shërbyes të xhiruar nga vullnetarë, të njohur si rele Tor.

source: Browse Freely
sq: Shfletoni Lirisht

source: BROWSE FREELY
sq: SHFLETONI LIRISHT

source: With Tor Browser, you are free to access sites your home network may have blocked.
sq: Me shfletuesin Tor, jeni të lirë të hyni në sajte të cilët rrjeti juaj mund t’i ketë bllokuar.

source: Current Openings
sq: Vende të Tanishme

source: At the moment, we don't have any official open positions. Please check back soon, though!
sq: Aktualisht nuk kemi ndonjë vend pune zyrtar. Por kontrolloni prapë së shpejti!

source: Previous Openings
sq: Vende të Dikurshme

source: Think you could help us in a position that's not listed? We also rely on a vast community of volunteer contributors and many have become paid staff.
sq: Mendoni se mund të na ndihmoni në një vend pune që nuk duket këtu? Bazohemi gjithashtu në një bashkësi të madhe kontribuesish vullnetarë dhe mjaft prej tyre janë bërë staf me pagesë.

source: We invite you to join us on IRC to find how you can get involved.
sq: Ju ftojmë të merrni pjesë në IRC, që të shihni se si mund të përfshiheni.

source: The Tor Project | Privacy & Freedom Online
sq: Projekti Tor | Privatësi & Liri Në Internet

source: Tor Project
sq: Projekti Tor

source: Board of Directors
sq: Bordi i Drejtorëve

source: Core Tor
sq: Tor-i Bazë

source: Join Our Team
sq: Bëhuni Pjesë e Ekipit Tonë

source: Even if we aren't hiring, you can contribute to Tor. We are open to ideas and studies to improve Tor software. If you're a developer, we welcome you to sign up for our dev mailing list to see what we're up to.
sq: Edhe pse nuk jemi duke punësuar, mund të kontribuoni në Tor. Jemi të hapur ndaj idesh dhe studimesh për përmirësim të software-it Tor. Nëse jeni programues, ju mirëpresim të regjistroheni te lista jonë e postimeve të zhvillimit, për të ndjekur se me ç’merremi.

source: Sign up for tor-dev
sq: Regjistrohuni te tor-dev

source: Get support
sq: Merrni asistencë

source: Visit our Support Portal
sq: Vizitoni Portalin tonë të Asistencës

source: Ask us on #tor
sq: Pyetnani te #tor

source: Write to a mailing list
sq: Shkruani te një listë postimesh

source: Brand Assets
sq: Elementë Marke

source: The Tor Browser
sq: Shfletuesi Tor

source: Onion Services
sq: Shërbime Onion

source: Press Releases
sq: Njoftime Shtypi

source: Coverage
sq: Mbulim

source: Date
sq: Datë

source: Publication
sq: Botim

source: Topic
sq: Temë

source: Founding Documents
sq: Dokumente Themelues

source: Reports
sq: Raporte

source: Year
sq: Vit

source: Type
sq: Lloj

source: Title
sq: Titull

source: Topics
sq: Tema

source: Thank you to all the people and groups who have made Tor possible so far, and thank you especially to the individual volunteers who have made non-financial contributions: coding, testing, documenting, translating, educating, researching, and running the relays that make up the Tor network.
sq: Faleminderit krejt personave dhe grupeve që e kanë bërë Tor-in të mundur deri sot, dhe faleminderit posaçërisht vullnetarëve individualë që kanë bërë kontribute jofinanciare: kodim, testim,dokumentim, përkthim, edukim, kërkim dhe xhirim relesh që mbajnë në këmbë rrjetin Tor.

source: Active Sponsors
sq: Sponsorë Aktivë

source: Past Sponsors
sq: Sponsorë të Dikurshëm

source: This sponsors page is based upon un-audited and un-reviewed financial and in-kind donations, contract, and other data.
sq: Kjo faqe sponsorësh bazohet në dhurime të paaudituara dhe të pashqyrtuara financiare dhe jofinanciare, kontrata dhe të dhëna të tjera.

source: Further details about our audited and reviewed funding can be found with our Financial Reports.
sq: Hollësi të mëtejshme rreth finacimit tonë të audituar dhe të shqyrtuar mund të gjenden te Raportet tanë Financiarë.

source: Want to join our community? Getting involved with Tor is easy.
sq: Doni të bëheni pjesë e bashkësisë tonë? Të përfshiheni në projektin Tor është e lehtë.

source: Sign up for Tor News and get updates and opportunities from across the organization and community.
sq: Regjistrohuni për Lajme Tor dhe merrni përditësime dhe mundësi nga krej enti dhe bashkësia.

source: Run a relay to make the network faster and more decentralized.
sq: Xhironi një rele për ta bërë rrjetin më të shpejtë dhe më të decentralizuar.

source: Use your skills to volunteer.
sq: Përdorni aftësitë tuaja për vullnetarizëm.

source: Tor Browser manual
sq: Doracak Shfletuesi Tor

source: Read more.
sq: Lexoni më tepër.

source: Contributors to this page:
sq: Kontribues në këtë faqe:

source: Edit this page
sq: Përpunoni këtë faqe

source: Suggest Feedback
sq: Sugjeroni Diçka

source: Permalink
sq: Permalidhje

source: View PDF
sq: Shihni PDF-në
