Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
ro: De exemplu, dacă alegeți „BandwidthBurst 500 KBytes” și îl utilizați și pentru BandwidthRate, atunci nu veți folosi niciodată mai mult de 500 kilobiți pe secundă; dar dacă alegeți un BandwidthBurst mai mare (cum ar fi 5 MBytes), acesta va permite mai mulți octeți până când pool-ul este gol.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
ro: Dacă aveți o conexiune asimetrică (încărcați mai puține informații decât descărcați), cum ar fi un modem prin cablu, ar trebui să setați BandwidthRate la mai puțin decât lățimea de bandă mai mică (de obicei, aceasta este lățimea de bandă de încărcare).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
ro: În caz contrar, puteți renunța la mai multe pachete în perioadele de utilizare maximă a lățimii de bandă - poate fi necesar să experimentați valorile care vă fac conexiunea confortabilă.

source: Then set BandwidthBurst to the same as BandwidthRate.
ro: Apoi setați BandwidthBurst la fel ca BandwidthRate.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
ro: Nodurile Tor bazate pe Linux au la dispoziție o altă opțiune: ele pot acorda prioritate traficului Tor sub celălalt trafic al mașinii lor, astfel încât propriul trafic personal să nu fie afectat de încărcarea Tor.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
ro: Un [script pentru a face acest lucru](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) poate fi găsit în directorul de contribuții al distribuției sursei Tor.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
ro: În plus, există opțiuni de hibernare în care puteți spune lui Tor să servească doar o anumită cantitate de lățime de bandă pe o perioadă de timp (cum ar fi 100 GB pe lună). Acestea sunt incluse în intrarea de hibernare de mai jos.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
ro: Rețineți că BandwidthRate și BandwidthBurst sunt exprimate în **Bytes**, nu Bits.

source: I'm behind a NAT/Firewall.
ro: Sunt în spatele unui NAT / Firewall.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
ro: Vedeți [portforward.com](https://portforward.com/) pentru indicații despre cum să faceți un port înainte cu dispozitivul NAT / router.

source: If your relay is running on a internal net, you need to setup port forwarding.
ro: Dacă releul dvs. rulează pe o rețea internă, trebuie să configurați redirecționarea porturilor.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
ro: Redirecționarea conexiunilor TCP depinde de sistem, dar câteva articole de pe întrebări frecvente pentru clienți care sunt în spatele unui firewall oferă câteva exemple despre cum se face acest lucru.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
ro: De asemenea, iată un exemplu despre cum puteți face acest lucru pe GNU / Linux dacă folosiți iptables:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
ro: Este posibil să fiți nevoit să schimbați „eth0” dacă aveți o altă interfață externă (cea conectată la Internet).

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
ro: Este posibil să aveți una singură (cu excepția returnării buclei), deci nu ar trebui să fie prea greu să vă dați seama.

source: Do I get better anonymity if I run a relay?
ro: Am un anonimat mai bun dacă rulez un releu?

source: Yes, you do get better anonymity against some attacks.
ro: Da, obțineți un anonimat mai bun împotriva unor atacuri.

source: The simplest example is an attacker who owns a small number of Tor relays.
ro: Cel mai simplu exemplu este un atacator care deține un număr mic de relee Tor.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
ro: Vor vedea o conexiune de la dvs., dar nu vor putea ști dacă conexiunea este stabilită de pe computer sau a fost transmisă de la altcineva.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
ro: Există câteva cazuri în care pare să nu ajute: dacă un atacator vă poate urmări întregul trafic de intrare și ieșire, atunci este ușor să afle ce conexiuni au fost transmise și care au pornit de la dvs.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
ro: (În acest caz, încă nu știu destinațiile dvs. decât dacă le urmăresc și ei, dar este la fel ca atunci când sunteți un client obișnuit.)

source: There are also some downsides to running a Tor relay.
ro: Există, de asemenea, unele dezavantaje la rularea unui releu Tor.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
ro: În primul rând, în timp ce avem doar câteva sute de relee, faptul că executați unul poate semnala unui atacator că puneți un accent ridicat pe anonimat.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
ro: În al doilea rând, există unele atacuri mai ezoterice care nu sunt la fel de bine înțelese sau bine testate, care implică utilizarea cunoștințelor că rulează un releu - de exemplu, un atacator poate fi capabil să „observe” dacă „ trimiteți trafic chiar dacă nu vă pot urmări de fapt rețeaua, transmitând traficul prin releul Tor și observând modificările din calendarul traficului.

source: It is an open research question whether the benefits outweigh the risks.
ro: Este o întrebare deschisă de cercetare dacă beneficiile depășesc riscurile.

source: A lot of that depends on the attacks you are most worried about.
ro: Multe dintre acestea depind de atacurile care vă îngrijorează.

source: For most users, we think it's a smart move.
ro: Pentru majoritatea utilizatorilor, considerăm că este o mișcare inteligentă.

source: Can I run a Tor relay using a dynamic IP address?
ro: Pot rula un releu Tor folosind o adresă IP dinamică?

source: Tor can handle relays with dynamic IP addresses just fine.
ro: Tor poate gestiona releele cu adrese IP dinamice.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
ro: Lăsați goală linia „Adresă” din [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/), iar Tor o va ghici.

source: I'd run a relay, but I don't want to deal with abuse issues.
ro: Aș rula un releu, dar nu vreau să mă ocup de probleme de abuz.

source: Great. That's exactly why we implemented exit policies.
ro: Grozav. Tocmai de aceea am implementat politicile de ieșire.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
ro: Fiecare releu Tor are o politică de ieșire care specifică ce fel de conexiuni de ieșire sunt permise sau refuzate din acel releu.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
ro: Politicile de ieșire sunt propagate către clienții Tor prin director, astfel încât clienții vor evita automat să aleagă relee de ieșire care ar refuza să iasă la destinația dorită.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
ro: Astfel fiecare releu poate decide serviciile, gazdele și rețelele pe care dorește să le permită conexiunile, pe baza potențialului de abuz și a propriei situații.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
ro: Politica implicită de ieșire permite accesul la numeroase servicii populare (de exemplu, navigare web), dar restricționează unele din cauza potențialului de abuz (de exemplu, e-mail) și altele, deoarece rețeaua Tor nu poate suporta încărcarea (de exemplu, porturi implicite pentru partajarea fișierelor).

source: You can change your exit policy by editing your torrc file.
ro: Puteți modifica politica de ieșire prin editarea fișierului torrc.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
ro: Dacă doriți să le evitați pe cele mai multe, dacă nu pe toate abuzurile potențiale, setați-l la "reject *:*".

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
ro: Această setare înseamnă că releul dvs. va fi utilizat pentru redarea traficului în rețeaua Tor, dar nu pentru conexiuni la site-uri web externe sau alte servicii.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
ro: Dacă permiteți conexiuni de ieșire, asigurați-vă că rezoluția pentru nume funcționează (adică computerul dvs. poate rezolva corect adresele de internet).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
ro: Dacă există resurse la care computerul dvs. nu poate ajunge (de exemplu, vă aflați în spatele unui firewall sau a unui filtru de conținut restrictiv), vă rugăm să le respingeți în politica dvs. de ieșire, altfel utilizatorii Tor vor fi afectați și ei.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
ro: Mă confrunt cu probleme legale. Cum dovedesc că serverul meu a fost un releu Tor la un moment dat?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
ro: [Exonerator](https://exonerator.torproject.org/) este un serviciu web care poate verifica dacă o adresă IP a fost releu la un moment dat.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
ro: De asemenea, putem [furniza o scrisoare semnată](https://www.torproject.org/contact/) dacă este nevoie.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
ro: De ce nu mai pot naviga din releul meu Tor după limitarea lățimii de bandă ?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
ro: Parametrii alocați în [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) și în [BandwidthRate](https://2019.www.torproject.org/docs/ faq.html.en#BandwidthShaping) se aplică atât funcțiilor client cât și funcțiilor releului procesului Tor.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
ro: Astfel, este posibil să descoperiți că nu puteți naviga imediat ce Tor trece în hibernare, lucru semnalat de această intrare din jurnal:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
ro: Soluția este de a rula două procese Tor - un releu și un client, fiecare având propria configurație.

source: One way to do this (if you are starting from a working relay setup) is as follows:
ro: O modalitate de a face acest lucru (dacă începeți de la o configurare a releului de lucru) este următoarea:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
ro: * În fișierul de releu Tor torcc, setați pur și simplu SocksPort la 0.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
ro: * Creați un nou fișier torrc client din torrc.sample și asigurați-vă că folosește un fișier jurnal diferit de releu.

source: One naming convention may be torrc.client and torrc.relay.
ro: O convenție de denumire poate fi torrc.client și torrc.relay.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
ro: * Modificați scripturile de pornire client Tor și releu pentru a include `-f /path/to/correct/torrc`.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
ro: * În Linux/BSD/Mac OS X, schimbarea scripturilor de pornire în `Tor.client` și` Tor.relay` poate face mai ușoară separarea configurațiilor.

source: Can I use IPv6 on my relay?
ro: Pot folosi IPv6 pe releul meu?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
ro: Tor [are suport parțial pentru IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) și încurajăm fiecare operator de releu să [activeze funcționalitatea IPv6](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) în fișierele lor [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) când conectivitatea IPv6 este disponibilă.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
ro: Deocamdată Tor va avea nevoie de adrese IPv4 pe relee, nu puteți rula un releu Tor pe o gazdă doar cu adrese IPv6.

source: How can I limit the total amount of bandwidth used by my Tor relay?
ro: Cum pot limita cantitatea totală de lățime de bandă folosită de releul meu Tor?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
ro: Opțiunile de contorizare din fișierul torr vă permit să specificați cantitatea maximă de octeți pe care o folosește releul dvs. pentru o perioadă de timp.

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
ro: Aceasta specifică momentul în care contorizarea trebuie resetată. De exemplu, pentru a configura o cantitate totală de octeți servită timp de o săptămână (care se resetează în fiecare miercuri la 10:00), ar trebui să utilizați:

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
ro: Aceasta specifică cantitatea maximă de informații pe care o va transmite releul dvs. într-o perioadă de contorizare și cantitatea maximă de informații pe care o va primi releul dvs. în timpul unei perioade contorizate.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
ro: Când perioada de contorizare se resetează (de la AccountingStart), contoarele pentru AccountingMax sunt resetate la 0.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
ro: Exemplu: Să spunem că doriți să permiteți 50 GB trafic în fiecare zi în fiecare direcție, iar contorizarea ar trebui să se reseteze la prânz în fiecare zi:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
ro: Rețineți că releul dvs. nu va porni exact la începutul fiecărei perioade contorizate.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
ro: Acesta va ține evidența cât de rapid și-a folosit cota în ultima perioadă și va alege un punct aleatoriu în noul interval pentru a porni.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
ro: În acest fel, evităm să avem sute de relee care funcționează la începutul fiecărei luni, dar nici unul la sfârșitul lunii.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
ro: Dacă aveți doar o cantitate mică de lățime de bandă de donat în comparație cu viteza de conectare, vă recomandăm să utilizați contorizarea zilnică, astfel încât să nu terminați să utilizați întreaga cotă lunară în prima zi.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
ro: Împărțiți doar valoarea pentru o lună la 30. S-ar putea să luați în considerare și limitarea ratei pentru a distribui utilitatea pe mai multe zile: dacă doriți să oferiți X GB pe fiecare direcție, puteți să vă setați RelayBandwidthRate la 20 * X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
ro: De exemplu, dacă aveți 50 GB de oferit în fiecare mod, puteți să vă setați RelayBandwidthRate la 1000 KBytes: în acest fel, releul dvs. va fi întotdeauna util pentru cel puțin jumătate din fiecare zi.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
ro: RelayBandwidthBurst 5000 KBytes # permite salturi mai mari, dar mențin media

source: I want to run more than one Tor relay.
ro: Vreau să rulez mai multe relee Tor.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
ro: Grozav. Dacă doriți să rulați mai multe relee pentru a dona mai mult rețelei, suntem foarte mulțumiți.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
ro: Dar vă rugăm să nu rulați mai mult de câteva zeci pe aceeași rețea, deoarece o parte din obiectivul rețelei Tor este dispersia și diversitatea.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
ro: Dacă decideți să rulați mai multe relee, vă rugăm să setați opțiunea de configurare „MyFamily” în torrc pentru fiecare releu, cu listarea tuturor releelor (separate prin virgulă) care sunt sub controlul dvs.:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
ro: unde fiecare fingerprint este o amprentă de identificare de 40 de caractere (fără spații).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
ro: În acest fel, clienții Tor vor ști să evite utilizarea mai multor relee într-un singur circuit.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
ro: Ar trebui să setați MyFamily dacă aveți control administrativ asupra computerelor sau a rețelei lor, chiar dacă nu toate sunt în aceeași locație geografică.

source: My relay recently got the Guard flag and traffic dropped by half.
ro: Releul meu a primit recent un marcaj Guard - paznic, iar traficul a scăzut la jumătate.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
ro: Deoarece releul acum este paznic, clienții îl folosesc mai puțin în alte poziții, dar puțini clienți și-au schimbat paznicii existenți pentru a-l folosi ca gardian.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
ro: Citiți mai multe detalii în această [postare a blogului](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) sau în [Schimbarea gardienilor: un cadru pentru înțelegerea și îmbunătățirea selecției gărzii de intrare în Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
ro: Cum funcționează cheile offline de identitate ed25519? Ce trebuie să știu?

source: In simple words, it works like this:
ro: În cuvinte simple, ele funcționează astfel:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
ro: * Există un fișier cheie secret de identitate ed25519 numit "ed25519_master_id_secret_key".

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
ro: Acesta este cel mai important, deci asigurați-vă că păstrați o copie de rezervă într-un loc sigur - fișierul este sensibil și ar trebui protejat.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
ro: Tor l-ar putea cripta pentru dvs. dacă îl generați manual și introduceți o parolă atunci când vi se solicită.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
ro: * Este generată o cheie de semnare pe termen mediu, denumită "ed25519_signing_secret_key", pentru ca Tor să o folosească.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
ro: De asemenea, se generează un certificat numit „ed25519_signing_cert” care este semnat de cheia secretă de identitate principală și confirmă faptul că cheia de semnare pe termen mediu este valabilă pentru o anumită perioadă de timp.
