Repository: torpluston/translation
Catalog: contents+is.po
Languages: is

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
is: Þegar þú tengist við vefsvæði, þá er sá aðili sem rekur vefsvæðið ekki einn um að geta skráð upplýsingar um heimsóknina þína. Í dag nota flestir vefir fjöldan allann af utanaðkomandi þjónustum, eins og til dæmis “Like” hnappa samfélagsmiðla, greiningar- og skráningarskriftur auk auglýsingavaktara (beacons), allt eitthvað sem getur tengt saman það sem þú gerir á mismunandi vefsvæðum.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
is: Notkun á Tor-netkerfinu hindrar utanaðkomandi frá því að geta fundið út nákvæma staðsetningu þína og IP-vistfang, en jafnvel án þessara upplýsinga gætu þeir náð að tengja saman aðgerðir þínar á mismunandi svæðum netsins. Það er þess vegna sem Tor-vafrinn inniheldur nokkra viðbótareiginleika sem hjálpa þér við að stýra hvaða upplýsingar sé hægt að tengja við auðkennin þín.

source: ##### The URL bar
is: ##### Staðsetningastikan

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
is: Tor-vafrinn miðar við að þú sjáir allt sem máli skiptir á URL-staðsetningarstikunni. Jafnvel þó þú tengist tveimur mismunandi vefsvæðum sem nota sama skráningarhugbúnað, þá þvingar Tor-vafrinn efni þeirra til að fara um tvær mismunandi Tor-rásir, þannig að skráningarhugbúnaðurinn getur ekki vitað að báðar tengingarnar koma frá vafranum þínum.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
is: Aftur á móti eru allar tengingar við hvert einstakt vefsvæði um sömu Tor-rásina, sem þýðir að þú getur vafrað um mismunandi síður sama vefsvæðis án þess að virknin skerðist.

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
is: Þú getur séð skýringamynd af rásinni sem Tor-vafrinn er að nota fyrir viðkomandi flipa í upplýsingavalmynd vefsvæðisins á staðsetningastikunni.

source: In the circuit, the Guard or entry node is the first node and it's automatically and randomly selected by Tor. But it is different from the other nodes in the circuit. In order to avoid profiling attacks, the Guard node changes only after 2-3 months, unlike the other nodes, which change with every new domain. For more information about Guards, consult the <a href="https://www.torproject.org/docs/faq#EntryGuards">FAQ</a> and <a href="https://support.torproject.org/tbb/tbb-2/">Support Portal</a>.
is: Í rásinni er varðarhnúturinn (guard) eða inngangshnúturinn sama og fyrsti hnúturinn og er hann sjálfvirkt handahófskennt valinn af Tor. En hann er frábrugðinn öðrum hnútum í rásinni. Tl þess að koma í veg fyrir árásir þar sem útbúin eru persónusnið, er skipt um varðarhnút eftir 2-3 mánuði, ólíkt hinum hnútunum sem breytast við hvert nýtt lén. Til að sjá ítarlegri upplýsingar um Varðarhnúta / Guards ættirðu að skoða <a href="https://www.torproject.org/docs/faq#EntryGuards">Algengar spurningar -FAQ</a> og <a href="https://support.torproject.org/tbb/tbb-2/">Aðstoðargátt</a>.

source: ##### Logging in over Tor
is: ##### Að skrá sig inn í gegnum Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
is: Þó Tor-vafrinn sé hannaður til að styðja við algert nafnleysi notandans við vafur á veraldarvefnum, þá geta verið til staðar aðstæður þar sem skynsamlegt sé að nota Tor með vefsvæðum sem krefjast notkunar notendanafna, lykilorða eða annarra persónugreinanlegra upplýsinga.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
is: Ef þú skráir þig inn á vefsvæði með venjulegum vafra, þá ertu í leiðinni að gefa upp IP-vistfang þitt og landfræðilega staðsetningu. Hil sama er oft að segja þegar þú sendir tölvupóst. Þegar þú skráir þig inn á samfélagsmiðla eða vefpóst með Tor-vafranum geturðu valið hvaða upplýsingar þú gefur upp til vefsvæðanna sem þú vafrar um. Það að skrá sig inn með Tor-vafranum nýtist einnig ef viðkomandi vefsvæði er ritskoðað á netkerfinu þínu.

source: When you log in to a website over Tor, there are several points you should bear in mind:
is: Þegar þú skráir þig inn á vefsvæði í gegnum Tor, eru nokkur atriði sem þú ættir að hafa í huga:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
is: * Skoðaðu síðuna <a href="/secure-connections">Öruggar tengingar</a> til að sjá mikilvægar upplýsingar um hvernig þú getur gert tenginguna þína örugga við innskráningu.

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
is: * Tor-vafrinn lætur oft líta út eins og að tengingin þín komi úr allt öðrum heimshluta. Sum vefsvæði, eins og til dæmis hjá bönkum og tölvupóstþjónustum, gætu túlkað þetta sem merki um misnotkun á aðgangnum þínum og brugðist við með því að loka honum. Eina leiðin til að leysa þetta er að fara eftir fyrirmælum viðkomandi þjónustuaðila um hvernig eigi að endurheimta aðganginn, eða hafa samband við þjónustuaðilann og útskýra málið.

source: ##### Changing identities and circuits
is: ##### Skipta um auðkenni og rásir

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
is: Tor-vafrinn er með valkosti fyrir “Nýtt auðkenni” og “Ný Tor-rás fyrir þetta vefsvæði” sem hægt er að finna í aðalvalmyndinni (hamborgaranum).

source: ###### New Identity
is: ###### Nýtt auðkenni

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
is: Þessi valkostur kemur sér vel ef þú vilt koma alveg í veg fyrir að framhald vefskoðunar verði tengjanlegt við það sem þú varst að gera næst á undan. Ef þú velur þetta, mun öllum opnum gluggum og flipum verða lokað, allar einkaupplýsingar á borð við vefkökur og vafurferil verða hreinsaðar út, og nýjar Tor-rásir verða notaðar fyrir allar tengingar. Tor-vafrinn mun birta aðvörun um að öll virkni og niðurhöl verði stöðvuð, þannig að þú ættir að gefa þér tíma í að íhuga hvaða afleiðingar þetta muni hafa áður en þú smellir á "Nýtt auðkenni".

source: ###### New Tor circuit for this site
is: ###### Ný Tor-rás fyrir þetta vefsvæði

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
is: Þessi valkostur nýtist ef <a href="/about/#how-tor-works">útgangsendurvarpinn</a> sem þú ert að nota getur ekki tengst umbeðnu vefsvæði, eða ef það hleðst ekki rétt inn. Sé þetta valið mun virkur flipi eða gluggi endurhlaðast í gegnum nýja Tor-rás. Aðrir opnir flipar og gluggar frá sama vefsvæði munu einni nota nýju rásina séu þeir endurlesnir. Þessi valkostur hreinsar ekki út neinar einkaupplýsingar eða aftengja fyrri virkni þína, né hefur það heldur áhrif á fyrirliggjandi tengingar þínar við önnur vefsvæði.

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
is: Þú getur einnig nálgast þennan valkost í nýju skýringamyndinni af rásinni, í upplýsingavalmynd vefsvæðisins á staðsetningastikunni.

source: Onion Services
is: Onion-þjónustur

source: Services that are only accessible using Tor
is: Þjónustur sem enungis eru aðgengilegar í gegnum Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
is: Onion-þjónustur (áður þekkt undir nafninu “faldar þjónustur”) eru þjónustur (eins og vefsvæði) sem einungis eru aðgengilegar í gegnum Tor-netkerfið.

source: Onion services offer several advantages over ordinary services on the non-private web:
is: Onion-þjónustur hafa ýmsa kosti í för með sér fram yfir venjulegar þjónustur á hinum opinbera veraldarvef:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
is: * Staðsetning og IP-vistfang onion-þjónustu eru falin, sem gerir andstæðingum erfitt fyrir að ritskoða eða auðkenna rekstraraðila þjónustunnar.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
is: * Öll umferð milli Tor-notenda og onion-þjónustna er enda-í-enda dulrituð, þannig að þú þarft ekki að hafa áhyggjur af því hvort verið sé að <a href="/secure-connections">tengjast með HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
is: * Vistfang onion-þjónustu er útbúið sjálfvirkt, sem þýðir m.a. að rekstraraðilar þurfa ekki að kaupa sér nafn fyrir lén; URL-slóðin .onion hjálpar einnig Tor að tryggja að verið sé að tengjast við rétta staðsetningu og að ekki sé verið að eiga eitthvað við tenginguna.

source: ##### How to access an onion service
is: ##### Hvernig er hægt að tengjast onion-þjónustu

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
is: Rétt eins og með önnur vefsvæði, þarftu að þekkja vistfang/slóð á onion-þjónustu til að geta tengst henni. Onion-vistfang er strengur af 16 stöfum (og í sniðinu fyrir útgáfu v3 eru það 56), mestmegnis handahófskenndir bókstafir og tölustafir, fylgt með viðskeytinu '.onion'.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
is: Þegar tengst er við vefsvæði sem notar onion-þjónustu, birtir Tor-vafrinn í slóðastikunni táknmynd af litlum grænum lauk sem stendur fyrir ástand tengingarinna: örugg og notar onion-þjónustu. Og ef þú ert að tengjast vefsvæði með HTTPS og onion-þjónustu, mun birtast táknmynd af grænum lauk og hengilás.

source: ##### Troubleshooting
is: ##### Lausn á vandamálum

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
is: Ef þú nærð ekki tengingu við onion-þjónustuna sem þú þarft, gakktu fyrst úr skugga um að þú hafir sett onion-vistfangið rétt inn: minnstu mistök munu koma í veg fyrir að Tor-vafrinn nái sambandi við vefsvæðið.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
is: Ef þér tekst ekki enn að tengjast onion-þjónustunni, prófaðu þá aftur síðar. Það gæti verið tímabundið tengivandamál í gangi, nú eða að rekstraraðilar vefsvæðisins hafi tekið það úr sambandi án aðvörunar.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
is: Þú getur gengið úr skugga um hvort hægt sé að ná sambandi við aðrar onion-þjónustur með því að tengjast við <a href="http://3g2upl4pq6kufc4m.onion/"> onion-þjónustu DuckDuckGo</a>

source: Secure Connections
is: Öruggar tengingar

source: Learn how to protect your data using Tor Browser and HTTPS
is: Lærðu hvernig eigi að vernda gögnin þín með því að nota Tor-vafrann og HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
is: Ef persónulegar upplýsingar á borð við lykilorð fyrir innskráningu fara ódulrituð yfir internetið, er mjög auðvelt að hlera þær. Ef þú ert að skrá þig inn á eitthvað vefsvæði, ættirðu að ganga úr skugga um að vefsvæðið bjóði HTTPS-dulritun, sem verndar gegn þessari tegun hlerana. Þú getur sannreynt þetta á staðsetningastikunni: ef tengingin þín er dulrituð, byrjar slóðin með “https://” í stað bara “http://”.

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
is: Eftirfarandi skýringamynd sýnir hvaða upplýsingar eru sýnilegar milliliðum með og án Tor-vafrans með HTTPS-dulritun:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
is: * Smelltu á “Tor”-hnappinn til að sjá hvaða gögn eru sýnileg eftirlitsaðilum þegar þú ert að nota Tor. Hnappurinn verður grænn til að gefa til kynna að kveikt sé á Tor.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
is: * Smelltu á ““HTTPS””-hnappinn til að sjá hvaða gögn eru sýnileg eftirlitsaðilum þegar þú ert að nota HTTPS. Hnappurinn verður grænn til að gefa til kynna að HTTPS sé virkt.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
is: * Þegar báðir hnapparnir eru grænir, sérðu gögnin sem eru sýnileg milliliðum þegar þú notar bæði þessi verkfæri.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
is: * Þegar báðir hnapparnir eru gráir, sérðu gögnin sem eru sýnileg milliliðum þegar þú notar hvorugt þessara verkfæra.

source: ##### Potentially visible data
is: ##### Mögulega sýnileg gögn

source: Site.com
is: www.vefur.is

source: The site being visited.
is: Vefsvæðið sem verið er að skoða.

source: user / pw
is: notandi / lykilorð

source: Username and password used for authentication.
is: Notandanafn og lykilorð sem notuð eru við auðkenningu.

source: data
is: gögn

source: Data being transmitted.
is: Gögn sem verið er að senda.

source: location
is: staður

source: Network location of the computer used to visit the website (the public IP address).
is: Netstaðsetning tölvunnar sem notuð er til að heimsækja vefsvæðið (opinbert IP-vistfang).

source: Whether or not Tor is being used.
is: Hvort verið er að nota Tor eða ekki.

source: Security Slider
is: Öryggisstillingasleði

source: Configuring Tor Browser for security and usability
is: Stilla Tor-vafrann gagnvart öryggi og notagildi

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
is: Tor-vafrinn inniheldur “Öryggisstillingasleða” sem gerir þér kleift að gera óvirka ýmsa eiginleika vefja sem annars geta sett öryggi þitt og nafnleynd í hættu. Hækkun á öryggisstigi Tor-vafrans mun koma í veg fyrir að sumar vefsíður virki almennilega, þannig að þú verður ævinlega að vega og meta öryggið sem þú vilt njóta á móti notagildinu sem þú þarfnast.

source: ##### Accessing the Security Slider
is: ##### Að finna öryggisstillingasleðann

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
is: Öryggisstillingasleðinn er í valmyndinni "Öryggisstillingar" í Tor-hnappnum.

source: ##### Security Levels
is: ##### Öryggisstig

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
is: Hækkun á öryggisstigi öryggisstillingasleðans mun gera óvirka að fullu eða að hluta ýmsa eiginleika vafrans, til að verja þig fyrir mögulegum árásum.

source: Safest
is: Öruggast

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
is: Á þessu stigi verða HTML5-margmiðlunargögn undir smella-til-að-spila í gegnum NoScript; allar afkastabætingar í gegnum JavaScript eru óvirkar; sumar stærðfræðijöfnur gætu birst skringilega; myndgerð sumra letureiginleika er óvirk; sumar gerðir myndskráa eru óvirkar; Javascript er sjálfgefið óvirkt á öllum vefsvæðum; flest snið myndskeiða og hljóðs eru óvirk; og einhver letur og táknmyndir munu ekki birtast rétt.

source: Safer
is: Öruggara

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
is: Á þessu stigi verða HTML5-margmiðlunargögn undir smella-til-að-spila í gegnum NoScript; allar afkastabætingar í gegnum JavaScript eru óvirkar; sumar stærðfræðijöfnur gætu birst skringilega; myndgerð sumra letureiginleika er óvirk; sumar gerðir myndskráa eru óvirkar; Javascript er sjálfgefið óvirkt á öllum vefsvæðum sem ekki nota <a href="/secure-connections">HTTPS</a>.

source: Standard
is: Staðlað

source: At this level, all browser features are enabled. This is the most usable option.
is: Á þessu öryggisstigi eru allir eiginleikar vafrans virkjaðir. Þetta er sá kostur sem nýtist við flest.

source: Security Settings
is: Öryggisstillingar

source: By default, Tor Browser protects your security by encrypting your browsing data.
is: Sjálfgefið verndar Tor-vafrinn öryggi þitt með því að dulrita vafurgögnin þín.

source: You can further increase your security by choosing to disable certain web features that can be used to attack your security and anonymity.
is: Þú getur aukið öryggi þitt enn frekar með því að gera óvirka ýmsa eiginleika vefja sem annars geta sett öryggi þitt og nafnleynd í hættu.

source: You can do this by increasing Tor Browser's Security Settings in the shield menu.
is: Þú getur gert þetta með því að auka öryggisstig Tor-vafrans í valmynd skjaldarins.

source: Increasing Tor Browser's security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
is: Hækkun á öryggisstigi Tor-vafrans mun koma í veg fyrir að sumar vefsíður virki almennilega, þannig að þú verður ævinlega að vega og meta öryggið sem þú vilt njóta á móti notagildinu sem þú þarfnast.

source: ##### Accessing the Security Settings
is: ##### Að finna öryggisstillingarnar

source: The Security Settings can be accessed by clicking the Shield icon next to the Tor Browser URL bar.
is: Hægt er að komast í öryggisstillingarnar með því að smella á skjaldartáknið næst slóðastiku Tor-vafrans.

source: To view and adjust your Security Settings, click the 'Advanced Security Settings...' button in the shield menu.
is: Til að skoða og aðlaga öryggisstillingar þínar, smelltu á hnappinn 'Ítarlegar öryggisstillingar...' í valmynd skjaldarins.

source: Increasing the Security Level in the Tor Browser Security Settings will disable or partially disable certain browser features to protect against possible attacks.
is: Hækkun á öryggisstigi öryggisstillinga Tor-vafrans mun gera óvirka að fullu eða að hluta ýmsa eiginleika vafrans, til að verja þig fyrir mögulegum árásum.

source: You can enable these settings again at any time by adjusting your Security Level.
is: Þú getur virkjað þessar stillingar aftur hvenær sem er með því að breyta öryggisstiginu þínu.

source: At this level, all Tor Browser and website features are enabled.
is: Á þessu öryggisstigi eru allir eiginleikar vafrans og vefsvæðisins virkjaðir.

source: This level disables website features that are often dangerous.
is: Á þessu öryggisstigi eru óvirkir þeir eiginleika vefsvæða sem geta reynst hættulegir.

source: This may cause some sites to lose functionality.
is: Þetta gæti valdið takmörkunum á virkni sumra vefsvæða.

source: JavaScript is disabled on all non-<a href="/secure-connections">HTTPS</a> sites; some fonts and math symbols are disabled; audio and video (HTML5 media) are click-to-play.
is: JavaScript er sjálfgefið óvirkt á öllum vefjum sem ekki nota <a href="/secure-connections">HTTPS</a>; sumt letur og stærðfræðitákn eru gerð óvirk; smella verður á hljóð og myndskeið (HTML5-margmiðlun) til að þau spilist.

source: This level only allows website features required for static sites and basic services.
is: Þetta öryggisstig leyfir einungis þá eiginleika sem nauðsynlegir eru fyrir föst (static) vefsvæði og grunnþjónustur.

source: These changes affect images, media, and scripts.
is: Þessar breytingar hafa áhrif á myndir, margmiðlunargögn og skriftur.
