Repository: torpluston/translation
Catalog: contents+th.po
Languages: th

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
th: คุณสามารถดูไดอะแกรมของวงจรที่ Tor บราว์เซอร์ ใช้สำหรับแท็บปัจจุบันในเมนูข้อมูลไซต์ ในแถบ URL

source: ##### LOGGING IN OVER TOR
th: ##### ลงชื่อเข้าใช้บน TOR

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
th: แม้ว่า Tor เบราว์เซอร์ ได้รับการออกแบบมาเพื่อเปิดใช้งานการไม่เปิดเผยตัวตนของผู้ใช้ทั้งหมดบนเว็บ แต่อาจมีสถานการณ์ที่เหมาะสมที่จะใช้ Tor กับเว็บไซต์ที่ต้องการชื่อผู้ใช้รหัสผ่านหรือข้อมูลการระบุตัวตนอื่น ๆ

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
th: หากคุณเข้าสู่เว็บไซต์โดยใช้เบราว์เซอร์ปกติ คุณจะต้องเปิดเผยที่อยู่ IP และที่ตั้งทางภูมิศาสตร์ด้วย สิ่งนี้มักจะเป็นจริงเมื่อคุณส่งอีเมล การเข้าสู่ระบบเครือข่ายสังคม หรือบัญชีอีเมลของคุณโดยใช้ Tor เบราว์เซอร์ ช่วยให้คุณสามารถเลือกข้อมูลที่คุณเปิดเผยให้กับเว็บไซต์ที่คุณเรียกดูได้อย่างแม่นยำ การเข้าสู่ระบบโดยใช้ Tor เบราว์เซอร์ มีประโยชน์เช่นกันหากเว็บไซต์ที่คุณพยายามเข้าถึงนั้นถูกเซ็นเซอร์ในเครือข่ายของคุณ

source: When you log in to a website over Tor, there are several points you should bear in mind:
th: เมื่อคุณเข้าสู่เว็บไซต์ผ่าน Tor มีหลายประเด็นที่คุณควรคำนึงถึง

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
th: * Tor เบราว์เซอร์ มักทำให้การเชื่อมต่อของคุณปรากฏ ราวกับว่ามาจากส่วนอื่นของโลก บางเว็บไซต์เช่นธนาคารหรือผู้ให้บริการอีเมลอาจตีความว่านี่เป็นสัญญาณว่าบัญชีของคุณถูกแฮ็กหรือถูกบุกรุกและล็อคคุณอยู่ วิธีเดียวในการแก้ไขปัญหานี้คือการทำตามขั้นตอนที่แนะนำของไซต์สำหรับการกู้บัญชีหรือติดต่อผู้ให้บริการและอธิบายสถานการณ์

source: ##### CHANGING IDENTITIES AND CIRCUITS
th: ##### การเปลี่ยนบัญชีและวงจร

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
th: Tor Browser มีคุณสมบัติ บัญชีใหม่ และ วงจร Tor ใหม่ สำหรับเวปไซต์นี้ ซึ่งอยู่ในเมนูหลัก (เมนูแฮมเบอร์เกอร์)

source: ###### NEW IDENTITY
th: ##### บัญชีใหม่

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
th: ตัวเลือกนี้มีประโยชน์ถ้าคุณต้องการเพื่อป้องกันกิจกรรมเบราว์เซอร์ภายหลังของคุณ จากการเชื่อมโยงกับสิ่งที่คุณทำมาก่อน การเลือกมันจะปิดแท็บและหน้าต่างที่เปิดอยู่ทั้งหมดของคุณล้างข้อมูลส่วนตัวทั้งหมดเช่นคุกกี้และประวัติการเข้าชม และใช้วงจร Tor ใหม่สำหรับการเชื่อมต่อทั้งหมด Tor เบราว์เซอร์จะเตือนคุณว่ากิจกรรมและการดาวน์โหลดทั้งหมดจะหยุดลงดังนั้นให้คำนึงถึงสิ่งนี้ก่อนที่จะคลิกบัญชีใหม่

source: ###### NEW TOR CIRCUIT FOR THIS SITE
th: ###### วงจร TOR ใหม่ สำหรับเว็บไซต์นี้

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
th: คุณยังสามารถเข้าถึงตัวเลือกนี้ในจอแสดงผลวงจรใหม่ ในเมนูข้อมูลไซต์ ในแถบ URL

source: ONION SERVICES
th: บริการ Onion

source: Services that are only accessible using Tor
th: บริการที่สามารถเข้าถึงโดยการใช้ Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
th: บริการ Onion หรือที่เคยเรียกว่าบริการซ่อน เป็นบริการเหมือนเว็บไซต์ที่สามารถเข้าถึงได้ผ่านเครือข่าย Tor

source: Onion services offer several advantages over ordinary services on the non-private web:
th: บริการ Onion ให้บริการอันเป็นประโยชน์ผ่านบริการปกติบนเว็บไซต์สาธารณะ

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
th: * สถานที่ตั้งของบริการ onion และที่อยู่ IP จะถูกซ่อนไว้ เป็นการยากที่ผู้ไม่หวังดีจะสามารถเซ็นเซอร์หรือระบุผู้ดำเนินการได้

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
th: * ที่อยู่ของบริการ onion จะถูกสร้างขึ้นโดยอัตโนมัติ ดังนั้นผู้ประกอบการไม่จำเป็นต้องซื้อชื่อโดเมน และ .onion URL ยังช่วยให้ Tor มั่นใจได้ว่ากำลังเชื่อมต่อกับตำแหน่งที่ถูกต้องและการเชื่อมต่อนั้นไม่ได้ถูกดัดแปลง

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
th: เหมือนเว็บไซต์อื่น ๆ คุณต้องรู้ที่อยู่ของ การบริการ onion เพื่อที่จะเชื่อมต่อกับมัน ที่อยู่หัวหอมเป็นสตริงของ 16 (และ V3 ในรูปแบบ, 56) ส่วนใหญ่สุ่มตัวอักษรและตัวเลข ตามด้วย ". onion"

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
th: เมื่อเข้าถึงเว็บไซต์ ที่ใช้บริการ onion Tor Browser จะแสดงไอคอนเล็ก ๆ สีเขียวอ่อนบน URL Bar ซึ่งแสดงสถานะการเชื่อมต่อของคุณ : ปลอดภัยและกำลังใช้ใช้บริการ onion และถ้าคุณเข้าถึงเว็บไซต์ด้วยบริการ https และ การบริการ onion มันจะแสดงไอคอนสีเขียวและแม่กุญแจ

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
th: ถ้าคุณไม่สามารถเข้าถึงการบริการ onion ที่คุณต้องการ ให้แน่ใจว่าคุณได้ป้อนที่อยู่ onion อย่างถูกต้อง แม้ว่าจะมีข้อผิดพลาดเพียงเล็กน้อย ก็จะทำให้ Tor Browser ไม่สามารถเข้าถึงเวบไซต์ได้

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
th: ถ้าคุณยังไม่สามารถเชื่อต่อไปยัง การบริการ onion กรุณาลองอีกครั้งหลังจากนี้ อาจจะมีปัญหาการเชื่อมต่อชั่วคราว หรือผู้ให้บริการไซต์อาจอนุญาตให้มันออฟไลน์โดยไม่มีการเตือนล่วงหน้า

source: SECURE CONNECTIONS
th: การเชื่อมต่ออย่างปลอดภัย

source: Learn how to protect your data using Tor Browser and HTTPS
th: เรียนรู้วิธีปกป้องข้อมูลของคุณโดยใช้ Tor Browser และ HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
th: หากข้อมูลส่วนตัวของคุณ เช่นรหัสผ่านในการเข้าสู่ระบบเดินทางโดยไม่ได้รับการเข้ารหัสลับบนอินเทอร์เน็ต เป็นการง่ายที่จะถูกสกัดกั้นผู้ใช้โดยการดักฟัง หากคุณเข้าสู่ระบบเข้าเว็บไซต์ใดก็ตาม คุณควรทำให้แน่ใจว่าเว็บนั้นให้บริการการเข้ารหัสลับ HTTPS ที่ซึ่งคุ้มครองการดักฟังในลักษณะนี้ คุณสามารถตรวจสอบได้ใน URL bar หากการเชื่อมต่อของคุณได้รับการเข้ารหัสลับแล้ว ที่อยู่จะเริ่มต้นด้วย "https://" แทนที่จะเป็น "http://"

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
th: การจัดรูปแบบการแสดงข้อมูลนี้จะแสดงข้อมูลที่ผู้ดักฟังสามารถมองเห็นได้ ทั้งผ่านและไม่ผ่าน Tor Browser และการเข้ารหัส HTTPS

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
th: * คลิกปุ่ม "Tor" เพื่อดูข้อมูลที่ผู้ตรวจดูสามารถมองเห็นได้ในขณะที่คุณใช้ Tor ปุ่มดังกล่าวจะเป็นสีเขียวเพื่อชี้ให้เห็นว่า Tor กำลังเปิดอยู่

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
th: * คลิกปุ่ม HTTPS เพื่อดูข้อมูลที่ผู้ตรวจดูสามารถมองเห็นได้ในขณะที่คุณใช้งาน HTTPS ปุ่มดังกล่าวจะเป็นสีเขียวเพื่อชี้ให้เห็นว่า HTTPS กำลังเปิดอยู่

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
th: * เมื่อปุ่มเป็นสีเขียว คุณจะเห็นข้อมูลที่ผู้ตรวจดูสามารถเห็นได้ขณะที่คุณกำลังใช้งานเครื่องมือทั้งสอง

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
th: * เมื่อปุ่มเป็นสีเทา คุณจะเห็นข้อมูลที่ผู้ตรวจดูสามารถเห็นได้ขณะที่คุณไม่ได้ใช้งานเครื่องมือทั้งสอง

source: ##### POTENTIALLY VISIBLE DATA
th: ##### ข้อมูลที่อาจมองเห็นได้

source: The site being visited.
th: มีการเยี่ยมชมไซต์

source: user / pw
th: ชื่อผู้ใช้ / รหัสผ่าน

source: Username and password used for authentication.
th: ชื่อผู้ใช้และรหัสผ่านถูกใช้เพื่อรับรองความถูกต้อง

source: data
th: ข้อมูล

source: Data being transmitted.
th: ข้อมูลถูกส่งแล้ว

source: location
th: ที่อยู่

source: Network location of the computer used to visit the website (the public IP address).
th: ตำแหน่งเครือข่ายของคอมพิวเตอร์ที่เคยเข้าชมเว็บไซต์ (ที่อยู่ไอพีสาธารณะ)

source: Whether or not Tor is being used.
th: ไม่ว่าจะมีการใช้งาน Tor หรือไม่

source: Security Slider
th: แถบเลื่อนความปลอดภัย

source: Configuring Tor Browser for security and usability
th: การกำหนดค่า Tor Browser เพื่อความปลอดภัยและความสามารถในการใช้งาน

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
th: Tor Browser "แถบเลื่อนความปลอดภัย" อนุญาตให้คุณเพิ่มความปลอดภัยได้โดยระงับการใช้งานคุณสมบัติเว็บที่อาจโจมตีความปลอดภัยและความนิรนามของคุณได้ การเพิ่มระดับความปลอดภัยของ Tor Browser ของคุณจะทำให้หน้าเว็บบางเว็บไม่สามารถทำงานได้ตามปกติ ดังนั้นคุณควรประเมินความจำเป็นด้านความปลอดภัยกับระดับความสามารถในการใช้งานที่คุณต้องการ

source: ##### Accessing the Security Slider
th: ##### การเข้าถึงแถบเลื่อนความปลอดภัย

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
th: ตำแหน่งของแถบเลื่อนความปลอดภัยอยู่ที่เมนู "การตั้งค่าความปลอดภัย" ของ Torbutton

source: ##### Security Levels
th: ##### ระดับความปลอดภัย

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
th: การเพิ่มระดับของแถบเลื่อนความปลอดภัยจะระงับการใช้งาน หรือระงับการใช้งานบางส่วนของคุณสมบัติเบราว์เซอร์บางประเภทเพื่อป้องกันความเป็นไปได้ที่จะถูกโจมตี

source: SECURITY SETTINGS
th: การตั้งค่าความปลอดภัย

source: By default, Tor Browser protects your security by encrypting your browsing data.
th: การตั้งค่าเริ่มต้น Tor Browser คุ้มครองความปลอดภัยของคุณโดยการเข้าเรียกดูรหัสลับข้อมูล

source: You can further increase your security by choosing to disable certain web features that can be used to attack your security and anonymity.
th: คุณสามารถเพิ่มความปลอดภัยได้โดยเลือกที่จะปิดการใช้งานคุณลักษณะเว็บที่สามารถใช้ในการโจมตีความปลอดภัยและความนิรนามของคุณได้

source: You can do this by increasing Tor Browser's Security Settings in the shield menu.
th: คุณสามารถกระทำได้โดยการเพิ่มการตั้งค่าความปลอดภัยของ Tor Browser ในเมนูรูปโล่ห์

source: Increasing Tor Browser's security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
th: การเพิ่มระดับความปลอดภัยของ Tor Browser ทำให้หน้าเว็บบางเว็บไม่สามารถทำงานได้ตามปกติ ดังนั้นคุณควรประเมินความจำเป็นด้านความปลอดภัยกับระดับความสามารถในการใช้งานที่คุณต้องการ

source: ##### ACCESSING THE SECURITY SETTINGS
th: ##### การเข้าถึงการตั้งค่าความปลอดภัย

source: The Security Settings can be accessed by clicking the Shield icon next to the Tor Browser URL bar.
th: การตั้งค่าความปลอดภัยสามารถเข้าถึงได้ผ่านการคลิกบนไอคอนรูปโล่ห์ที่อยู่ถัดจากแถบ Tor Browser URL

source: To view and adjust your Security Settings, click the 'Advanced Security Settings...' button in the shield menu.
th: ดูและแก้ไขการตั้งค่าความปลอดภัยของคุณ โดยคลิกที่ปุ่มการตั้งค่าความปลอดภัยขั้นสูงในเมนูรูปโล่ห์

source: ##### SECURITY LEVELS
th: ##### ระดับความปลอดภัย

source: Increasing the Security Level in the Tor Browser Security Settings will disable or partially disable certain browser features to protect against possible attacks.
th: การเพิ่มระดับความปลอดภัยในการตั้งค่าความปลอดภัยของ Tor Browser จะปิดการใช้งาน หรือปิดการใช้งานคุณสมบัติของเบราว์เซอร์บางส่วนเพื่อป้องกันความเสี่ยงในการถูกโจมตี

source: You can enable these settings again at any time by adjusting your Security Level.
th: คุณสามารถเปิดการตั้งค่าอีกครั้งเมื่อไหร่ก็ได้ โดยปรับระดับความปลอดภัยของคุณ

source: These changes affect images, media, and scripts.
th: การแก้ไขนี้จะส่งผลกระทบต่อรูปภาพ สื่อ และสคริปต์

source: UPDATING
th: การอัปเดท

source: How to update Tor Browser
th: อัปเดท Tor Browser อย่างไร

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
th: คุณจำเป็นต้องอัปเดท Tor Browserเสมอ หากคุณใช้ซอฟท์แวร์ที่หมดอายุแล้ว คุณมีความเสี่ยงต่อช่องโหว่ทางความปลอดภัยร้ายแรง ซึ่งเป็นภัยต่อความเป็นส่วนตัวและความนิรนามของคุณ

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
th: Tor Browser จะแจ้งให้คุณอัปเดทซอฟแวร์เป็นรุ่นใหม่โดยทันทีที่มีการปล่อยรุ่นใหม่ออกมา ไอค่อน Torbuttonจะแสดงสัญลักษณ์สามเหลี่ยมสีเหลือง และคุณอาจเห็นตัวชี้วัดที่อัปเดทเป็นลายลักษณ์อักษรเมื่อเปิด Tor Browser คุณสามารถอัปเดททั้งแบบอัตโนมัติหรืออัปเดทเองได้

source: ##### UPDATING TOR BROWSER AUTOMATICALLY
th: ##### กำลังอัปเดต Tor Browser โดยอัตโนมัติ

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
th: เมื่อคุณพร้อมที่จะอัปเดท Tor Browser คลิกที่ไอคอน Torbutton และเลือก ตรวจสอบเพื่ออัปเดต Tor Browser

source: When Tor Browser has finished checking for updates, click on the “Update” button.
th: เมื่อตรวจสอบการอัปเดท Tor Browser เสร็จแล้ว คลิกที่ปุ่มอัปเดท

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
th: รอให้อัปเดทเพื่อดาวน์โหลดและติดตั้ง จากนั้นรีสตาร์ต Tor Browser แล้วคุณจะเริ่มต้นใช้งานรุ่นใหม่ล่าสุด

source: ##### UPDATING TOR BROWSER MANUALLY
th: ##### อัปเดท Tor Brower เอง

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
th: เมื่อคุณพร้อมที่จะอัปเดต Tor Browser ให้สิ้นสุดเซสชันการเรียกดูและปิดโปรแกรม

source: Visit https://www.torproject.org/download/ and download a copy of the latest Tor Browser release, then install it as before.
th: เยี่ยมชม https://www.torproject.org/download/ และดาวน์โหลดสำเนาเผยแพร่ล่าสุดของ Tor Browser จากนั้นติดตั้งดังเช่นเดิม

source: PLUGINS, ADD-ONS AND JAVASCRIPT
th: โปรแกรมเสริม ส่วนขยาย และ JAVASCRIPT

source: How Tor Browser handles add-ons, plugins and JavaScript
th: Tor Browser จัดการส่วนเสริม โปรแกรมเสริม และ JavaScript อย่างไร

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
th: เว็บไซต์วิดีโอ เช่น Vimeo ใช้โปรแกรมเสริมของ Flash Player ในการแสดงเนื้อหาวิดีโอ ขออภัย ซอฟต์แวร์นี้ปฏิบัติการอย่างเป็นอิสระจาก Tor Browser และไม่สามารถทำตามคำสั่งการตั้งค่าพร็อกซีของ Tor Browser ได้โดยง่าย ดังนั้นมันอาจเปิดเผยที่ตั้งแท้จริงและที่อยู่ IP ของคุณต่อผู้ปฏิบัติการเว็บไซต์ หรือผู้ฝ้าดูจากภายนอก ด้วยเหตุนี้ Flash จึงถูกปิดใช้งานโดยค่าเริ่มต้นบน Tor Browser และไม่แน่ะนำให้เปิดใช้งาน Flash

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
th: เว็บไซต์วีดีโอบางตัว (เช่น YouTube) มีวิธีการแสดงผลวิดีโอทางเลือกที่ไม่ได้ใช้ Flash วิธีการแสดงผลเหล่านี้อาจเข้ากันได้กับ Tor Browser

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
th: JavaScript เป็นภาษาการเขียนโปรแกรมที่เว็บไซต์ใช้เพื่อเสนอองค์ประกอบแบบอินเทอร์แอคทีฟเช่นวิดีโอภาพเคลื่อนไหวเสียงและกำหนดเวลา น่าเสียดายที่ JavaScript ยังสามารถเปิดใช้งานการโจมตีความปลอดภัยของเบราว์เซอร์ซึ่งอาจนำไปสู่การไม่ระบุชื่อ

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
th: Tor Browser ควบรวมส่วนเสริมที่เรียกว่า NoScript สามารถเข้าถึงได้ผ่านไอคอน S ในด้านขวาบนของหน้าต่าง NoScript อนุญาติให้คุณควบคุม JavaScript และสคริปต์อื่นๆ ที่ทำงานบนหน้าเว็บแต่ละเว็บ หรือปิดกั้นทั้งหมด

source: ##### BROWSER ADD-ONS
th: ##### เพิ่มเบราว์เซอร์

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
th: Tor Browser ทำงานบนพื้นฐานของ Firefox และหากส่วนเสริมเบราว์เซอร์หรือธีมแบบใดก็ตามที่เข้ากันได้กับ Firefox สามารถติดตั้งใน Tor Browser ได้เช่นกัน

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
th: อย่างไรก็ตาม มีเฉพาะส่วนเสริมที่ทดสอบกับ Tor Browser ในการตั้งค่าเริ่มต้น การติดตั้งส่วนเสริมเบราว์เซอร์อาจทำลายฟังก์ชั่นใน Tor Browser หรือสร้างปัญหาร้ายแรงที่ส่งผลต่อความเป็นส่วนตัวและความปลอดภัยของคุณ เราไม่แนะนำให้ติดตั้งส่วนเสริมเพิ่มเติม และ Tor Project จะไม่ให้บริการสนับสนุนการกำหนดค่าดังกล่าว

source: TROUBLESHOOTING
th: การแก้ไขปัญหา

source: What to do if Tor Browser doesn’t work
th: คุณจะทำอย่างไรถ้า Tor บราวเซอร์ไม่ทำงาน

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
th: คุณควรสามารถเริ่มต้นเรียกดูเว็บโดยใช้ Tor Browser ได้รวดเร็วหลังเปิดการทำงานโปรแกรม และคลิกปุ่มเชื่อมต่อหากคุณใช้งานมันเป็นครั้งแรก

source: ##### QUICK FIXES
th: ##### การแก้ไขอย่างรวดเร็ว

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
th: หาก Tor Browser ไม่เชื่อมต่อ อาจมีวิธีแก้ง่ายๆ โดยลองวิธีการดังนี้

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
th: * นาฬิกาบนคอมพิวเตอร์ของคุณต้องตั้งค่าอย่างถูกต้อง ไม่เช่นนั้นจะไม่สามารถเชื่อมต่อ Torได้

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
th: * โปรดตรวจสอบให้แน่ใจว่า Tor Browser อีกอันไม่ได้กำลังทำงานอยู่ หากคุณไม่แน่ใจว่าTor Browser ทำงานอยู่รึเปล่า กรุณารีสตาร์ตคอมพิวเตอร์ของคุณ

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
th: * โปรดตรวจสอบให้แน่ใจว่าโปรแกรมป้องกันไวรัสที่คุณติดตั้งไว้ไม่ขัดขวางการทำงานของ Tor คุณอาจต้องพิจารณาหนังสืออ้างอิงของโปรแกรมป้องกันไวรัสหากคุณไม่รู้วิธีการใช้งาน

source: * Temporarily disable your firewall.
th: * ปิดการใช้งานไฟร์วอลล์ชั่วคราว

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
th: * ลบ Tor บราวเซอร์ และติดตั้งอีกครั้ง หากกำลังอัปเดตอย่าเขียนทับไฟล์ Tor บราวเซอร์ ที่มีอยู่แล้ว ให้แน่ใจว่าพวกเขาจะถูกลบอย่างสมบูรณ์ก่อน

source: ##### IS YOUR CONNECTION CENSORED?
th: ##### การเชื่อมต่อของคุณได้ถูกเซ็นเซอร์หรือไม่

source: ##### KNOWN ISSUES
th: ##### ปัญหาที่ทราบ

source: KNOWN ISSUES
th: ประเด็นที่ทราบ

source: * Tor needs your system clock (and your time zone) set to the correct time.
th: * Tor จำเป็นต้องตั้งนาฬิกา(ตามเวลาของคุณ) ตามเวลาที่ถูกต้อง

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
th: * ทราบว่าซอฟต์แวร์ไฟร์วอลล์ต่อไปนี้รบกวนการทำงานของ Tor อาจต้องปิดการใช้งานชั่วคราว

source: * Sophos Antivirus for Mac
th: * โปรแกรมป้องกันไวรัส Sophos สำหรับ Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
th: * วิดีโอที่ต้องใช้ Adobe Flash ไม่สามารถใช้งานได้ ปิดใช้งาน Flash เนื่องจากเหตุผลด้านความปลอดภัย

source: * Tor can not use a bridge if a proxy is set.
th: * Tor ไม่สามารถใช้สะพานถ้าติดตั้ง พร็อกซี

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
th: * แพ็คเกจ Tor บราวเซอร์ ลงวันที่ 1 มกราคม 2000 00:00:00 UTC นี่คือเพื่อให้แน่ใจว่าแต่ละซอฟต์แวร์สร้างซ้ำได้อย่างแน่นอน

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
th: * ในการเรียกใช้ Tor Browser บน Ubuntu ผู้ใช้จะต้องเรียกใช้งานเชลล์สคริปต์ เปิด "Files" (Unity's explorer), เปิด Preferences → Behavior Tab →ตั้งค่า "เรียกใช้ไฟล์ข้อความที่เรียกใช้งานได้เมื่อเปิด" เป็น "Ask every time" จากนั้นคลิก OK

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
th: * Tor เบราว์เซอร์สามารถเริ่มต้นจากบรรทัดคำสั่งโดยเรียกใช้คำสั่งต่อไปนี้จากภายในไดเรกทอรี Tor เบราว์เซอร์

source: UNINSTALLING
th: ยกเลิกการติดตั้ง

source: How to remove Tor Browser from your system
th: วิธีการลบ Tor บราวเซอร์ ออกจากระบบของคุณ

source: Removing Tor Browser from your system is simple:
th: การลบ Tor Browser ออกจากระบบของคุณเป็นเรื่องง่าย

source: Download Tor Browser
th: ดาวน์โหลด Tor Browser

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
th: ดาวน์โหลด Tor Browser เพื่อประสบการณ์การท่องเว็บด้วยความเป็นส่วนตัวอย่างแท้จริง ปราศจากการติดตามแกะรอย ถูกสอดส่อง หรือการถูกปิดกั้น

source: Our mission:
th: ภารกิจของเรา
