Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: New Tor Circuit for this Site
ro: Circuit Tor nou pentru acest site

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ro: Această opțiune este utilă dacă [ieșirea](../exit) pe care o utilizați nu se poate conecta la site-ul web pe care îl solicitați sau nu îl încarcă corect. Selectarea acesteia va determina reîncărcarea filei sau ferestrei actuale în timpul unui nou [circuit Tor](../circuit). Alte file deschise și ferestre de pe același site vor utiliza noul circuit, odată ce vor fi reîncărcate. Această opțiune nu șterge nicio informație privată și nu deconectează activitatea și nici nu afectează conexiunile actuale cu alte site-uri web.

source: [Tor Browser](../tor-browser) includes an [add-on](../add-on-extension-or-plugin) called NoScript, accessed by clicking the hamburger menu at the top-right of the screen, then navigating to "Add-ons".
ro: [Tor Browser](../tor-browser) include un supliment - [add-on](../add-on-extension-or-plugin) numit NoScript, care poate fi accesat făcând clic pe meniul hamburger din partea dreaptă sus a ecranului, apoi navigând la "Add-ons".

source: NoScript allows you to control the [JavaScript](../javascript) that runs on individual web pages, or to block it entirely.
ro: NoScript vă permite să controlați [JavaScript](../javascript) care rulează pe pagini web individuale sau să îl blocați în întregime.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
ro: Monitorizarea anonimă a [releelor](../relay) (care a fost arm, acum nyx) este un monitor de stare terminal pentru [Tor](../tor-/- tor-network/-core-tor), destinat utilizării liniei de comandă. Acesta este un instrument pentru monitorizarea procesului Tor de bază pe un sistem, adesea util pentru operatorii de relee.

source: Obfs3 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random, so that it does not look like Tor or any other protocol.
ro: Obfs3 este un [transport conectabil](../pluggable-transports) care face ca [traficul](../traffic) [Tor](../tor-tor-network-core-tor) să pară aleatoriu, astfel încât să nu pară că este vorba de Tor sau de orice alt protocol.

source: Obfs3 is not supported anymore.
ro: Obfs3 nu mai este acceptat.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
ro: Obfs4 este un [transport conectabil](../pluggable-transports) care face ca [traficul](../traffic) [Tor](../tor-tor-network-core-tor) să pară aleatoriu ca obfs3 și, de asemenea, împiedică cenzorii să găsească poduri prin scanarea prin Internet. Podurile Obfs4 sunt mai puțin susceptibile să fie blocate decât [podurile](../bridge) obfs3.

source: A standardized internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](../self-authenticating).
ro: Un nume de domeniu de internet standardizat folosit de serviciile Onion care se termină în .onion și este conceput pentru a fi [auto-autentificabil](../self-authenticating).

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ro: O aplicație iOS, care este open source, folosește rutarea Tor și este dezvoltată de cineva care lucrează îndeaproape cu Proiectul Tor.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
ro: [Aflați mai multe despre Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
ro: Serviciile Onion (cunoscute anterior ca „[servicii ascunse](../hidden-services)” sunt servicii (precum site-urile web) care sunt accesibile doar prin [rețeaua Tor](../tor-tor-network-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
ro: Serviciile Onion oferă avantaje față de serviciile obișnuite pe site-ul non-privat, inclusiv:

source: An onion site is another name for an [onion service](../onion-services), but refers exclusively to websites.
ro: Un site onion este un alt nume pentru un [serviciu onion](../onion-services), dar se referă exclusiv la site-uri web.

source: These websites use the .onion Top Level Domain (TLD).
ro: Aceste site-uri web folosesc Domeniul de nivel superior .onion (TLD).

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](../relay) and [bridges](../bridge).
ro: Onionoo este un protocol bazat pe web pentru a afla despre rularea în prezent a [releelor Tor](../relay) și a [punților](../bridge).

source: Onionoo provides the data for other applications and websites ([metrics.torproject.org](https://metrics.torproject.org/)) which in turn present Tor network status information to humans.
ro: Onionoo oferă datele pentru alte aplicații și site-uri web ([metrics.torproject.org](https://metrics.torproject.org/)), care la rândul lor prezintă informații despre starea rețelei Tor.

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
ro: Setul de [servicii onion](../onion-services) disponibile. De exemplu, puteți spune „site-ul meu este în onionspace” în loc de „site-ul meu este în Dark Web”.

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
ro: OONI reprezintă „[Open Observatory of Interference Network](https://ooni.io/)” și este o rețea globală de observare pentru detectarea [cenzurii](../network-censorship), supravegherea și manipularea [traficului](../traffic) pe internet.

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
ro: Principalul software de sistem care gestionează resursele de hardware și software pentru calculator și oferă servicii comune pentru programele de calculator. Cele mai utilizate sisteme de operare pentru desktop sunt Windows, macOS și Linux. Android și iOS sunt sistemele de operare mobile dominante.

source: Orfox is no longer maintained or supported.
ro: Orfox nu mai este întreținut sau suportat.

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
ro: Instrumentele pe care [Tor](../tor-tor-network-core-tor) le poate folosi pentru a deghiza [traficul](../traffic) pe care îl trimite.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
ro: Acest lucru poate fi util în situațiile în care un [furnizor de servicii Internet (ISP)](../internet-service-provider-isp) sau o altă autoritate blochează activ conexiunile la [rețeaua Tor](../tor-/- tor-network/- core-tor).

source: The private portion of a [public/private key pair](../public-key-cryptography).
ro: Porțiunea privată a unei [perechi de chei publice / private](../public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
ro: Aceasta este cheia care trebuie păstrată privată și nu diseminată altora.

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
ro: Un proxy este un dispozitiv de mijloc între un [client](../client) (cum ar fi un [browser web](../web-browser) și un serviciu (de exemplu un [server web](../server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
ro: În loc să se conecteze direct la serviciu, un client trimite mesajul către proxy. Proxy face solicitarea în numele clientului și transmite răspunsul către client. Serviciul comunică și vede doar acel proxy.

source: The public portion of a [public/private key pair](../public-key-cryptography).
ro: Porțiunea publică a unei [perechi de chei publice / private](../public-key-cryptography).

source: This is the key that can be disseminated to others.
ro: Aceasta este cheia care poate fi comunicată și altora.

source: A public-key cryptography system uses pairs of mathematical keys.
ro: Un sistem de criptografie cu chei publice folosește perechi de chei matematice.

source: The [public key](../public-key) can be disseminated widely while its corresponding [private key](../private-key) is known only by the owner of the key pair.
ro: [Cheia publică](../public-key) poate fi difuzată pe scară largă, în timp ce [cheia privată](../private-key) corespunzătoare este cunoscută doar de către proprietarul perechii de chei.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
ro: Orice persoană poate [cripta](../encryption) un mesaj folosind cheia publică a receptorului, dar numai receptorul care deține cheia privată este capabil să decripteze mesajul.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
ro: În plus, cheia privată poate fi utilizată pentru a crea o [semnătură](../cryptographic-signature) pentru a dovedi identitatea creatorului unui mesaj sau al altor fișiere.

source: This signature can be verified by the public key.
ro: Această semnătură poate fi verificată prin cheia publică.

source: relay
ro: releu

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
ro: Un nod listat public în [rețeaua Tor](../tor-tor-network-core-tor) care transmite [trafic](../traffic) în numele [clienților](../client) și care se înregistrează cu [autoritățile director](../directory-authority).

source: It is an [add-on](../add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](../tor-browser), from different sources.
ro: Este un supliment - [add-on](../add-on-extension-or-plugin) pentru browserele Chrome sau Chromium care vă permite să descărcați mai multe programe de securitate și confidențialitate, inclusiv [Tor Browser](../tor-browser), din surse diferite.

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
ro: ScrambleSuit este similar cu obfs4, dar are un set diferit de [punți](../bridge).

source: Element used for offering dynamic/interactive content via websites.
ro: Element utilizat pentru oferirea de conținut dinamic / interactiv prin intermediul site-urilor web.

source: The specialized address format of [onion addresses](../onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onion site](../onion-site). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
ro: Formatul de adresă specializat al [adreselor onion](../onion-address) este autentic. Formatul garantează automat că adresa onion este legată de cheia folosită pentru a proteja conexiunile la [site-ul onion](../onion-site). Numele de domenii obișnuite de internet cer ca proprietarii site-urilor să aibă încredere și să fie aprobate de o autoritate de certificare (CA) pentru această legătură și sunt supuse deturnării de către CA și, de asemenea, de multe alte părți.

source: A device on a network that offers a service, such as file and web page storage, email or chat.
ro: Un dispozitiv dintr-o rețea care oferă un serviciu, cum ar fi stocarea de fișiere și pagini web, e-mail sau chat.

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
ro: O sesiune se referă la o conversație între două dispozitive care comunică într-o rețea. Utilizarea [Tor Browser](../tor-browser) înseamnă că datele sesiunii dvs. vor fi șterse când închideți [browserul web](../web-browser).

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
ro: Un serviciu onion unic este un serviciu onion care poate fi configurat pentru servicii care nu necesită anonimat, dar doresc să-l ofere pentru clienții care se conectează la serviciul lor. Serviciile onion unice utilizează doar trei salturi în [circuit](../circuit), în locul celor șase salturi tipice pentru serviciile onion.

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
ro: Stem este o bibliotecă de control Python (limbaj de programare) pentru nucleul [Tor](../tor-tor-network-core-tor). Dacă doriți să controlați nucleul Tor de bază cu python, acesta este pentru dvs.

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
ro: Atacul Sybil în securitatea computerului este un atac în care un sistem de reputație este subvertit prin crearea unui număr mare de identități și folosirea acestora pentru a obține o influență disproporționat de mare în rețea.

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
ro: Tails este un [sistem de operare](../operating-system-os) „live” , pe care îl puteți porni pe aproape orice computer de pe un DVD, stick USB sau card SD.

source: It aims to preserve your privacy and anonymity.
ro: Acesta își propune să vă păstreze confidențialitatea și anonimatul.

source: [Learn more about Tails](https://tails.boum.org/).
ro: [Aflați mai multe despre Tails](https://tails.boum.org/).

source: The Tor Project
ro: Proiectul Tor

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
ro: Proiectul Tor se poate referi la The Tor Project Inc, o organizație non-profit 501(c)3 din SUA responsabilă cu menținerea software-ului Tor sau comunitatea Tor Project formată din mii de voluntari din toată lumea care ajută la crearea Tor.

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
ro: Majoritatea site-urilor web folosesc numeroase servicii terțe, inclusiv publicitate și trackere de analiză, care colectează date despre [adresa IP](../ip-address), [browser web](../web-browser), [sistem de operare](../operating-system-os) și comportamentul dvs. de navigare în sine, toate acestea putând urmări activitatea dvs. pe diferite site-uri.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
ro: [Tor Browser](../tor-browser) împiedică să aibă loc o mare parte din această activitate.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
ro: Tor Browser utilizează [Tor network](../tor-tor-network-core-tor) pentru a vă proteja confidențialitatea și anonimatul.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
ro: Activitatea dvs. de internet, inclusiv numele și adresele site-urilor web pe care le vizitați, va fi ascunsă de [Furnizorul de servicii Internet (ISP)](../internet-service-provider-isp) și de oricine vă urmărește conexiunea la nivel local.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real [(IP) address](../ip-address), and will not know who you are unless you explicitly identify yourself.
ro: Operatorii site-urilor web și serviciilor pe care le utilizați, și oricine le urmărește, vor vedea o conexiune care vine din rețeaua Tor în loc să vadă adresa dvs. reală [(IP)](../ip-address) și nu vor ști cine sunteți dacă nu vă autentificați explicit.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
ro: În plus, Tor Browser este conceput pentru a împiedica „[amprentarea digitală](../browser-fingerprinting)” a site-urilor web sau pentru a vă identifica în funcție de configurația browserului.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
ro: În mod implicit, Tor Browser nu păstrează niciun [istoric de navigare](../browsing-history).

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
ro: [Cookies](../cookie) sunt valabile doar pentru o singură [sesiune](../session) (până când Tor Browser este închis sau se solicită [o identitată nouă](../new-identitate)).

source: Tor Launcher
ro: Lansator Tor

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
ro: Când rulați [Tor Browser](../tor-browser) pentru prima dată, vedeți fereastra Tor Launcher.

source: In the second case, Tor Launcher will take you through a series of configuration options.
ro: În al doilea caz, Tor Launcher vă va duce printr-o serie de opțiuni de configurare.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
ro: Când ceva nu este în regulă cu Tor, este posibil să vedeți o opțiune cu mesajul de eroare pentru a „copia jurnalul Tor în clipboard”.

source: If you don't see this option and you have [Tor Browser](../tor-browser) open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ro: Dacă nu vedeți această opțiune și aveți [Tor Browser](../tor-browser) deschis, puteți naviga la meniul hamburger (în partea dreaptă sus a browserului, în dreapta barei URL), apoi faceți clic pe „Opțiuni”, iar în final pe „Tor”, din în bara laterală.

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
ro: În partea de jos a paginii, lângă textul „Vizualizați jurnalele Tor”, faceți clic pe butonul „Vizualizare jurnale…”.

source: You should see an option to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
ro: Ar trebui să vedeți o opțiune de copiere a jurnalului în clipboard - dreapta jos, pe care apoi o puteți lipi într-un document pentru a-l arăta celui care vă ajută să rezolvați problema.

source: Tor Messenger is not in development anymore.
ro: Tor Messenger nu mai este în dezvoltare.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
ro: A acceptat Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo și altele; activa în mod automat Messaging Off-the-Record (OTR); și avea o interfață grafică pentru utilizator ușor de utilizat, realizată în mai multe limbi.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
ro: Tor este un program pe care îl puteți rula pe computerul dvs. care vă ajută să fiți în siguranță pe Internet.

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ro: Te protejează prin saltul comunicațiilor în jurul unei rețele distribuite de [relee](../relay) administrate de voluntari din întreaga lume: împiedică pe cineva care urmărește conexiunea ta la Internet să afle ce site-uri vizitezi și împiedică site-urile pe care le vizitezi să afle locația ta fizică.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
ro: Acest set de relee voluntare se numește rețea Tor. Uneori software-ul asociat cu această rețea se numește Core Tor, iar alteori ["little-t tor"](../little-t-tor).

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
ro: Modul în care majoritatea oamenilor folosesc Tor este cu [Tor Browser](../tor-browser) care este o versiune a [Firefox](../firefox) care rezolvă multe probleme de confidențialitate.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
ro: Tor2web este un proiect care permite utilizatorilor să acceseze [servicii onion](../onion-services) fără a folosi [Tor Browser](../tor-browser).

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
ro: Această [extensie](../add-on-extension-or-plugin) configurează Thunderbird pentru a face conexiuni peste [Tor](../tor-tor-network-core-tor).
