Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: A path through the [Tor network](#tor-/-tor-network/-core-tor) built by [clients](#client) consisting of randomly selected nodes. The circuit begins with either a [bridge](#bridge) or a [guard](#guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](#middle-relay), and an [exit](#exit). Most [onion services](#onion-services) use six hops in a circuit (with the exception of [single onion services](#single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the onion button in Tor Browser.
fr: Un chemin au travers du réseau [Tor](#tor-/-tor-tor-network/-core-tor) construit par des [clients](#client) et composé de nœuds sélectionnés au hasard. Le circuit commence soit par un [pont](#bridge) soit par un [garde](#guard). La plupart des circuits comprennent trois nœuds : un garde ou un pont, un [relais intermédiaire](#middle-relay) et une [sortie](#exit). La plupart des [services onion](#onion-services) utilisent six sauts dans un circuit (à l’exception des [services onion simples](#single-onion-service)), et jamais de nœud de sortie. Vous pouvez visualiser votre circuit Tor actuel en cliquant sur le bouton oignon du navigateur Tor Browser.

source: In [Tor](#tor-/-tor-network/-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](#relay).
fr: Dans [Tor](#tor-/-tor-tor-network/-core-tor), un client est un noeud du réseau Tor, généralement exécuté au nom d’un utilisateur, qui achemine les connexions des applications sur une série de [relais](#relais).

source: Compass is a web application to learn about currently running [Tor relays](#relay) in bulk.
fr: Compass est une application Web pour en savoir plus sur les relais Tor en cours d’exécution (#relais) en vrac.

source: In Tor terms, a single document compiled and voted on by the [directory authorities](#directory-authority) once per hour, ensuring that all [clients](#client) have the same information about the [relays](#relay) that make up the [Tor network](#tor-/-tor-network/-core-tor).
fr: En termes Tor, un seul document compilé et voté par les [directory authorities](#directory-authority) une fois par heure, assurant que tous les [clients](#client) ont les mêmes informations sur les [relais](#relais) qui composent le [réseau Tor](#tor-/-tor-network/-core-tor).

source: ### cookie
fr: ### témoin

source: An [HTTP](#http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](#web-browser) while the user is browsing. [Tor Browser](#tor-browser) does not store cookies.
fr: Un témoin [HTTP](#http) (aussi appelé fichier témoin ou « cookie ») est un petit élément de données envoyé d’un site Web et stocké sur l’ordinateur de l’utilisateur par le [navigateur Web](#Web-browser) de l’utilisateur quand il parcourt des sites. Le navigateur [Tor Browser](#tor-browser) n’enregistre aucun témoin.

source: ### cross-site scripting (XSS)
fr: ### script intersites (XSS)

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
fr: Les scripts intersites (XSS) permettent à un assaillant d’ajouter des fonctions ou des comportements malveillants à un site Web alors qu’il ne devrait pas pouvoir le faire.

source: ### cryptographic signature
fr: ### signature cryptographique

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](#public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as sig files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get. For more information about how you can verify signatures, please see https://www.torproject.org/docs/verifying-signatures.html.en.
fr: Une signature cryptographique prouve l’authenticité d’un message ou d’un fichier. Il est créé par le détenteur de la partie privée d’une biclé de [cryptographie par clé publique]#cryptographie-par-cl-publique) et peut être vérifié par la clé publique correspondante. Si vous téléchargez un logiciel de torproject.org, vous le trouverez sous forme de fichiers sig (.asc). Ce sont des signatures PGP, vous pouvez donc vérifier que le fichier que vous avez téléchargé est exactement celui que nous vous avons demandé. Pour plus d’informations sur la façon dont vous pouvez vérifier les signatures, veuillez consulter https://www.torproject.org/docs/verifying-signatures.html.en.

source: ### daemon
fr: ### démon

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
fr: Un daemon est un programme informatique qui s’exécute en tâche de fond, plutôt que sous le contrôle direct d’un utilisateur.

source: ### directory authority
fr: ### autorité d’annuaire

source: A special-purpose [relay](#relay) that maintains a list of currently-running relays and periodically publishes a [consensus](#consensus) together with the other directory authorities.
fr: Un [relais](#relais) à usage spécifique qui maintient une liste de relais en cours de fonctionnement et publie périodiquement un [consensus](#consensus) avec les autres autorités d’annuaire.

source: ### encryption
fr: ### chiffrement

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](#tor-/-tor-network/-core-tor) uses three layers of encryption in the Tor [circuit](#circuit); each [relay](#relay) decrypts one layer before passing the request on to the next relay.
fr: Processus consistant à prendre un élément de données et à le brouiller en un code secret qui ne peut être lu que par le destinataire prévu. [Tor](#tor-/-tor-tor-network/-core-tor) utilise trois couches de chiffrement dans le circuit [circuit](#circuit) Tor ; chaque [relais](#relais) déchiffre une couche avant de passer la requête au relais suivant.

source: ### end-to-end encrypted
fr: ### chiffré de bout en bout

source: Transmitted data which is [encrypted](#encryption) from origin to destination is called end-to-end encrypted.
fr: Les données transmises qui sont [chiffrées](#encryption) d’origine à destination sont appelées chiffrées de bout en bout.

source: ### exit
fr: ### sortie

source: The last [relay](#relay) in the [Tor circuit](#circuit) which sends [traffic](#traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](#ip-address) of the exit.
fr: Le dernier [relais](#relay) dans le [circuit Tor](#circuit) qui envoie le [trafic](#trafic) vers l’Internet public. Le service auquel vous vous connectez (site Web, service de dialogue en ligne, fournisseur de services de courriel, etc.) verra l’[adresse IP](#adresse IP) du relais de sortie.

source: The ExoneraTor service maintains a database of [relay](#relay) [IP addresses](#ip-address) that have been part of the Tor network. It answers the question whether there was a [Tor](#tor-/-tor-network/-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
fr: Le service ExoneraTor maintient une base de données de [relais](#relais)[adresses IP](#adresse IP) qui ont fait partie du réseau Tor. Il répond à la question de savoir s’il y avait un relais [Tor](#tor-/-tor-tor-network/-core-tor) fonctionnant sur une adresse IP donnée à une date donnée. Ce service est souvent utile lorsqu’il s’agit de faire respecter la loi.

source: Mozilla Firefox is a free and open-source [web browser](#web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
fr: Firefox de Mozilla est un [navigateur Web](#Web-browser) gratuit et open-source développé par la Fondation Mozilla et sa filiale, la Mozilla Corporation.

source: [Tor Browser](#tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
fr: Le navigateur [Tor Browser](#tor-browser) est conçu à partir d’une version modifiée de Firefox ESR (version à assistance prolongée).

source: Firefox is available for Windows, OS X and Linux [operating systems](#operating-system-os), with its mobile versions available for Android, and Firefox OS.
fr: Firefox est disponible pour Windows, OS X et Linux [systèmes d’exploitation](#operating-system-os), avec ses versions mobiles disponibles pour Android, et Firefox OS.

source: ### firewall
fr: ### pare-feu

source: A firewall is a network security system which monitors and controls the incoming and outgoing network [traffic](#traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](#network-censorship). Sometimes people have trouble connecting to [Tor](#tor-/-tor-network/-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
fr: Un firewall est un système de sécurité réseau qui surveille et contrôle trafic réseau entrant et sortant (#trafic). Ce filtre de trafic est basé sur des règles prédéterminées. Un firewall établit généralement une barrière entre un réseau interne sécurisé et fiable et un autre réseau externe, mais il peut également être utilisé comme filtre de contenu au sens de [censure](#censure de réseau). Parfois les gens ont du mal à se connecter à [Tor](#tor-/-tor-tor-network/-core-tor) parce que leur firewall bloque les connexions Tor. Vous pouvez reconfigurer ou désactiver votre firewall et redémarrer Tor pour tester cela.

source: ### Flash Player
fr: ### lecteur Flash

source: Flash Player is a [browser plugin](#add-on-extension-or-plugin)for Internet [applications](#app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](#tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
fr: Flash Player est un [plugin de navigateur](#add-on-extension-or-plugin) pour Internet [applications](#app) pour regarder du contenu audio et vidéo. Vous ne devriez jamais activer Flash pour qu’il fonctionne dans le navigateur [Tor Browser](#tor-browser) car il n’est pas sûr. De nombreux services qui utilisent Flash offrent également une alternative HTML5, qui devrait fonctionner dans le navigateur Tor Browser.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](#traffic) as ordinary web (HTTP) traffic.
fr: FTE (chiffrement par transformation du format)) est un transport enfichable qui déguise le [trafic de Tor](#traffic) en trafic Web ordinaire (HTTP).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](#tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and Github.
fr: C’est un service qui répond automatiquement aux messages (courriel, XMPP, Twitter) avec des liens vers la dernière version du navigateur [Tor Browser](#tor-browser), hébergée en différents endroits, tels que Dropbox, Google Drive et GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
fr: Le Projet Tor participe au Google Summer of Code, qui est un programme d’été pour les étudiants universitaires.

source: ### guard
fr: ### garde

source: The first [relay](#relay) in the [Tor circuit](#circuit), unless using a [bridge](#bridge). When using a bridge, the bridge takes the place of the guard.
fr: Le premier [relais](#relais) dans le [circuit Tor](#circuit), à moins d’utiliser un [pont](#bridge). Lors de l’utilisation d’un pont, le pont prend la place de la garde.

source: ### hash
fr: ### hachage

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
fr: Une valeur de hachage cryptographique est le résultat d’un algorithme mathématique qui mappe les données à une chaîne de bits de taille fixe. Il est conçu comme une fonction unidirectionnelle, ce qui signifie que la valeur est facile à calculer dans une direction, mais impossible à inverser. Les valeurs de hachage servent à vérifier l’intégrité des données.

source: ### hidden services
fr: ### services cachés

source: Former name for "[onion services](#onion-services)", sometimes still in use in [Tor](#tor-/-tor-network/-core-tor) documentation or communication.
fr: Ancien nom pour "[onion services](#onion-services)", parfois encore utilisé dans la documentation ou la communication [Tor](#tor-/-tor-tor-network/-core-tor).

source: ### hop
fr: ### saut

source: In [Tor](#tor-/-tor-network/-core-tor) terms, a "hop" refers to [traffic](#traffic) moving between [relay](#relay) in a [circuit](#circuit).
fr: En termes de [Tor](#tor-/-tor-tor-network/-core-tor), un "saut" fait référence au [trafic](#trafic) se déplaçant entre [relais](#relais) dans un [circuit](#circuit).

source: The [Hypertext Transfer Protocol(HTTP)](#http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
fr: Le [Protocole de transfert hypertexte (HTTP)](#http) est un canal utilisé pour envoyer des fichiers et des données entre des périphériques sur un réseau. Utilisé à l’origine uniquement pour transférer des pages Web, il est maintenant utilisé pour fournir de nombreuses formes de données et de communication.

source: Hypertext Transfer Protocol Secure is the [encrypted](#encryption) version of the HTTP channel used to transfer files and data between devices on a network.
fr: Le protocole de transfert hypertexte est la version [chiffrée](#encryption) du canal HTTP utilisé pour transférer des fichiers et des données entre les périphériques d’un réseau.

source: ### HTTPS-Everywhere
fr: ### HTTPS-partout

source: HTTPS Everywhere is a [Firefox](#firefox), Chrome, and Opera [extension](#add-on-extension-or-plugin) that makes [HTTPS](#https) the default on websites that have set up HTTPS but have not made it the default.
fr: HTTPS partout est une [extension](#add-on-extension-or-plugin) pour [Firefox](#firefox), Chrome et Opera qui fait de [HTTPS](#https) la valeur par défaut pour les sites Web sur lesquels HTTPS est configuré, mais qui n’ont pas activé ce protocole par défaut.

source: HTTPS Everywhere is installed in [Tor Browser](#tor-browser).
fr: HTTPS partout est installé dans le navigateur [Tor Browser](#tor-browser).

source: ### Internet Service Provider (ISP)
fr: ### fournisseur d’accès à Internet (FAI)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](#tor-browser), your ISP cannot see what websites you're visiting.
fr: Un fournisseur d’accès à Internet (FAI) est un organisme qui fournit des services pour accéder et utiliser Internet. Quand vous utilisez le navigateur [Tor Browser](#tor-browser), votre FAI ne peut pas voir quels sites Web vous visitez.

source: ### IP address
fr: ### Adresse IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
fr: Une adresse de protocole Internet (adresse IP) est une étiquette numérique (ou alphanumérique dans le cas d’IPv6) attribuée à chaque appareil (p. ex. ordinateur, imprimante) participant à un réseau informatique qui utilise le protocole Internet pour communiquer.

source: IP addresses are the location address of the device, similar to the addresses of physical locations.
fr: Les adresses IP sont l’adresse d’emplacement de l’appareil, similaire aux adresses des emplacements physiques.

source: [Tor Browser](#tor-browser) obscures your location by making it look like your [traffic](#traffic) is coming from an IP address that is not your own.
fr: Le navigateur [Tor Browser](#tor-browser) dissimule votre position géographique en prétendant que votre [trafic](#traffic) provient d’une adresse IP qui n’est pas la vôtre.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](#web-browser), which might lead to deanonymization. The [NoScript](#noscript) [extension](#add-on-extension-or-plugin) in [Tor Browser](#tor-browser) can be used to manage Javascript on different websites.
fr: JavaScript est un langage de programmation que les sites Web utilisent pour offrir des éléments interactifs tels que la vidéo, l’animation, le son et la chronologie des états. Malheureusement, JavaScript peut aussi permettre des attaques contre la sécurité du [navigateur Web](#Web-browser), ce qui peut conduire à la désanonymisation. Dans le navigateur [Tor Browser](#tor-browser), l’[extension](#add-on-extension-or-or-plugin) [NoScript](#noscript) peut être utilisée pour gérer JavaScript sur différents sites Web.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
fr: "little-t tor" est une façon de faire référence au démon réseau de tor, par opposition à le navigateur Tor Browser ou Tor Project.

source: These [pluggable transports](#pluggable-transports) all make it look like you are browsing a major web site instead of using [Tor](#tor-/-tor-network/-core-tor). Meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
fr: Ces [transports pluggables](#plugable-transports) donnent tous l’impression que vous naviguez sur un site Web majeur au lieu d’utiliser [Tor](#tor-/-tor-network/-core-tor). Meek-amazon donne l’impression que vous utilisez Amazon Web Services, meek-azure donne l’impression que vous utilisez un site Web Microsoft et meek-google donne l’impression que vous utilisez Google search.

source: ### middle relay
fr: ### relais intermédiaire

source: The middle position in the [Tor circuit](#circuit). Non-exit relays can function as either a "middle" or a "[guard](#guard)" for different users.
fr: La position centrale dans le [circuit Tor](#circuit). Les relais sans sortie peuvent fonctionner comme un "milieu" ou un "[garde](#guard)" pour différents utilisateurs.

source: ### new identity
fr: ### nouvelle identité

source: New Identity is a [Tor Browser](#tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
fr: Nouvelle identité est une fonction du navigateur [Tor Browser](#tor-browser) si vous voulez empêcher que votre activité de navigation ultérieure soit liée à ce que vous faisiez avant.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](#cookie) and [browsing history](#browsing-history), and use New [Tor circuits](#circuit) for all connections.
fr: Le sélectionner fermera tous vos onglets et fenêtres ouverts, effacera toutes les renseignements privés tels que [témoins](#cookie) et [historique de navigation](#browsing-history), et utilisera de nouveaux [circuits Tor](#circuit) pour toutes les connexions.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
fr: Le navigateur Tor Browser vous avertira que tous les activités et téléchargements seront arrêtés, alors tenez-en compte avant de cliquer sur « Nouvelle identité ».

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)".
fr: Une nouvelle identité peut également aider si le navigateur Tor Browser a des difficultés à se connecter à un site particulier, de la même manière que "[Nouveau circuit Tor pour ce site](#new-tor-circuit-tor-for-this-site)".

source: ### New Tor Circuit for this Site
fr: ### Nouveau circuit Tor pour ce site

source: This option is useful if the [exit](#exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new [Tor circuit](#circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
fr: Cette option est utile si [exit](#exit) que vous utilisez n’arrive pas à se connecter au site Web dont vous avez besoin, ou ne le charge pas correctement. Si vous le sélectionnez, l’onglet ou la fenêtre active sera rechargé sur un nouveau [circuit Tor](#circuit). D’autres onglets et fenêtres ouverts du même site Web utiliseront également le nouveau circuit une fois qu’ils auront été rechargés. Cette option n’efface aucune information privée ou ne dissocie pas votre activité, ni n’affecte vos connexions actuelles à d’autres sites Web.

source: ### network censorship
fr: ### censure du réseau

source: Sometimes the direct access to the [Tor network](#tor-/-tor-network/-core-tor) is blocked by your [Internet Service Provider (ISP)](#internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](#bridge), [pluggable transports](#pluggable-transports), and [GetTor](#gettor).
fr: Parfois, l’accès direct au [réseau Tor](#tor-/-tor-network/-core-tor) est bloqué par votre [fournisseur d’accès Internet (FAI](#internet-service-provider-isp) ou par un gouvernement. Le navigateur Tor Browser inclut quelques outils de contournement pour contourner ces blocs, dont des [ponts](#bridge), des [transports enfichables](#plugable-transports), et [GetTor](#gettor).

source: [Tor Browser](#tor-browser) includes an [add-on](#add-on-extension-or-plugin) called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the [JavaScript](#javascript)that runs on individual web pages, or to block it entirely.
fr: Le navigateur [Tor Browser](#tor-browser) comprend une [extension](#add-on-extension-or-or-plugin) appelée NoScript, à laquelle l’on peut accéder par l’icône « S » située en haut à gauche de la fenêtre. Elle vous permet de contrôler le [JavaScript](#javascript) qui s’exécute sur les différentes pages Web ou de le bloquer entièrement.
