Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
pt: Queremos tornar o Tor Browser o mais seguro possível e, ao mesmo tempo, torná-lo utilizável para a maioria das pessoas. Por isso, por enquanto, significa deixar o JavaScript ativado por padrão.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
pt: Para utilizadores que desejam ter o JavaScript desativado em todos os sites HTTP por padrão, recomendamos alterar o controlo deslizante de segurança do seu Tor Browser (no menu Onion do Tor Browser em "Configurações de segurança").

source: The standard level allows JavaScript, but the safer and safest levels both block JavaScript on HTTP sites.
pt: A configuração padrão permite JavaScript, mas os níveis melhor e mais seguro ambos bloqueiam JavaScript em sites HTTP.

source: Can you get rid of all the CAPTCHAs?
pt: Podem livrar-se de todos os CAPTCHAs?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
pt: Nós não recomendados a execução de várias instâncias do Tor Browser, o que poderá não funcionar como o esperado em muitas plataformas.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 25 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [See here](https://tb-manual.torproject.org/becoming-tor-translator/)
pt: Nós queremos que todos possam desfrutar do Tor Browser no seu próprio idioma. O Tor Browser agora está [disponível em 25 idiomas diferentes](https://www.torproject.org/download/languages/) e nós estamos a trabalhar para adicionar mais. Quer ajudar-nos a traduzir? [Consulte aqui](https://tb-manual.torproject.org/becoming-tor-translator/)

source: You can also help us testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
pt: Também pode ajudar-nos a testar os seguintes idiomas que serão lançados, instalando e testando os [lançamentos Alfa do Tor Browser](https://www.torproject.org/download/alpha/).

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
pt: Às vezes, sites pesados ​​em JavaScript podem ter problemas funcionais no Tor Browser.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
pt: Se estiver a executar um antivírus, por favor veja <mark><a href="http://support.torproject.org/#tbb-10">O meu programa de proteção de antivírus/malware impede-me de aceder ao Tor Browser</a></mark>. É comum que programas de antivírus / antimalware causem este tipo de problema.

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
pt: Não. Depois de onze lançamentos beta, deixámos de suportar o [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: Do you? [Contact us](https://www.torproject.org/contact).
pt: Você tem? [Contacte-nos](https://www.torproject.org/contact).

source: We are currently working on Tor Browser for Android, and you can [test our alpha releases](https://blog.torproject.org/new-alpha-release-tor-browser-android).
pt: De momento, nós estamos a trabalhar no Tor Browser para Android, e pode [testar os nossos lançamentos alfa](https://blog.torproject.org/new-alpha-release-tor-browser-android).

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
pt: Por favor, acompanhe o nosso <mark><a href="https://blog.torproject.org">blogue</a></mark> para anúncios futuros e detalhes relacionados com este projeto.

source: How do I download Tor Browser if the torproject.org is blocked?
pt: Como é que eu transfiro o Tor Browser se o torproject.org estiver bloqueado?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via GetTor.
pt: Se não conseguir transferir o Tor Browser no nosso [site da Web](https://www.torproject.org), pode obter uma cópia do Tor Browser via GetTor.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
pt: Indique o sistema operativo que usa (como o Windows, macOS ou linux) no texto do corpo da mensagem e envie-a.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
pt: O GetTor responde com um e-mail contendo links dos quais pode descarregar o Tor Browser, a assinatura criptográfica (necessária para [verificar o descarregamento](/tbb/how-to-verify-signature/)), a impressão digital da chave usada para fazer a assinatura e o checksum do pacote.

source: ###### Common log error #1: Proxy connection failure
pt: ###### Erro de registo comum #1: Falha de ligação ao proxy

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
pt: Se vê linhas como estas no seu registo do Tor, isso significa que não está a conseguir conectar a um proxy SOCKS.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
pt: Se unão foi necessário um proxy SOCKS ou não tem certeza se precisa, por favor tente conectar à rede Tor sem um proxy SOCKS.

source: ## A handle for your relay, so people don't have to refer to it by key.
pt: ## Um handle para o seu relay, para que não tenha de ser referido pela sua chave.

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
pt: ## Defina a sua taxa de largura de banda (deixe comentado e o Tor irá ser executado sem limites de largura de banda)

source: * After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
pt: * Após algumas horas (para ter tempo suficiente para difundir a informação), você pode consultar o <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> para ver se o seu retransmissor foi registado com sucesso na rede.

source: * Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pt: * Procure pela entrada no registo em /var/log/syslog algo como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
pt: * Como root, adicione as seguintes linhas ao ficheiro /etc/apt/sources.list. Substitu-a "version" com a versão que encontrou no passo anterior:

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
pt: Estes serviços utilizam o domínio de nível superior de uso especial (TLD) .onion (em vez dos habituais .com, .net, .org, etc.) e são acessíveis apenas através da rede Tor.

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
pt: E se estiver a aceder a um site com HTTPS e o serviço onion, este irá mostrar um ícone de uma cebola verde e de um cadeado.

source: Checksums are [hash](#hash)values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
pt: A soma de verificação (checksum) são valores [hash](#hash) de ficheiros. Se transferiu o software sem erros, a soma de verificação fornecida e a soma de verificação do ficheiro que transferiu serão idênticas.

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](#public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get. For more information about how you can verify signatures, please see [here](https://support.torproject.org/tbb/how-to-verify-signature/).
pt: Uma assinatura criptográfica comprova a autenticidade de uma mensagem ou ficheiro. Esta é criada pelo detentor da parte privada de um par de chaves [criptografia de chave pública](#public-key-cryptography) e pode ser verificada pela chave pública correspondente. Se transferir o software de torproject.org, irá encontrá-lo como ficheiros SIG (.asc). Estas são assinaturas PGP, para que possa verificar que o ficheiro que transferiu é exatamente aquele que nós pretendíamos que obtivesse. Para obter mais informação sobre como pode verificar as assinaturas, consulte [aqui](https://support.torproject.org/tbb/how-to-verify-signature/).

source: Firefox is available for Windows, macOS and Linux [operating systems](#operating-system-os), with its mobile version (fennec) available for Android.
pt: O Firefox está disponível para os [sistemas operativos](#operating-system-os) Windows, macOS e Linux, com versões para dispositivos móveis (fennec) disponíveis para Android.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](#tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
pt: É um serviço que responde automaticamente a mensagens (E-mail, XMPP, Twitter) com hiperligações para a versão mais recente do [Tor Browser](#tor-browser), alojado em vários locais, como o Dropbox, o Google Drive e o GitHub.

source: ### hop
pt: ### salto (hop)

source: In [Tor](#tor-/-tor-network/-core-tor) terms, a "hop" refers to [traffic](#traffic) moving between [relays](#relay) in a [circuit](#circuit).
pt: Em linguagem de [Tor](#tor-/-tor-network/-core-tor), um "salto" refere-se ao [tráfico](#traffic) que se move entre [relays](#relay) dentro de um [circuito](#circuit).

source: The [Hypertext Transfer Protocol (HTTP)](#http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
pt: O [Protocolo de Transferência de Hipertexto (HTTP)](#http) é um canal utilizado para enviar ficheiro e dados entre dispositivos numa rede. Originalmente utilizado para transferir apenas páginas web, é agora confiado para entregar muitas formas de dados e comunicação.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
pt: O endereço IP é o endereço de localização do dispositivo, semelhante ao endereço de localizações físicas.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](#web-browser), which might lead to deanonymization.
pt: O JavaScript é uma linguagem de programação que os sites usam para oferecer elementos interativos tais como vídeo, animação, áudio e linhas temporais de estado. Infelizmente, o JavaScript também pode permitir ataques contra a segurança do [web browser](#web-browser), o que pode levar a fugas de informação privada.

source: The [NoScript](#noscript) [extension](#add-on-extension-or-plugin) in [Tor Browser](#tor-browser) can be used to manage JavaScript on different websites.
pt: O [NoScript](#noscript) [extension](#add-on-extension-or-plugin) no [Tor Browser](#tor-browser) pode ser usado para gerir JavaScript em sites diferentes.

source: ### New Identity
pt: ### Nova identidade

source: This option is useful if the [exit](#exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](#circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
pt: Esta opção é útil se a [saída](#exit) que está a utilizar é incapaz de se conectar ao site que está a pedir, ou não o está a carregar devidamente. Selecionar esta opção irá recarregar a janela ou o separador ativos atualmente com um novo [circuito Tor](#circuit). Outros separadores ou janelas abertas no mesmo site também irão usar o novo circuito quando forem recarregados. Esta opção não limpa qualquer informação privada ou desconecta a sua atividade, nem afeta as suas conexões atuais com os outros sites.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
pt: Uma aplicação para iOS de código aberto, usa o roteamento Tor e é desenvolvido por alguém que trabalha de perto com o Projeto Tor.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
pt: [Saiba mais sobre o Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: ### Operating System (OS)
pt: ### Sistema operativo (SO)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
pt: O sistema principal de software é o que gere o hardware e os recursos de software e fornece serviços comuns para os programas de computador. Os sistemas operativos mais usados para computadores de secretária são Windows, macOS e Linux. Android e iOS são os sistemas operativos dominantes em sistemas móveis.

source: Orfox is free [app](#app) from The Guardian Project built from the same source code as [Tor Browser](#tor-browser) which is built upon [Firefox](#firefox), but with a few minor modifications to the privacy enhancing features to make them compatible with Firefox for Android and the Android [operating system](#operating-system-os).
pt: Orfox é uma [aplicação](#app) gratuita do Projeto Guardian compilada do mesmo código-fonte do [Tor Browser](#tor-browser) que é compilado sobre o [Firefox](#firefox)), mas com algumas pequenas alterações nas funcionalidades de melhoramento da privacidade para torná-los compatíveis com o Firefox para Android e o [sistema operativo](#operating-system-os) Android.

source: ### pluggable transports
pt: ### transportes de ligação

source: A proxy is a middle man between a [client](#client) (like a [web browser](#web-browser)) and a service (like a [web server](#server)).
pt: Um proxy é um intermediário entre um [cliente](#client) (como um [navegador de Internet](#web-browser)) e um serviço (como um [servidor web](#server)).

source: Any person can [encrypt](#encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
pt: Qualquer pessoa pode [encriptar](#encryption) uma mensagem utilizando a chave pública do recetor mas apenas o recetor na posse da chave privada pode desencriptar a mensagem.

source: Additionally, the private key can be used to create a [signature](#cryptographic-signature) to proof the identity of the creator of a message or other files.
pt: Além disso, a chave privada também pode ser usada para criar uma [assinatura](#cryptographic-signature) para provar a identidade do criador de uma mensagem ou outros ficheiros.

source: It is an [add-on](#add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](#tor-browser), from different sources. You can Install Satori from the Chrome Web Store.
pt: É um [add-on](#add-on-extension-or-plugin) para navegadores Chrome ou Chromium que permite que descarregue diversos programas de privacidade e segurança, incluindo o [Tor Browser](#tor-browser), de diferentes fontes. Pode instalar o Satori pela Chrome Web Store.

source: Scramblesuit is similar to obfs4 but has a different set of [bridges](#bridge).
pt: O Scramblesuit é semelhante ao obfs4, mas tem um conjunto diferente de [pontes](#bridge).

source: ### self-authenticating address
pt: ### endereços auto-autenticáveis

source: The specialized address format of [onion addresses](#onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onionsite](#onionsite). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
pt: O formato especializado de endereçamento dos [endereços onion](#onion-address) é auto-autenticável. O formato utilizado garante que os endereços onion estão vinculados à chave utilizada para proteger as conexões ao [onionsite](#onionsite). Os nomes de domínios de Internet comuns requerem que os proprietários de sites confiem e sejam aprovados por uma autoridade de certificação (CA) para criar esse vínculo, e estão sujeitos a serem sequestrados pela CA e normalmente para muitas outras partes também.

source: ### single onion service
pt: ### serviço de onion único

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](#circuit) rather than the typical six hops for onion services.
pt: Um serviço onion único é um serviço onion que pode ser configurado para serviços que não requerem anonimato mas que querem oferecer essa proteção para clientes que se conectem ao seu serviço. Os serviços onion únicos usam apenas três saltos no [circuito](#circuit) em vez dos típicos seis saltos para serviços onion.

source: Stem is a Python (programming language) controller library for core [Tor](#tor-/-tor-network/-core-tor). If you want to control core Tor with python, this is for you.
pt: O Stem é uma biblioteca de controladores Python (linguagem de programação) para o núcleo [Tor](#tor-/-tor-network/-core-tor). Se quiser controlar o núcleo do Tor com python, isto é para si.

source: ### Sybil attack
pt: ### Ataque Sybil

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
pt: Um ataque Sybil no âmbito da segurança de computadores é um ataque onde a reputação de um sistema é subvertida através da criação de um grande número de identidades, e utilizando-as para ganhar uma influência desproporcionalmente grande sobre a rede.

source: It aims to preserve your privacy and anonymity.
pt: Visa preservar a sua privacidade e anonimato.

source: [Learn more about Tails](https://tails.boum.org/).
pt: [Saiba mais sobre o Tails](https://tails.boum.org/).

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
pt: O Tor Project pode referir-se à organização sem fins lucrativos The Tor Project Inc. responsável por manter o software Tor, ou referir-se à comunidade do Tor Project da qual fazem parte milhares de voluntários de todas as partes do mundo que ajudam a criar o Tor.

source: ### third-party tracking
pt: ### rastreio por terceiros

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](#ip-address), [web browser](#web-browser), [system](#operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
pt: A maior parte dos sites usam serviços de terceiros, incluindo rastreadores de análise e janelas de publicidade, que recolherm dados do seu [endereço IP](#ip-address), [navegador de Internet](#web-browser), [sistema operativo](#operating-system-os) e do seu perfil de navegação. Todas essas informações podem interligar a sua atividade entre os diversos sites que visita.

source: [Tor Browser](#tor-browser) prevents a lot of this activity from happening.
pt: O [Tor Browser](#tor-browser) previne que muitas dessas atividades aconteçam.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
pt: O Tor é um programa que pode executar no seu computador que o ajuda a manter-se seguro na Internet.

source: It protects you by bouncing your communications around a distributed network of [relays](#relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
pt: Protege-o retransmitindo as suas comunicações numa rede distribuída de [retransmissores](#relay) mantida por pessoas voluntárias em todo o mundo: evita que alguém que esteja a observar a sua conexão com a Internet, conheça os sites que visita e evita que os sites que visita saibam a sua localização física.

source: Tor Browser uses the [Tor network](#tor-/-tor-network/-core-tor) to protect your privacy and anonymity.
pt: O Tor Browser utiliza a [rede Tor](#tor-/-tor-network/-core-tor) para proteger a sua privacidade e anonimato.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet [(IP) address](#ip-address), and will not know who you are unless you explicitly identify yourself.
pt: Os operadores dos sites e serviços que usa, e qualquer pessoa que os observe verão uma conexão a sair da rede Tor em vez do seu [endereço de IP](#ip-address) real, e não saberão quem é a menos que se identifique explicitamente.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](#browser-fingerprinting)” or identifying you based on your browser configuration.
pt: Além disso, o Tor Browser é desenvolvido para prevenir que os sites averiguem a sua "[impressão digital](#browser-fingerprinting)" ou o identifiquem baseando-se nas configurações do seu navegador de Internet.

source: [Cookies](#cookie) are only valid for a single [session](#session) (until Tor Browser is exited or a [New Identity](#new-identity) is requested).
pt: Os [cookies](#cookie) são válidos apenas para uma única [sessão](#session) (até que saia do Tor Browser ou que peça uma [nova identidade](#new-identity)).
