Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: How can we help?
fr: Comment pouvons-nous vous aider ?

source: Becoming a Tor Translator
fr: Devenir traducteur de Tor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! Tor Project localization is hosted in the [Localization Lab](https://www.localizationlab.org) Hub on Transifex, a third-party translation tool. In order to begin contributing you will have to sign up with Transifex. Below is an outline of how to sign up and begin.
fr: Si vous êtes intéressé à aider le projet en traduisant le manuel ou le navigateur Tor Browser dans votre langue, votre aide serait grandement appréciée ! La localisation du Projet Tor est hébergée dans le Hub [Localization Lab](https://www.localizationlab.org) sur Transifex, un outil de traduction tiers. Pour commencer à contribuer, vous devrez vous inscrire à Transifex. Vous trouverez ci-dessous un aperçu de la façon de vous inscrire et de commencer.

source: ##### Signing up on Transifex
fr: ##### S’inscrire sur Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
fr: * Rendez-vous sur la page d’inscription de Transifex.

source: Enter your information into the fields and click the 'Sign Up' button:
fr: Remplissez les champs avec vos renseignements et cliquez sur le bouton « S’inscrire » :

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
fr: * Remplissez la page suivante avec votre nom et choisissez « Localisation » et « Traducteur » dans les menus déroulants :

source: * On the next page, select 'Join an existing project' and continue.
fr: * Sur la page suivante, sélectionnez « Se joindre à un projet existant » et poursuivez.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
fr: * Sur la page suivante, sélectionnez dans le menu déroulant les langues que vous parlez et poursuivez.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
fr: * Vous êtes maintenant inscrit ! Rendez-vous sur la page Transifex de Tor.

source: * Click the blue 'Join Team' button on the far right:
fr: * Cliquez sur le bouton bleu « Se joindre à l’équipe » situé complètement à droite :

source: * Select the language you would like to translate from the dropdown menu:
fr: * Sélectionnez dans le menu déroulant la langue vers laquelle vous souhaitez traduire :

source: * A notification will now show up on the top of the page like so:
fr: * Une notification comme celle-ci apparaîtra maintenant en haut de la page comme suit :

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin.
fr: Une fois votre adhésion approuvée, vous pouvez commencer à traduire ; il vous suffit de retourner à la <a href="https://www.transifex.com/otf/torproject/">page Tor Transifex</a> lorsque vous êtes prêt à commencer.

source: Before translating, please read through the Tor Project page on the [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). There you will find translation guidelines and resources that will help you contribute to Tor translations.
fr: Avant de traduire, veuillez lire la page du Projet Tor sur le[Wiki du laboratoire de localisation](https://wiki.localizationlab.org/index.php/Tor). Vous y trouverez des directives de traduction et des ressources qui vous aideront à contribuer aux traductions de Tor.

source: Thanks for your interest in helping the project!
fr: Merci de l’intérêt que vous portez au projet !

source: Most Frequently Asked Questions
fr: Questions les plus fréquentes

source: Tor Messenger
fr: Messagerie Tor

source: Connecting To Tor
fr: Connexion à Tor

source: Censorship
fr: Censure

source: Operators
fr: Opérateurs

source: Onion Services
fr: Services onion

source: Misc
fr: Divers

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
fr: Si j’utilise le navigateur Tor Browser, quelqu’un peut-il savoir quel site Web je visite ?

source: Tor Browser prevents people from knowing the websites you visit.
fr: Le navigateur Tor Browser empêche autrui de savoir quels sites vous visitez.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
fr: Certaines entités, comme votre fournisseur d’accès à Internet (FAI), pourraient voir que vous utilisez Tor, mais elles ne pourraient pas connaître les destinations de votre navigation.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
fr: Notre site Web est bloqué par un censeur. Le navigateur Tor Browser peut-il aider les utilisateurs à accéder à notre site Web ?

source: Tor Browser can certainly help people access your website in places where it is blocked.
fr: Le navigateur Tor Browser peut tout à fait aider les gens à accéder à votre site Web dans les endroits où il est bloqué.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
fr: La plupart du temps, il suffira de télécharger le <mark><a href="https://www.torproject.org/download/download-easy.html.en">navigateur Tor Browser</a></mark> et de l’utiliser pour naviguer vers le site bloqué pour y accéder.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
fr: Pour les endroits soumis à une forte censure, de nombreuses options de contournement sont offertes, dont les ​<mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transports enfichables</a></mark>.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
fr: Pour de plus amples renseignements, veuillez consulter la rubrique sur la <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censure</a></mark> du <mark><a href="https://tb-manual.torproject.org/en-US/">guide d’utilisation du navigateur Tor Browser</a></mark>.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
fr: Devrais-je installer une nouvelle extension dans le navigateur Tor Browser, comme AdBlock Plus ou uBlock Origin ?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
fr: Il est fortement déconseillé d’installer de nouvelles extensions dans le navigateur Tor Browser, car elles peuvent compromettre la confidentialité de vos données et votre sécurité.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
fr: Le navigateur Tor Browser comprend déjà deux extensions préinstallés, <mark><a href="https://www.eff.org/https-everywhere">HTTPS partout et <mark><a href="https://noscript.net/">NoScript</a></mark>. En ajouter d’autres pourrait vous faire perdre votre anonymat.

source: Which platforms is Tor Browser available for?
fr: Pour quelles plateformes le navigateur Tor Browser est-il proposé ?

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
fr: Le navigateur Tor Browser est actuellement proposé pour <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> et <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
fr: Pour <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">le Projet Guardian</a></mark> maintient les applis propulsées par Tor : <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> et <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
fr: Il n’existe pas encore de version officielle de Tor pour iOS, bien que nous recommandions le <mark><a href="https://onionbrowser.com/">Navigateur Onion</a></mark>.

source: Can I use a VPN with Tor?
fr: Puis-je utiliser un RPV avec Tor ?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
fr: En général, nous recommandons de ne pas utiliser un RPV avec Tor à moins que vous ne soyez un utilisateur expérimenté qui sait configurer l’un et l’autre de manière à ne pas compromettre la confidentialité de vos données.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
fr: De plus amples renseignements sur Tor + RPV se trouvent dans <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusRPV">notre wiki</a></mark>.

source: What are the most common issues with the latest stable version of Tor Browser?
fr: Quels sont les problèmes les plus courants avec la dernière version stable du navigateur Tor Browser ?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
fr: Quand nous publions une nouvelle version stable du navigateur Tor Browser, nous rédigeons un article de blogue qui explique en détail ses nouvelles fonctions et ses problèmes connus.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
fr: Si vous avez commencé à éprouver des problèmes avec votre navigateur Tor Browser à la suite d’une mise à jour, veuillez consulter le dernier article concernant la version stable du navigateur Tor Browser sur <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> et voir si votre problème s’y trouve.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
fr: Si votre problème n’est pas listé, veuillez remplir un <mark><a href="https://trac.torproject.org">relevé de bogue</a></mark> sur le problème que vous rencontrez.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
fr: Mon antivirus ou ma protection contre les programmes malveillants m’empêche d’accéder au navigateur Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
fr: La plupart des antivirus ou des protections contre les programmes malveillants permettent à l’utilisateur de « mettre en liste blanche » certains processus qui seraient autrement être bloqués.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
fr: Ouvrez votre logiciel antivirus ou de protection contre les programmes malveillants et cherchez dans les paramètres une « liste blanche » ou quelque chose de semblable.

source: Next, exclude the following processes:
fr: Excluez ensuite les processus suivants :

source: * For Windows
fr: * Pour Windows

source: * obfs4proxy.exe (if you use bridges)
fr: * obfs4proxy.exe (si vous utilisez des ponts)

source: * For OS X
fr: * Pour OS X

source: * obfs4proxy (if you use bridges)
fr: * obfs4proxy (si vous utilisez des ponts)

source: Finally, restart Tor Browser.
fr: Enfin, redémarrez le navigateur Tor Browser.

source: This should fix the issues you're experiencing.
fr: Cela devrait résoudre les problèmes que vous rencontrez.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
fr: Veuillez prendre note que certains antivirus, tels que Kaspersky, peuvent aussi bloquer Tor au niveau du pare-feu.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
fr: J’ai téléchargé et installé le navigateur Tor Browser pour Windows, mais maintenant je ne peux pas le trouver.

source: The file you download and run prompts you for a destination.
fr: Le fichier que vous avez téléchargé et exécuté vous demande un dossier de destination.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
fr: Si vous ne vous souvenez pas de cette destination, il s’agit très probablement de votre dossier Téléchargement ou Bureau.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
fr: Le paramètre par défaut du programme d’installation pour Windows crée également un raccourci pour vous sur votre bureau, mais il est possible que vous ayez accidentellement décoché l’option pour créer un raccourci.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
fr: Si vous ne le trouvez pas dans l’un de ces dossiers, retéléchargez-le et cherchez le message qui vous demande de choisir un répertoire dans lequel le télécharger.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
fr: Choisissez un répertoire dont vous vous souviendrez facilement, et une fois que le téléchargement sera terminé, vous devriez y voir un dossier navigateur Tor Browser.

source: Can I use Flash in Tor Browser?
fr: Puis-je utiliser Flash dans le navigateur Tor Browser ?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
fr: Flash est désactivé dans le navigateur Tor Browser et nous vous recommandons de ne pas l’activer.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
fr: Nous ne pensons pas qu’il est sécuritaire d’utiliser Flash dans n’importe quel navigateur. C’est un logiciel très mal sécurisé qui peut aisément compromettre la confidentialité de vos données ou vous exposer à des programmes malveillants.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
fr: Heureusement, la plupart des sites Web, appareils et autres navigateurs renoncent à utiliser Flash.

source: Does using Tor Browser protect other applications on my computer?
fr: L’utilisation du navigateur Tor Browser protège-t-elles autres applications sur mon ordinateur ?

source: Only Tor Browser's traffic will be routed over the Tor network.
fr: Seul le trafic du navigateur Tor Browser sera acheminé par le réseau Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
fr: Les connexions de toutes les autres applications sur votre système (dont les autres navigateurs) ne seront pas acheminées par le réseau Tor ni ne seront protégées.

source: They need to be configured separately to use Tor.
fr: Elles doivent être configurées séparément pour utiliser Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
fr: Si vous avez besoin de vous assurer que tout le trafic passe par le réseau Tor, jetez un coup d’œil au <mark><a href="https://tails.boum.org/">​système d’exploitation autonome Tails</a></mark>, que vous pouvez lancer sur presque n’importe quel ordinateur à partir d’une clé USB ou d’un DVD.

source: Can I download Tor Browser for ChromeOS?
fr: Puis-je télécharger le navigateur Tor Browser pour Chrome OS ?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
fr: Nous n’offrons malheureusement pas encore une version du navigateur Tor Browser pour Chrome OS.

source: Can I pick which country I'm exiting from?
fr: Puis-je choisir mon pays de sortie ?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
fr: Il est fortement déconseillé de changer la façon dont Tor crée ses circuits.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
fr: En laissant Tor sélectionner la route, vous obtenez la meilleure sécurité que Tor puisse fournir ; remplacer les nœuds d’entrée et de sortie peut compromettre votre anonymat.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
fr: Si votre objectif est simplement de pouvoir accéder à des ressources qui ne sont proposées que dans un pays, vous pouvez envisager d’utiliser un RPV au lieu de Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
fr: Veuillez noter que les RPV n’offrent pas les mêmes propriétés de confidentialité que Tor, mais ils aideront à résoudre certains problèmes de restriction liés à la position géographique.

source: Is it safe to run Tor Browser and another browser at the same time?
fr: Puis-je utiliser le navigateur Tor Browser et un autre navigateur en même temps en toute sécurité ?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
fr: Si vous utilisez le navigateur Tor Browser et un autre navigateur en même temps, cela n’affectera ni les performances ni les propriétés de confidentialité de Tor.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
fr: Gardez cependant à l’esprit que votre autre navigateur n’assure pas la confidentialité de votre activité, et vous pourriez par accident utiliser cet autre navigateur non confidentiel pour une utilisation que vous destiniez au navigateur Tor Browser.

source: Is there support for *BSD?
fr: *BSD est-il pris en charge ?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
fr: Désolé, mais il n’y a actuellement aucune prise en charge officielle pour exécuter le navigateur Tor Browser sur *BSD.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
fr: Il existe bien le <mark><a href="https://www.torbsd.org/">Projet TorBSD</a></mark>, mais leur navigateur Tor Browser n’est pas pris en charge officiellement.

source: I can’t connect to Tor Browser, is my network censored?
fr: Je n’arrive pas à me connecter au navigateur Tor Browser, mon réseau est-il censuré ?

source: You might be on a censored network, and so you should try using bridges.
fr: Il se peut que vous soyez sur un réseau censuré et vous devriez donc essayer d’utiliser des ponts.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
fr: Des ponts sont intégrés au navigateur Tor Browser et vous pouvez les utiliser en choisissant « Configurer » (puis en suivant les indications) dans la fenêtre du Lanceur Tor qui apparaît quand vous ouvrez le navigateur Tor Browser pour la première fois.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
fr: S’il vous faut d’autres ponts, vous pouvez en obtenir sur notre <mark><a href="https://bridges.torproject.org/">site Web BridgeDB</a></mark>.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
fr: Pour de plus amples renseignements concernant les ponts, veuillez consulter le ​<mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">guide d’utilisation du navigateur Tor Browser</a></mark>.

source: Why is the first IP address in my relay circuit always the same?
fr: Pourquoi la première adresse IP de mon circuit de relais est-elle toujours la même ?

source: That is normal Tor behavior.
fr: C’est un comportement normal de Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
fr: Le premier relais de votre circuit est appelé « garde d’entrée » ou « de garde ».

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
fr: Il s’agit d’un relais rapide et stable qui reste le premier relais de votre circuit pendant 2 à 3 mois afin de vous protéger contre une attaque de rupture d’anonymat connue.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
fr: Le reste de votre circuit change pour chaque nouveau site Web que vous visitez. Ensemble, ces relais fournissent la protection complète des données personnelles offerte par Tor.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
fr: Pour de plus amples renseignements sur le fonctionnement des relais de garde, consultez cet <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">article de blogue</a></mark> et cet <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">article</a></mark> sur les gardes d’entrée.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
fr: Le navigateur Tor Browser n’arrive pas à se connecter, mais il ne semble pas que ce soit un problème de censure.
