Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: I want to upgrade/move my relay. How do I keep the same key?
de: Ich möchte meinen Server erweitern oder den Standort/Provider wechseln. Wie behalte ich den gleichen Schlüssel?

source: Why isn't my relay being used more?
de: Warum wird mein Relay nicht mehr genutzt?

source: If your relay is relatively new then give it time.
de: Wenn dein Relay neu ist gib ihm ein bisschen Zeit. Schau dir den [Lebenszyklus eines Tor Relays](https://blog.torproject.org/lifecycle-new-relay) an.

source: My relay is picking the wrong IP address.
de: Mein Relay wählt die falsche IP-Adresse.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
de: Ich habe von Internetseiten gehört, die nur über Tor erreichbar sind. Was für Internetseiten sind das und wie erreiche ich sie?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
de: Webseiten, die nur über Tor erreichbar sind, werden "onions" genannt und enden mit der TLS .onion.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
de: Der DuckDuckGo Onion ist beispielsweise [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).

source: You can access these websites by using Tor Browser.
de: Du kannst diese Webseiten mit Tor Browser erreichen.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
de: Webseiten-Betreiber müssen ihre Adresse mitteilen, denn onions werden nicht im klassischen Sinn indiziert wie übliche Webseiten.

source: What is a .onion or what are onion services?
de: Was ist ein .onion, oder was sind Onion-Dienste?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
de: Onion-Dienste erlauben, anonym zu surfen, aber auch zu publizieren, auch anonyme Webseiten zu veröffentlichen.

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
de: Diese Dienste nutzen die spezielle Top-Level Domain (TLD) .onion (anstelle von .com, .net, .org, etc. ...) und sind nur über das Tor-Netzwerk zugänglich.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
de: Tor Browser zeigt für onion-Adressen in der Adressleiste ein grünes Symbol für den Verbindungsstatus an: sicher und direkt von einem onion-Dienst.

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
de: Und wenn du auf eine Webseite mit HTTPS- und Onion-Dienst zugreifst, wird ein Symbol für eine grüne Zwiebel und ein Vorhängeschloss angezeigt.

source: I cannot reach X.onion!
de: Ich kann X.onion nicht erreichen!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
de: Wenn du einen gewünschten onion-Dienst nicht erreichen kannst, überprüfe dass du die korrekte 16-stellige, oder für das neue Format, 56-stellige onion-Adresse verwendest: auch der kleinste Fehler verhindert, dass Tor Browser die Seite erreichen kann.

source: If you are still unable to connect to the onion service, please try again later.
de: Sollten Sie sich immer noch nicht mit dem Tor-Netzwerk verbinden können, versuchen Sie es bitte später wieder.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
de: Eventuell gibt es ein vorübergehendes Verbindungsproblem, oder die Webseitenbetreiber*innen haben die Seite ohne Warnung vom Netz genommen.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
de: Indem du den [DuckDuckGo onion service](http://3g2upl4pq6kufc4m.onion) aufrufst kannst du sicherstellen, dass du auf alle Oniondienste zugreifen kannst.

source: Does the Tor Project run any Onion Services?
de: Betreibt das Tor Projekt irgendwelche Onion-Dienste?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
de: Ja! Eine Liste unserer Onion-Dienste findest du unter [onion.torproject.org](https://onion.torproject.org/).

source: What do the different onion icons in the address bar mean?
de: Was bedeuten die verschiedenen Onion Symbole in der Adressleiste?

source: A green onion means:
de: Ein grüner Onion bedeutet:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
de: - Der Onion-Dienst wird über HTTP oder mit einem selbstsignierten Zertifikat über HTTPS bereitgestellt.

source: A green onion with a lock means:
de: Ein grüner Onion mit einem Schloss bedeutet:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
de: - Der Onion-Dienst wird über HTTPS mit einem CA-Issued Zertifikat bereitgestellt

source: A grey onion with a red slash means:
de: Ein grauer Onion mit einem roten Strich bedeutet:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
de: - Der Onion-Dienst wird über HTTPS mit einem selbstsignierten CA-Issued Zertifikat bereitgestellt.

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
de: Tor ist auf die Unterstützung von Benutzern und Freiwilligen auf der ganzen Welt angewiesen, die uns helfen, unsere Software und Ressourcen zu verbessern, so ist dein Feedback für uns (und alle Tor-Benutzer) äußerst wertvoll.

source: ### Feedback template
de: ### Rückmeldungsmuster

source: * OS you are using
de: * Betriebssystem, dass du verwendest.

source: * A screenshot of the problem
de: * Ein Screenshot des Problems

source: * The log
de: * Der log

source: ### How to Reach Us
de: ### Wie du uns erreichst

source: There are several ways to reach us, so please use what works best for you.
de: Es gibt mehrere Möglichkeiten uns zu kontaktieren. Verwende einfach den Weg der dir am besten passt.

source: Send us an email to frontdesk@torproject.org
de: Schick uns eine EMail an frontdesk@torproject.org

source: #### Blog post comments
de: #### Blogpost Kommentare

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
de: Wenn du deine Mail verschlüsseln möchtest, kannst du den öffentlichen GPG-Schlüssel für die Liste erhalten, indem du tor-security-sendkey@lists.torproject.org kontaktierst oder von pool.sks-keyservers.net. Hier ist der Fingerabdruck:

source: About
de: Infos

source: Documentation
de: Dokumentation

source: Press
de: Presse

source: Jobs
de: Arbeiten

source: Contact
de: Kontakt

source: Donate
de: Spenden

source: Support
de: Hilfe

source: Community
de: Gemeinschaft

source: I have a compelling reason to trace a Tor user. Can you help?
de: Ich habe einen zwingenden Grund, einen Tor-Benutzer zu verfolgen. Können Sie mir helfen?

source: There is nothing the Tor developers can do to trace Tor users.
de: Es gibt keine Möglichkeit für Tor-Entwickler*innen, Tor-Nutzer*innen zu verfolgen.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
de: Der gleiche Schutz, der es schlechten Menschen unmöglich macht, die durch Tor gewährte Anonymität zu brechen, verhindert auch, dass wir Benutzer*innen verfolgen.

source: Does the Tor Project offer hosting?
de: Bietet das Tor Project hosting an?

source: No, the Tor Project does not offer hosting services.
de: Nein, das Tor Project bietet keine hosting-Dienste an.

source: Can I change the number of hops Tor uses?
de: Kann ich die Anzahl der Knoten ändern?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
de: Momentan ist die Pfadlänge hardcodiert mit 3 plus die Anzahl der sensitiven Knoten in deinem Pfad.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
de: Das bedeutet im Normalfall 3, aber für onion-Dienste oder ".exit"-Adressen können es mehr sein.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
de: Wir möchte Menschen nicht ermutigen, längere Pfade zu benutzen, denn es erhöht die Last für das Netzwerk ohne (nach unserem Wissen) zusätzliche Sicherheit zu bieten.

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
de: Pfade länger als 3 können auch deine Anonymität gefährden, zum einen weil es <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark>-Angriffe einfacher macht, und zum anderen ist es dadurch möglich, einen kleinen Teil der Nutzer*innen zu identifizieren, welche die gleiche Pfadlänge haben wie du.

source: How can I share files anonymously through Tor?
de: Kann ich mit Tor Dateien anonym teilen?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
de: Um Dateien über Tor zu teilen, ist <mark><a href="https://onionshare.org/">OnionShare</a></mark> eine gute Möglichkeit.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
de: Anders als bei Diensten wie E-Mail, Google Drive, DropBox, WeTransfer, oder fast jedeem anderen Weg, auf dem Personen typischerweise Dateien untereinander austauschen, erhält keine Firma Zugriff auf deine geteilten Dateien, wenn du OnionShare benutzt.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
de: Viele Austritts-Knoten sind so konfiguriert, Filesharing mit z.B. BitTorrent zu blockieren.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
de: BitTorrent im Besonderen ist <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">nicht anonym über Tor</a></mark>.

source: How do I volunteer with Tor Project?
de: Wie kann ich beim Tor Project mithelfen?

source: How can I donate to Tor Project?
de: Wie kann ich an das Tor Project spenden?

source: Thank you for your support!
de: Danke für Ihre Unterstützung!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
de: Weitere Information über Spenden finden sich in unserer <mark><a href="https://donate.torproject.org/donor-faq">Spenden-FAQ</a></mark>.

source: Why don't you prevent bad people from doing bad things when using Tor?
de: Warum verhindert Ihr nicht, dass böse Menschen mit Tor böse Dinge tun?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
de: Tor ist so konstruiert, dass es Menschenrechte und Privatsphäre schützt und Zensur durch irgendwen unmöglich macht, selbst für uns.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
de: Wir bedauern, dass einige Menschen Tor für schreckliche Dinge nutzen, aber wir können nichts dagegen tun, ohne Menschenrechtsaktivist*innen, Journalist*innen, Überlebende von Missbrauch, und alle, die Tor für Gutes benutzen, zu gefährden.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
de: Selbst wenn wir bestimmte Einschränkungen bei der Benutzung von Tor machen wollten, müssten wir eine Hintertür in die Software einbauen, wodurch verwundbare Nutzer*innen Angriffen durch Unterdrückungs-Staaten oder anderen Feinden ausgesetzt wären.

source: Who funds Tor?
de: Wer finanziert Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
de: Tor wird von einer Reihe von Sponsor&#42;innen inklusive US-Behörden, privaten Stiftungen und Privatpersonen unterstützt.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
de: Siehe die <mark><a href="https://www.torproject.org/de/about/sponsors">Liste unserer Sponsor*innen</a></mark> und eine Serie von <mark><a href="https://blog.torproject.org/category/tags/form-990">Blogeinträgen</a></mark> mit finanziellen Berichten.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
de: Wir sind der Meinung, dass offen über unsere Sponsoren und unser Finanzierungsmodell zu sprechen der beste Weg ist, um das Vertrauen in unsere Community aufrecht zu erhalten.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
de: Wir sind immer bestrebt, die Diversität unser Finanzquellen zu erhöhen, besonders von Stiftungen und Privatpersonen.

source: Can I use Tor with BitTorrent?
de: Funktioniert Tor mit BitTorrent?

source: We do not recommend using Tor with BitTorrent.
de: Wir empfehlen es nicht, Tor zusammen mit BitTorrent zu nutzen.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
de: Für weitere Details siehe unseren <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">Blogbeitrag darüber</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
de: Die Dateien auf meinem Computer sind gesperrt worden, und jemand verlangt den Tor Browser runterzuladen, um für die Entsperrung zu bezahlen.

source: We are so sorry, but you have been infected with malware.
de: Es tut uns leid, aber Sie wurden mit Schadsoftware infiziert.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
de: Tor Project hat diese Schadsoftware nicht erstellt. Die Entwickler*innen wollen vermutlich, dass du Tor Browser benutzt, um sie anonym wegen des Lösegelds zu kontaktieren, das sie von dir verlangen

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
de: Wenn dir der Tor Browser bisher unbekannt war, verstehen wir es, dass man uns möglicherweise für schlechte Menschen halten mag, die noch schlimmeren Menschen helfen.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
de: Aber bitte bedenke, dass unsere Software täglich für viele Zwecke von Menschenrechtsaktivist*innen, Journalist*innen, Überlebenden häuslicher Gewalt, Whistleblower*innen, Gesetzeshüter*innen und vielen anderen verwendet wird. Unglücklicherweise kann der Schutz, den unsere Software diesen Menschen gewährt, auch von Kriminellen und Entwickler*innen von Schadsoftware genutzt werden.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
de: Tor Project unterstützt weder, noch duldet es die Nutzung unserer Software für bösartige Zwecke.

source: Does Tor keep logs?
de: Speichert Tor Protokolle?

source: Tor doesn't keep any logs that could identify a particular user.
de: Tor speichert keine Logs, die einzelne Personen identifizieren können.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
de: Wie erfassen einige Daten darüber, wie gut das Tor-Netzwerk funktioniert, siehe unsere Seite <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: Does Tor Project offer email service or other privacy protecting web services?
de: Bietet Tor Project Email oder andere meine Privatsphäre schützende Web-Dienste an?

source: No, we don't provide any online services.
de: Nein, wir bieten keine Online-Dienste an.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
de: Eine List all unserer Software-Projekte gibt es auf unserer <mark><a href="https://www.torproject.org/projects/projects.html.en">Projektseite</a></mark>.

source: Can I use the Tor logo in my product?
de: Kann ich das Tor-Logo für mein Produkt benutzen?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
de: Du kannst alles darüber auf unserer <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark-FAQ-Seite</a></mark> nachlesen.

source: I'm having a problem updating or using Vidalia.
de: Ich habe ein Problem, Vidalia zu benutzen.

source: Vidalia is no longer maintained or supported.
de: Vidalia wird nicht länger betreut oder unterstützt.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
de: Viele Funktionen von Vidalia wurden in Tor Browser integriert.

source: Can I use APT over Tor?
de: Kann ich APT für Tor verwenden?

source: How can I install Tor rpm package
de: Wie kann ich das Tor rpm Paket installieren?

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
de: Das Tor Projekt hat ein eigenes [RPM package repository](https://rpm.torproject.org) für CentOS, RHEL und Fedora.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
de: Wie du das Tor Paket Repository für CentOS, RHEL und Fedora aktivierst:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
de: #### 1. Aktiviere das Epel Repository (nur für CentOSund RHEL)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
de: ### 2. Trage folgende Daten in die /etc/yum.repos.d/tor.repo ein.

source: For CentOS or RHEL:
de: Für CentOS oder RHEL:

source: For Fedora:
de: Für Fedora:

source: ### 3. Install the Tor package
de: ### 3. Installiere das Tor Paket

source: Then you can install the latest Tor package.
de: Dann kannst du das aktuellste Tor Paket installieren.

source: Using it for the first time, you will have to import the GPG public key.
de: Wenn du es das erste mal benutzt, musst du den öffentlichen GPG Schlüssel importieren.

source: Importing GPG key 0x3621CD35:
de: Importieren des GPG keys 0x3621CD35:

source: Fingerprint: 999E C8E3 14BC 8D46 022D 6C7D E217 C30C 3621 CD35
de: Fingerabdruck: 999E C8E3 14BC 8D46 022D 6C7D E217 C30C 3621 CD35

source: From : https://rpm.torproject.org/fedora/public_gpg.key
de: Von : https://rpm.torproject.org/fedora/public_gpg.key

source: Is this ok [y/N]: y
de: Ist das ok [y/N]: y

source: Close banner
de: Banner schließen

source: Tracking, surveillance, and censorship are widespread online.
de: Verfolgung, Überwachung und Zensur sind online weit verbreitet.

source: TAKE BACK THE INTERNET WITH TOR
de: HOL DIR DAS INTERNET ZURÜCK MIT TOR

source: DONATE NOW
de: SPENDE JETZT

source: Give today, and Mozilla will match your donation.
de: Gib noch heute, und Mozilla wird deiner Spende entsprechen.

source: Download Tor Browser
de: Tor Browser herunterladen

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
de: Lade Tor Browser herunter, um echtes privates Surfen ohne Verfolgung, Überwachung oder Zensur zu erleben.

source: Our mission:
de: Unsere Mission:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
de: Menschenrechte und Freiheiten durch die Entwicklung und Verbreitung von Open Source Anonymitäts- und Privatsphäre-Technologien zu fördern, ihre ungehinderte Verfügbarkeit zu unterstützen und ihr Verständnis in Wissenschaft und der Allgemeinheit zu vergrößern.

source: Donate Now
de: Spende jetzt

source: Subscribe to our Newsletter
de: Abonnieren Sie unseren Newsletter

source: Get monthly updates and opportunities from the Tor Project:
de: Erhalte monatliche Berichte und Beschäftigungsaussichten vom Tor Project:

source: Sign up
de: Registrieren

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
de: Markenrechts-, Copyright-Mitteilungen und Regeln für Drittparteien finden sich in unserer %(link_to_faq)s

source: Menu
de: Menü

source: Search
de: Suchen

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
de: Die folgende Visualisierung zeigt, welche Informationen Lauscher einsehen können mit oder ohne Tor Browser und HTTPS Verschlüsselung:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
de: Klicke den Button "Tor", um zu sehen, welche Daten Beobachter einsehen können, wenn du Tor benutzt. Der Button wird grün, wenn Tor an ist.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
de: Klicke den "HTTPS" Button, um zu sehen, welche Daten für Beobachter sichtbar sind, wenn du HTTPS benutzt. Der Button wird grün, wenn HTTPS an ist.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
de: Wenn beide Buttons grün sind, kannst du die Daten sehen, die Beobachter einsehen können, wenn du beide Tools benutzt.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
de: Wenn beide Buttons grau hinterlegt sind, kannst du die Daten sehen, die Beobachtern sichtbar sind, wenn du kein Werkzeug benutzt.

source: POTENTIALLY VISIBLE DATA
de: POTENZIELL SICHTBARE DATEN

source: Site.com
de: seite.de

source: The site being visited.
de: Die besuchte Seite.

source: Username and password used for authentication.
de: Für die Authentifizierung verwendeter Benutzername und Passwort.

source: Data being transmitted.
de: Übertragene Daten.
