Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
br: Além disso, o uso de caminhos mais longos do que 3 poderá prejudicar seu anonimato; em primeiro lugar, porque torna mais fáceis os ataques de <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">negação de segurança</a></mark> e, em segundo lugar, porque funcionará como um identificador, já que somente um pequeno número de usuários seguirá um caminho com idêntico comprimento.
pt: Além disso, a utilização de caminhos mais longos do que 3 poderá prejudicar o seu anonimato; em primeiro lugar, porque torna mais fácil os ataques de <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">negação de segurança</a></mark> e, em segundo lugar, porque funcionará como um identificador, já que apenas um pequeno número de utilizadores têm um caminho com o mesmo comprimento que o seu.

source: How can I share files anonymously through Tor?
br: Como eu posso compartilhar arquivos de maneira anônima usando Tor?
pt: Como é que eu posso partilhar anonimamente os ficheiros via Tor?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
br: Muitos nodos de saída são configurados para bloquear certos tipos de tráfego de compartilhamento, tal como o do BitTorrent.
pt: Muitos nós de saída são configurados para bloquear certos tipos de tráfego de partilha de ficheiros como por exemplo do BitTorrent.

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
br: BitTorrent, especificamente, <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">não é anônimo quando quando conecta-se via Tor</a></mark>.
pt: O BitTorrent, especificamente, <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">não é anónimo na rede Tor</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
br: Para compartilhar arquivos via Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> é uma boa opção.
pt: Para partilhar ficheiros através do Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> é uma boa opção.

source: How do I volunteer with Tor Project?
br: Como eu posso ser voluntária/o no Projeto Tor?
pt: Como é que eu posso voluntariar no Projeto Tor?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
br: Por favor, confira nossa <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">página de voluntariado</a></mark> e descubra como participar!
pt: Por favor, consulte a nossa <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">página de voluntariado</a></mark> e descubra como participar!

source: How can I donate to Tor Project?
br: Como posso doar ao Projeto Tor?
pt: Como é que eu posso doar para o Projeto Tor?

source: Thank you for your support!
br: Obrigado por seu apoio!
pt: Obrigado pelo seu apoio!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
br: Você encontrará maiores informações sobre doações em nossa <mark><a href="https://donate.torproject.org/donor-faq">FAQ para os doadores</a></mark>.
pt: Pode encontrar mais informação sobre doações nas nossas <mark><a href="https://donate.torproject.org/donor-faq">Perguntas Mais Frequentes do doador</a></mark>.

source: Why don't you prevent bad people from doing bad things when using Tor?
br: Por que vocês não impedem que pessoas más façam coisas ruins enquanto usando o Tor?
pt: Por que é que não impedem que as pessoas más façam coisas desagradáveis quando utilizam o Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
br: O Tor foi concebido para defender os direitos humanos e a privacidade ao impedir qualquer pessoa de exercer a censura, inclusive nós mesmos.
pt: O Tor foi concebido para defender os direitos humanos e a privacidade ao impedir qualquer pessoa censurar coisas, inclusive nós mesmos.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
br: Nós achamos detestável o fato de que algumas pessoas usam o Tor para fazer coisas horríveis, mas nada podemos fazer para livrar-nos deles sem também minar a segurança de ativistas de direitos, jornalistas, sobreviventes de abusos, entre outras pessoas que usam o Tor para fazer coisas boas.
pt: Nós detestamos o facto que algumas pessoas utilizam o Tor para fazer coisas horríveis, mas nada podemos fazer para livrar-nos deles sem também minar a segurança de ativistas de direitos, jornalistas, sobreviventes de abusos, entre outras pessoas que utilizam o Tor para coisas boas.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
br: Caso bloqueássemos o uso do Tor por certas pessoas, basicamente estaríamos criando uma "porta dos fundos" no software, que resultaria na vulnerabilização de nossos usuários, expondo-os a ataques de regimes perversos ou de outros adversários.
pt: Se quiséssemos bloquear certas pessoas de utilizarem o Tor, basicamente estaríamos a criar uma "porta dos fundos" no software, que resultaria na vulnerabilidade dos nossos utilizadores, expondo-os a ataques de regimes perversos ou de outros adversários.

source: Who funds Tor?
br: Quem patrocina o Tor?
pt: Quem financia o Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
br: Tor é financiado por diversos patrocinadores diferentes, incluindo agências federais dos Estados Unidos da América, fundações privadas e doadores individuais.
pt: O Tor é financiado por diversos patrocinadores, incluindo agências federais dos Estados Unidos da América, fundações privadas e doadores individuais.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
br: Confira a lista de todos os <mark><a href="https://www.torproject.org/about/sponsors.html.en">nossos patrocinadores</a></mark> e uma série de <mark><a href="https://blog.torproject.org/category/tags/form-990">artigos em nosso blog</a></mark> sobre nossos relatórios financeiros.
pt: Veja a lista de todos os <mark><a href="https://www.torproject.org/about/sponsors.html.en">nossos patrocinadores</a></mark> e uma série de <mark><a href="https://blog.torproject.org/category/tags/form-990">artigos no nosso blogue</a></mark> sobre os nossos relatórios financeiros.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
br: Nós sentimos que uma conversa franca sobre nossos financiadores e nosso modelo de financiamento é a melhor forma de manter a confiança de nossa comunidade.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
br: Estamos sempre em busca de maior diversidade em nossas fontes de financiamento, especialmente por parte de fundações e indivíduos;
pt: Estamos sempre à procura de maior diversidade nas nossas fontes de financiamento, especialmente por parte de fundações e indivíduos.

source: Can I use Tor with BitTorrent?
br: Eu posso Tor e BitTorrent juntos?
pt: Eu posso utilizar o Tor com o BitTorrent?

source: We do not recommend using Tor with BitTorrent.
br: Nós não recomendamos utilizar o Tor com o BitTorrent.
pt: Nós não recomendamos a utilização do Tor com o BitTorrent.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
br: Para maiores detalhes, por favor veja o <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">artigo em nosso blog sobre esse tema</a></mark>.
pt: Para mais detalhes, por favor, consulte o nosso <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">artigo de blogue sobre o assunto</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
br: Os arquivos do meu computador foram bloqueados, e alguém está exigindo que eu baixe o Navegador Tor para pagar um resgate pelos meus arquivos!
pt: Os ficheiros no meu computador foram bloqueados, e alguém está a exigir que eu transfira o Tor Browser para pagar um resgate pelos meus ficheiros!

source: We are so sorry, but you have been infected with malware.
br: Sentimos muito, mas você foi infectado com malware.
pt: Pedimos desculpa, mas você foi infetado com software malicioso.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
br: O Projeto Tor não criou esse malware. Os desenvolvedores de malware pedem que você baixe o Tor Browser, supostamente para contactá-los e possibilitar o pagamento anônimo do resgate que exigem de você.
pt: O Projeto Tor não criou este malware. Os autores do malware estão a pedir-lhe para transferir o Tor Browser, supostamente para contactá-los e permitir o pagamento anónimo do resgate que exigem de si.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
br: Se este é o seu primeiro contato com o Tor Browser, nós compreendemos que você possa pensar que somos pessoas más que alimentam o poder de pessoas ainda piores.
pt: Se este é o seu primeiro contacto com o Tor Browser, nós compreendemos que você possa pensar que somos pessoas más que alimentam o poder de pessoas ainda piores.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
br: Mas, por favor, entenda que nosso software é usado todos os dias com uma ampla variedade de objetivos por ativistas de direitos humanos, jornalistas, sobreviventes de violência doméstica, denunciantes, oficiais da lei, e muitos outros. Infelizmente, a proteção oferecida pelo nosso software a essas pessoas também pode ser objeto de abusos por criminosos e desenvolvedores de malware.
pt: Mas, por favor, entenda que nosso software é utilizado todos os dias com uma ampla variedade de objetivos por ativistas de direitos humanos, jornalistas, sobreviventes de violência, informadores, forças policiais e muitos outros. Infelizmente, a proteção oferecida pelo nosso software a essas pessoas também pode ser objeto de abusos por criminosos e programadores de software malicioso (malware).

source: The Tor Project does not support or condone the use of our software for malicious purposes.
br: O Projeto Tor não apoia nem faz vista grossa para o uso de nosso software com propósitos maliciosos.
pt: O Projeto Tor não apoia nem faz vista grossa na utilização do nosso software com propósitos maliciosos.

source: Does Tor keep logs?
br: O Tor mantém registros?
pt: O Tor mantém registos de eventos?

source: Tor doesn't keep any logs that could identify a particular user.
br: Tor não mantém qualquer tipo de registro que permita a identificação de um usuário específico.
pt: O Tor não mantém qualquer tipo de registo que permita a identificação de um utilizador em específico.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
br: Nós, de fato, efetuamos algumas mensurações seguras sobre o funcionamento da rede, que você pode conferir na página de <mark><a href="https://metrics.torproject.org/">Métricas do Tor</a></mark>.
pt: Na verdade fazemos algumas medições seguras sobre o funcionamento da rede, e que qualquer pessoa pode verificar na página de <mark><a href="https://metrics.torproject.org/">Métricas do Tor</a></mark>.

source: Does Tor Project offer email service or other privacy protecting web services?
br: O Projeto Tor oferece serviços de correio eletrônico ou outros serviços web de proteção de privacidade?
pt: O Tor Project oferece serviço de e-mail ou outros serviços de proteção de privacidade na Web?

source: No, we don't provide any online services.
br: Não, nós não provemos quaisquer serviços online.
pt: Não, nós não oferecemos quaisquer serviços on-line.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
br: Uma lista de todos os nossos projetos de software está disponível em nossa <mark><a href="https://www.torproject.org/projects/projects.html.en">página de projetos</a></mark>.
pt: Uma lista de todos os nossos projetos de software pode ser encontrada na nossa <mark><a href="https://www.torproject.org/projects/projects.html.en">página de projetos</a></mark>.

source: Can I use the Tor logo in my product?
br: Posso usar a logotipo do Tor em meu produto?
pt: Eu posso utilizar o logótipo do Tor no meu produto?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
br: Você pode ler sobre esse tema em nossa <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Página de FAQ sobre o registro da marca</a></mark>.
pt: Pode ler acerca disto na nossa <mark><a href="https://www.torproject.org/docs/trademark-faq.html">página das 'Perguntas Mais Frequentes' acerca da 'Marca Registada'</a></mark>.

source: I'm having a problem updating or using Vidalia.
br: Estou tendo problema em atualizar ou usar o Vidalia.
pt: Eu estou com um problema ao atualizar ou a utilizar Vidalia.

source: Vidalia is no longer maintained or supported.
br: O Vidalia não está mais recebendo manutenção ou suporte.
pt: O Vidalia já não é desenvolvido nem suportado.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
br: Uma grande parte dos recursos oferecidos anteriormente pelo Vidalia foram agora integrados ao próprio Tor Browser.
pt: Uma grande parte das funcionalidades oferecidas anteriormente pelo Vidalia foram agora integradas no próprio Tor Browser.

source: Our mission:
br: Nossa missão:
pt: A nossa missão:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
br: Proteger os direitos humanos e liberdades por meio da criação e da implementação de tecnologias de anonimato e privacidade, livres e de código aberto; e irrestritamente provendo apoio a seu uso e disponibilidade ao mesmo tempo que promovemos a sua compreensão científica e popular.
pt: para o progresso nos direitos humanos e liberdades criando e implementando tecnologias livres e de código-aberto de anonimato e privacidade, apoiando a sua disponibilidade e utilização não restringida, e contribuindo para o avanço da sua compreensão científica e popular.

source: Subscribe to our Newsletter
br: Assine nossa newsletter

source: Get monthly updates and opportunities from the Tor Project:
br: Receba atualizações mensais e oportunidades do Projeto Tor.
pt: Receba atualizações mensais e oportunidades do Tor Project:

source: Sign up
br: Inscrever-se

source: Trademark, copyright notices, and rules for use by third parties can be found in our
br: Trademark, avisos de direitos autorais, e regras de uso para terceiros podem ser encontradas em nosso
pt: As marcas comerciais, avisos de direitos de autor e regras de utilização por parte de terceiros podem ser encontradas em

source: Tor Project | Support
br: Projeto Tor | Suporte
pt: Tor - Projeto | Apoio

source: Tor Logo
br: Logotipo do Tor
pt: Logótipo do Tor

source: Download Tor Browser
br: Baixe o Tor Browser
pt: Transferir o Tor Browser

source: Search
br: Pesquisar
pt: Pesquisar

source: Topics
br: Tópicos
pt: Tópicos

source: Permalink
br: Link permanente
pt: Ligação permanente

source: Misc
pt: Diversos

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
pt: Na maioria dos casos, transferir simplesmente o [Tor Browser](https://www.torproject.org/download) e depois utilizá-lo para navegar até ao site da Web bloqueado irá permitir o acesso.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
pt: Em sítios onde há censura, existem várias opções para contornar esta, incluindo [transportes de ligação](https://tb-manual.torproject.org/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
pt: Para mais informação, veja a secção do [Manual do utilizador do Tor Browser](https://tb-manual.torproject.org/) em [censura](https://tb-manual.torproject.org/circumvention/).

source: Tor Browser is currently available on <a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a>, <a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a> and <a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS</a>.
pt: O Tor Browser está atualmente disponível para <a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a>, <a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a> e <a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS</a>.

source: There is no official version of Tor for iOS yet, though we recommend <a href="https://onionbrowser.com/">Onion Browser</a>.
pt: Não existe nenhuma versão oficial do Tor para iOS de momento, mas recomendamos o <a href="https://onionbrowser.com/">Onion Browser</a>.

source: How can I verify Tor Browser's signature?
pt: Como é que eu posso verificar a assinatura do Tor Browser?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
pt: A assinatura digital é um processo para assegurar que um certo programa foi gerado pelos seus programadores e não foi manipulado.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
pt: Em baixo, nós explicamos porque é que é importante e como pode verificar se o programa Tor que transferiu é o que nós criámos e não foi modificado por algum ciberpirata.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
pt: Estes permitem-lhe verificar se o ficheiro que transferiu é exatamente igual ao que nós queríamos que tivesse.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
pt: Agora nós vamos mostrar-lhe como pode verificar a assinatura digital do ficheiro transferido em vários sistemas operativos.

source: Please notice that a signature is dated the moment the package has been signed.
pt: Note que a assinatura tem a mesma data do momento em que o pacote foi assinado.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
pt: Por isso, de cada vez que um novo ficheiro é enviado, é gerada uma nova assinatura com uma data diferente.

source: As long as you have verified the signature you should not worry that the reported date may vary.
pt: Desde que tenha verificado a assinatura, não se deve preocupar que estas datas não sejam iguais.

source: First of all you need to have GnuPG installed before you can verify signatures.
pt: Antes de mais, tem de instalar o GnuPG antes de poder verificar as assinaturas.

source: #### For macOS users:
pt: #### Para os utilizadores de macOS:

source: The Tor Browser team signs Tor Browser releases.
pt: A equipa do Tor Browser assina os lançamentos do Tor Browser.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
pt: Se começar a encontrar problemas com o Tor Browser depois de uma atualização, aceda a <a href="https://blog.torproject.org">blog.torproject.org</a> para verificar a publicação da versão estável mais recente do Tor Browser e ver se o seu problema está listado.

source: * For macOS
pt: * Para macOS

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
pt: A definição predefinida no instalador do Windows também cria um atalho para si, na sua Área de Trabalho, mas é importante lembrar-se que pode ter desmarcado acidentalmente a opção para criar um atalho.

source: Can I download Tor Browser for Chrome OS?
pt: Eu posso transferir o Tor Browser para o Chrome OS?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
pt: Infelizmente, nós ainda não temos uma versão do Tor Browser para o Chrome OS.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
pt: Se precisar de outras pontes, pode obtê-las no nosso [site Bridges](https://bridges.torproject.org/).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
pt: Para mais informação sobre as pontes, consulte o [Manual do Tor Browser](https://tb-manual.torproject.org/bridges).

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
pt: Se isso não resolver o problema, consulte a página Solução de problemas no [manual do Tor Browser](https://tb-manual.torproject.org/en-US/troubleshooting).

source: Why does Tor Browser ship with JavaScript enabled?
pt: Porque é que o Tor Browser vem com o JavaScript ativado?

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
pt: A maioria dos utilizadores desistiria do Tor totalmente se desativássemos o JavaScript por padrão, pois isso causaria muitos problemas para eles.
