Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
es: Por el momento Tor requiere una dirección IPv4 en los repetidores, no puedes ejecutar un repetidor en un ordenador que solo disponga de direcciones IPv6.

source: How can I limit the total amount of bandwidth used by my Tor relay?
es: ¿Cómo puedo limitar la cantidad total de ancho de banda usado por mi repetidor Tor?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
es: Hay unas opciones en el archivo torrc que te permiten especificar el máximo número de bytes que serán transmitidos por tu repetidor en una unidad de tiempo determinada.

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
es: Esto establece cuando el conteo será restablecido. Por ejemplo, para fijar el total de bytes por semana (que se ponga a cero cada miércoles a las 10:00AM), usarías:

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
es: Esto establece la máxima cantidad de datos que tu repetidor enviará durante un periodo de conteo y la máxima cantidad de datos que tu repetidor recibirá durante un periodo de conteo.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
es: Cuando el periodo de conteo comienza (mediante AccountingStart) los contadores para AccountingMax vuelven a 0.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
es: Por ejemplo: Digamos que quieres permitir 50 GB de tráfico al día en cada dirección y el periodo de conteo debe restablecerse a diario a mediodía:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
es: Ten en cuenta que tu repetidor no se despertará exactamente al principio del periodo de conteo.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
es: Llevará la cuenta de lo rápido que ha usado su cuota en el último periodo y escogerá un momento aleatorio en el próximo intervalo para despertar.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
es: De este modo evitamos que haya cientos de repetidores trabajando al principio de cada mes y no qude ninguno al final del mismo.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
es: Si solo dispones de una cantidad pequeña de ancho de banda para donar en relación a tu velocidad de conexión, te recomendamos que uses un conteo diario, para que no acabes tu cuota mensual el primer día.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
es: Simplemente divide la cantidad mensual por 30. Puedes tener en cuenta tambien limitar el cuadal para espaciar la utilidad a lo largo del día: si quieres ofrecer X GB en cada dirección, puedes ajustar RelayBandwidthRate a 20*X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
es: Por ejemplo, si tienes 50 GB para ofrecer en cada dirección, puedes establecer RelayBandwidthRate a 1000KBytes. De este modo tu repetidor siempre será útil al menos la mitad de cada día.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
es: RelayBandwidthBurst 5000 KBytes # permitir picos mayores pero manteniendo un valor medio

source: I want to run more than one Tor relay.
es: Quiero ejecutar más de un repetidor Tor.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
es: Genial. Si quieres ejecutar varios repetidores para donar más a la red, nos parece bien.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
es: Pero por favor, no ejecutes más de unas docenas en la misma red, ya que parte de los objetivos de la red Tor es tener diversidad geográfica.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
es: Si decides ejecutar más de un repetidor, por favor, establece la opción de configuración "MyFamily" en el archivo torrc de cada repetidor, listando todos los repetidores (separándolos con coma) que estén bajo tu control:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
es: donde cada huella es el identificador de 40 caracteres (sin espacios).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
es: De esta forma, los clientes Tor sabrán evitar el uso de más de uno de tus repetidores en un mismo circuito.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
es: Debes establecer MyFamily si tienes control administrativo de los ordenadores o de la red en la que se encuentran, incluso si no están situados geográficamente en el mismo sitio.

source: My relay recently got the Guard flag and traffic dropped by half.
es: Mi repetidor hace poco que consiguió el identificador de guardian y el tráfico cayó a la mitad.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
es: Como es ahora un guardian, los clientes lo utilizan menos en otras posiciones, pero no muchos clientes han rotado sus guardianes para que sea usado como tal.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
es: Puedes consultar más detalles en este [blog](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) o en [Cambio de guardián: Un esbozo para entender y mejorar la selección de guardianes de entrada en Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
es: ¿Cómo funcionan las claves desconectadas ed25519? ¿Qué necesito saber?

source: In simple words, it works like this:
es: Simplificando, funcionan tal que así:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
es: * Hay una clave privada maestra ed25519 en un archivo llamado "ed25519_master_id_secret_key".

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
es: Esta es la más importante, así que asegúrate de que mantienes una copia de seguridad en lugar seguro - el archivo es delicado y debe estar protegido.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
es: Tor puede cifrarlo por ti si lo generas de forma manual y le asignas una contraseña cuando se te pida.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
es: * Una clave intermedia de firma digital llamada "ed25519_signing_secret_key" es generada para ser usada por Tor.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
es: Aparte, se genera un certifiado llamado "ed25519_signing_cert" el cual es firmado digitalmente por la clave privada maestra, que sirve para confirmar que la clave intermedia es válida durante un tiempo determinado.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
es: La validez por defecto es de 30 días, pero puedes cambiar este valor ajustando "SigningKeyLifetime N days|weeks|months" en el archivo torrc.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
es: * También está la clave pública maestra llamada "ed25519_master_id_public_key", que es la que se publica en la red como identidad de tu repetidor.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
es: Esta no es delicada (secreta) ya que se puede calcular a partir de la "ed5519_master_id_secret_key".

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
es: Tor solamente necesita acceso a la clave intermedia de firma digital y al certificado siempre y cuando sigan siendo válidos, así que la clave privada maestra puede ser guardada fuera del directorio DataDirectory/keys, en un medio de almacenamiento externo o en otro equipo.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
es: Deberás renovar de forma manual la clave intermedia de firma digital y el certificado antes de que caduquen, de lo contrario el proceso tor del repetidor se detendrá cuando pase el tiempo estipulado.

source: This feature is optional, you don't need to use it unless you want to.
es: Esta característica es opcional, no necesitas usarla a menos que quieras hacerlo.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
es: Si quieres que tu repetidor funcione sin supervisión por más tiempo sin que tengas que renovar periódicamente la clave intermedia, lo mejor es que dejes la clave privada maestra en el directorio DataDirectory/keys y que simplemente hagas una copia de seguridad en caso de que haya que reinstalar el repetidor.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
es: Si estás interesado en utilizar esta característica, puedes consultar nuestra [guía en profundidad](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) al respecto.

source: How do I run a middle or guard relay on Debian?
es: ¿Cómo puedo ejecutar un repetidor intermedio o de guardia en Debian?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
es: Para la guía más completa acerca de operar un repetidor, ver la [guía de configuración de repetidores](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
es: ¿Cómo puedo ejecutar un repetidor de salida en Debian?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
es: ¿Cómo puedo ejecutar un repetidor intermedio o de guardia en FreeBSD o HardenedBSD?

source: How do I make sure that I'm using the correct packages on Ubuntu?
es: ¿Cómo me puedo asegurar de que estoy usando el paquete correcto en Ubuntu?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
es: * No utilices los paquetes de los repositorios de Ubuntu. Seguramente no están actualizados. Si los usas, perderás importantes parches de estabilidad y seguridad.

source: * Determine your Ubuntu version by running the following command:
es: * Concreta tu versión de Ubuntu para ejecutar el siguiente comando:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
es: * Como root, añade las líneas siguientes a /etc/apt/sources.list. Reemplaza 'version' con la versión que encontraste en el paso previo:

source: * Add the gpg key used to sign the packages by running the following commands:
es: * Añade la clave gpg utilizada para firmar los paquetes ejecutando los siguientes comandos:

source: * Run the following commands to install tor and check its signatures:
es: * Ejecuta los siguientes comandos para instalar tor y comprobar sus firmas:

source: How do I run an obfs4 bridge?
es: ¿Cómo puedo ejecutar un puente obfs4?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
es: Lee nuestra [guía para la configuración de obfs4](https://community.torproject.org/relay/setup/bridge/) para aprender cómo se configura un puente obfs4.

source: Should I run an exit relay from home?
es: ¿Debería tener un repetidor de salida en mi casa?

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
es: Si las fuerzas de seguridad se interesan en el tráfico de tu repetidor de salida, es posible que los agentes confisquen tu ordenador.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
es: Por esa razón, es mejor no hacer funcionar el repetidor de salida en tu casa o usando la conexión a Internet de tu casa.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
es: En su lugar, considera ejecutar tu repetidor de salida en una instalación comercial que apoye a Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
es: Ten una dirección IP separada para tu repetidor de salida y no enrutes tu propio tráfico a través de esta.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
es: Por supuesto, debes evitar mantener cualquier información sensible o personal en el ordenador que hospeda tu repetidor de salida.

source: How should I configure the outgoing filters on my relay?
es: ¿Cómo tengo que configurar los filtros de salida de mi repetidor?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
es: Todas las conexiones salientes deben ser permitidas, para que cada repetidor pueda comunicarse con los demás.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
es: En muchas jurisdicciones, los administradores de repetidores Tor están cubiertos legalmente por la misma regulación sobre proveedores que previene que los proveedores de servicios de internet puedan ser responsables del contenido que terceros hacen circular por su red.

source: Exit relays that filter some traffic would likely forfeit those protections.
es: Los repetidores de salida que aplican algún filtro al tráfico, es posible que pierdan esas protecciones.

source: Tor promotes free network access without interference.
es: Tor fomenta el acceso libre a la red sin intromisiones.

source: Exit relays must not filter the traffic that passes through them to the internet.
es: Los repetidores de salida no deben filtrar el tráfico que pasa a través de ellos hacia internet.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
es: Los repetidores de salida que apliquen filtros al tráfico serán catalogados con el distintivo [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) cuando sean detectados.

source: Should I install Tor from my package manager, or build from source?
es: ¿Debería intalar Tor desde mi gestor de paquetes o compilarlo desde el código fuente?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
es: Si estás usando Debian o Ubuntu, hay una serie de ventajas al instalar Tor desde el [repositorio de Tor Project](https://support.torproject.org/apt/tor-deb-repo/).

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
es: * Tu `ulimit -n` queda establecido a 32768, valor lo suficientemente alto para que Tor pueda abrir todas las conexiones que necesita.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
es: * Se crea una cuenta de usuario específica para Tor, para que no haya que ejecutarlo como root.

source: * An init script is included so that Tor runs at boot.
es: * Se incluye un script para que Tor se ejecute al arranque.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
es: * Se ejecuta tor con la opción `--verify-config` para comprobar que no haya problemas con el archivo de configuración.

source: * Tor can bind to low level ports, then drop privileges.
es: * Tor puede ponerse a la escucha en puertos privilegiados y después desprenderse de los privilegios

source: How stable does my relay need to be?
es: ¿Como de estable tiene que ser mi repetidor?

source: We aim to make setting up a Tor relay easy and convenient:
es: Aspiramos a que poner en marcha un repetidor Tor sea una tarea fácil:

source: * It's fine if the relay goes offline sometimes.
es: * No pasa nada si el repetidor se cae de vez en cuando.

source: The directories notice this quickly and stop advertising the relay.
es: Los directorios se dan cuenta rápidamente y dejan de anunciarlo a la red.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
es: Simplemente asegúrate de que no sea demasiado a menudo, ya que las conexiones que estén usándolo fallarán.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
es: Cada repetidor Tor tiene una [política de salida](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) que establece qué tipo de conexiones salientes son permitidas o denegadas desde ese repetidor.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
es: Si no te sientes cómodo/a dejando que terceros salgan a internet desde tu repetidor, puedes configurarlo para que solo acepte conexiones hacia otros repetidores.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
es: * Tu repetidor calculará y anunciará su capacidad de ancho de banda reciente, para que los repetidores con mejor ancho de banda reciban más usuarios. Así que tener un repetidor con poco ancho de banda también es útil.

source: Why is my Tor relay using so much memory?
es: ¿Por qué mi repetidor Tor está usando tanta memoria?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
es: Si tu repetidor Tor usa más memoria de la que quisieras, estos son unos trucos para reducir su uso:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
es: * Si estás usando Linux, puede haber errores de fragmentación de la memoria en la implementación de la funcion malloc de la biblioteca glibc.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
es: Esto es, cuando Tor libera memoria al sistema operativo, lo hace en tramos no contiguos dificultando su uso.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
es: El archivo con el código fuente de Tor, viene con la implementación de la función malloc del sistema operativo OpenBSD, que sufre este problema de manera más leve (la contrapartida es un mayor uso de CPU).

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
es: Puedes compilar Tor con esta implementación si lo prefieres: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
es: * Si tienes un repetidor rápido, esto es, tienes muchas conexiones TLS abiertas, posiblemente estés perdiendo mucha memoria a causa de los buffers internos de OpenSSL (más de 38KB por conexión).

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
es: Hemos parcheado OpenSSL para que [libere de forma más agresiva la memoria que no necesita](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
es: Si actualizas OpenSSL a la versión 1.0.0 o superior, el proceso de compilación de Tor lo reconocerá automáticamente y usará esta característica.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
es: * Si el uso de memoria sigue siendo demasiado alto, puedes probar a reducir el ancho de banda que tu repetidor anuncia.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
es: Anunciar un ancho de banda más bajo supone que menos usuarios lo usarán, esto debería ayudar.

source: See the `MaxAdvertisedBandwidth` option in the man page.
es: Consulta la opción `MaxAdvertisedBandwidth` en el manual.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
es: Con todo, los repetidores rápidos usan un montón de RAM. No es raro para un repetidor de salida el usar 500-1000 MB de memoria.

source: Why does my relay write more bytes onto the network than it reads?
es: ¿Por qué mi repetidor manda más bytes a la red de los que recibe?

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
es: Cierto, normalmente un byte en dirección al repetidor implica un byte haca la red y viceversa. Pero hay unas cuantas excepciones:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
es: Si abres el DirPort, otros clientes Tor te pedirán una copia del directorio.
