Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: The first relay in your circuit is called an "entry guard" or "guard".
tr: Devrenizdeki ilk aktarıcı "giriş koruması" ya da "koruma" olarak adlandırılır.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
tr: Bilinen anonimlik kırma saldırılarına karşı koruma sağlamak için devrenizde 2-3 ay süreyle aynı kalan hızlı ve kararlı bir aktarıcıdır.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
tr: Devrenin kalanı her yeni web sitesini ziyaret ettiğinizde değişir ve bu aktarıcılar hep birlikte Tor için tam gizlilik koruması sağlar.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
tr: Koruma aktarıcılarının çalışması ile ilgili ayrıntılı bilgi almak için [bu günlük iletisine](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters), giriş korumaları ile ilgili bilgi almak için [bu makaleye](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) bakabilirsiniz.

source: How do I view Tor Browser message log?
tr: Tor Browser ileti günlüğünü nasıl görüntülerim?

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
tr: Tor Browser açık iken, hamburger menüsünden (tarayıcının sağ üstünde adres çubuğunun sağında) "Seçenekler" üzerine ve açılan sol yan çubuktan "Tor" üzerine tıklayın.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
tr: Günlüğü panoya kopyalamak için bir seçenek görüyor olmalısınız. Bu seçeneği kullanarak, günlüğü bir metin düzenleyici ya da e-posta uygulaması içine yapıştırabilirsiniz.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
tr: Tor daha hızlı çalışabilir mi? Tor Browser diğer web tarayıcılarından daha mı yavaş?

source: Using Tor Browser can sometimes be slower than other browsers.
tr: Tor Browser bazen diğer web tarayıcılarından daha yavaş olabilir.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
tr: Tor ağında günlük olarak bir milyondan fazla kullanıcı bulunuyor ve tüm trafiği yönlendiren 6.000 üzerinde aktarıcı var. Sunucular üzerindeki yük bazen gecikmelere neden olabiliyor. Tasarımın doğası gereği verileriniz dünya üzerinde değişik konumlarda bulunan ve gönüllüler tarafından işletilen sunucular üzerinden geçirildiğinden her zaman bazı dar boğazlar ve ağ gecikmeleri olacaktır.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
tr: [Kendi aktarıcınızı işleterek](https://community.torproject.org/relay/) ya da başkalarını bu konuda yüreklendirerek ağ hızının artmasına katkıda bulunabilirsiniz.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
tr: Çok daha ayrıntılı bir yanıt almak için [Roger tarafından bu konuda yazılan günlük yazısına](https://blog.torproject.org/blog/why-tor-is-slow) ve ağ başarımı hakkında [Tor Açık Araştırma Konuları: 2018 sürümü](https://blog.torproject.org/tors-open-research-topics-2018-edition) metinlerine bakabilirsiniz.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
tr: Böylece Tor daha önce olduğundan çok daha hızlı çalışabilir ve diğer web tarayıcıları ile bir hız farkı hissetmezsiniz.

source: What search engine comes with Tor Browser and how does it protect my privacy?
tr: Tor Browser ile hangi arama motoru kullanılıyor ve gizliliğim nasıl korunuyor?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
tr: Tor Browser için varsayılan arama motoru olarak [DuckDuckGo](https://duckduckgo.com/) kullanılıyor.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
tr: DuckDuckGo kullanıcılarını izlemez ya da kullanıcı aramaları ile ilgili herhangi bir veriyi kaydetmez. Ayrıntılı bilgi almak için [DuckDuckGo gizlilik ilkesine](https://duckduckgo.com/privacy) bakabilirsiniz.

source: I'm having a problem with DuckDuckGo.
tr: DuckDuckGo ile ilgili bir sorun yaşıyorum.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
tr: Lütfen [DuckDuckGo destek sitesine](https://duck.co/help) bakın.

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
tr: Sorunun Tor Browser ile ilgili olduğunu düşünüyorsanız [hata izleyicimiz](https://trac.torproject.org/) üzerinden bildirmeniz iyi olur.

source: I'm having a problem with NoScript.
tr: NoScript ile ilgili bir sorun yaşıyorum.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
tr: [NoScript SSS](https://noscript.net/faq) bölümüne bakabilirsiniz.

source: I'm having a problem with HTTPS Everywhere.
tr: HTTPS Everywhere ile ilgili bir sorun yaşıyorum.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
tr: [HTTPS Everywhere SSS](https://www.eff.org/https-everywhere/faq) bölümüne bakabilirsiniz.

source: How do I update Tor Browser?
tr: Tor Browser nasıl güncellenir?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
tr: Lütfen Tor Browser belgelerindeki [güncelleme bölümüne](https://tb-manual.torproject.org/tr/updating/) bakın.

source: How do I uninstall Tor Browser?
tr: Tor Browser nasıl kaldırılır?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
tr: Lütfen Tor belgelerindeki [kaldırma bölümüne](https://tb-manual.torproject.org/tr/uninstalling/) bakın.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
tr: Tor Browser tarafından belirli bir site için bana atanan IP adresini değiştirmenin bir yolu var mı?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
tr: Tor Browser üzerinde aktarıcı devrenizi "Kimliği yenile" ve "Sitenin devresini yenile" seçenekleri ile iki şekilde değiştirebilirsiniz.

source: Both options are located in the hamburger menu.
tr: İki seçenek de hamburger menüsünde bulunur.

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
tr: Ayrıca adres çubuğundaki bilgi menüsünden 'Sitenin devresini yenile' ve sağ üst köşedeki yıldızlı süpürge simgesinden 'Kimliği yenile' seçeneklerine erişebilirsiniz

source: ##### New Identity
tr: ##### Kimliği yenile

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
tr: Bu seçenek, web tarayıcıda arka arkaya yaptığınız işlemler arasında ilişki kurulmasını engellemek istediğinizde kullanışlıdır.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
tr: Bu seçenek kullanıldığında, tüm sekme ve pencereler kapatılır, çerezler ve tarama geçmişi gibi tüm kişisel bilgiler temizlenir ve tüm bağlantılar için yeni Tor devreleri kullanılır.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
tr: Tor Browser tüm işlem ve indirmelerin durdurulacağını bildirir. "Kimliği yenile" seçeneğini kullanmadan önce bunu göz önüne alın.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
tr: ![Tor Browser Menüsü](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
tr: ##### Sitenin devresini yenile

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
tr: Bu seçenek, kullandığınız çıkış aktarıcısı ziyaret etmek istediğiniz web sitesi ile bağlantı kuramadığında ya da siteyi doğru şekilde yükleyemediğinde işe yarar.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
tr: Geçerli sekme ya da pencerenin yeni bir Tor devresi kullanılarak yeniden yüklenmesini sağlar.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
tr: Aynı web sitesi için açık olan sekme ve pencereler yeniden yüklendiğinde yeni devre kullanılır.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
tr: Bu seçenek herhangi bir kişisel bilgiyi temizlemez, arka arkaya yaptığınız işlemler arasındaki ilişki kurulmasını engellemez ya da diğer web siteleri için kullanılan geçerli bağlantıları etkilemez.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
tr: ![Sitenin devresini yenile](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
tr: Tor Browser kullanırken, herhangi biri hangi siteleri ziyaret ettiğimi görebilir mi?

source: Tor Browser prevents people from knowing the websites you visit.
tr: Tor Browser ziyaret ettiğiniz web sitelerinin başkaları tarafından bilinmesini engeller.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
tr: İnternet Hizmeti Sağlayıcınız (ISP) gibi bazı kuruluşlar Tor kullandığınızı görebilir ancak Tor üzerinden nereleri ziyaret ettiğinizi göremez.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
tr: Tor kullandığımda bir web sitesi (banka, e-posta hizmeti sağlayıcısı gibi) beni engelliyor, ne yapabilirim?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
tr: Tor Browser sıklıkla bağlantınızı dünyanın başka bir yerinden geliyormuş gibi gösterir.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
tr: Bankalar, e-posta hizmeti sağlayıcıları gibi bazı web siteleri bu durumu hesabınızın başkaları tarafından ele geçirildiği şeklinde değerlendirerek erişiminizi engelleyebilir.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
tr: Bu sorunu çözmenin tek yolu hesabınızdaki engellemenin kaldırılması için site tarafından önerilen yöntemi uygulamak ya da hizmet sağlayıcı ile görüşerek durumu açıklamaktır.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
tr: Hizmet sağlayıcınız IP temelli güvenlik denetimleri yerine çok daha iyi bir güvenlik seçeneği olan iki aşamalı kimlik doğrulaması sunuyorsa bu sorundan kaçınabilirsiniz.

source: Contact your provider and ask them if they provide 2FA.
tr: Hizmet sağlayıcınız ile görüşerek iki aşamalı kimlik doğrulaması sunup sunmadığını öğrenin.

source: Which platforms is Tor Browser available for?
tr: Tor Browser hangi platformlarda kullanılabilir?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
tr: Tor Browser şu anda [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) ve [macOS](https://www.torproject.org/download/) üzerinde kullanılabilir.

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
tr: Bir Tor Browser [Android](https://www.torproject.org/tr/download/#android) sürümü var. Ayrıca [The Guardian Project](https://guardianproject.info) tarafından geliştirilen [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) uygulaması ile Android aygıtınızdaki diğer uygulamaların Tor ağını kullanmasını sağlayabilirsiniz.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
tr: Henüz iOS için resmi bir Tor Browser uygulaması yok. [Onion Browser](https://onionbrowser.com) uygulamasını kullanmanızı öneririz.

source: Can I set Tor Browser as my default browser?
tr: Tor Browser varsayılan tarayıcı yapılabilir mi?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
tr: Tor Browser uygulamasının sisteminizden yalıtmak için sıkı önlemler alınmıştır. Varsayılan tarayıcı atama işlemlerinde bu güvenlik önlemlerini zayıflatan adımlar bulunur.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
tr: Yani bir web sitesi bazen Tor Browser ile bazen başka bir web tarayıcısı ile yüklenebilir. Bu davranış tehlikeli olabilir ve anonim kalmanızı zora sokar.

source: Does running Tor Browser make me a relay?
tr: Tor Browser çalıştırdığımda ben de bir aktarıcı işletiyor olur muyum?

source: Running Tor Browser does not make you act as a relay in the network.
tr: Yalnızca Tor Browser uygulamasını çalıştırmak sizin ağ üzerinde bir aktarıcı haline gelmenizi sağlamaz.

source: This means that your computer will not be used to route traffic for others.
tr: Yani bilgisayarınız başkalarından gelen ağ trafiğini aktarmak için kullanılmaz.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
tr: Bir aktarıcı işletmek isterseniz ayrıntılı bilgi almak için [Tor Aktarıcı Rehberine](https://community.torproject.org/relay) bakabilirsiniz.

source: Why does Tor Browser ship with JavaScript enabled?
tr: Tor Browser, neden JavaScript etkinleştirilmiş olarak kuruluyor?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
tr: JavaScript devre dışı bırakıldığında çoğu web sitesi düzgün çalışmadığından, Tor Browser üzerindeki NoScript uygulaması, varsayılan olarak JavaScript kullanımına izin verecek şekilde yapılandırılmıştır.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
tr: JavaScript varsayılan olarak devre dışı bırakılsaydı çok fazla sorun çıkacağı için çoğu kullanıcı Tor kullanmaktan vazgeçerdi.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
tr: Hedefimiz Tor Browser uygulamasını olabildiğince çok kişinin olabildiğince güvenli bir şekilde kullanması. Bu nedenle JavaScript varsayılan olarak etkin bırakılmıştır.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
tr: Tüm HTTP web sitelerinde JavaScript kullanımının devre dışı bırakılmasını isteyen kullanıcıların Tor Browser "Güvenlik Düzeyi" bölümünden Tor Browser güvenlik düzeyi ayarını değiştirmeleri önerilir.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
tr: Bu işlem Güvenlik Simgesine (adres alanının sağındaki küçük gri kalkan) ve "Gelişmiş Güvenlik Düzeyi Ayarları..." üzerine tıklanarak yapılabilir.

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
tr: Standart düzeyde JavaScript kullanımına izin verilir. Ancak "Daha Güvenli" ve "En Güvenli" düzeylerde HTTP web sitelerinde JavaScript engellenir.

source: Can you get rid of all the CAPTCHAs?
tr: Tüm Güvenlik Kodlarından kurtulabilir misiniz?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
tr: Bazı siteler Tor kullanıcılarından güvenlik kodu istiyor ve biz web sitelerindeki güvenlik kodlarını kaldıramayız.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
tr: Bu durumda yapılacak en iyi şey ilgili web sitesinin yöneticileri ile görüşerek güvenlik kodunun sizin gibi kullanıcıların web sitesinde sunulan hizmetlerden yararlanmasını engellediğini aktarmaktır.

source: Can I run multiple instances of Tor Browser?
tr: Birden çok Tor Browser kopyası çalıştırabilir miyim?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
tr: Birden çok Tor Browser kopyasının kullanılması önerilmez ve bu yapıldığında uygulama çoğu platform üzerinde olması gerektiği gibi düzgün çalışmaz.

source: I need Tor Browser in a language that's not English.
tr: İngilizce olmayan bir Tor Browser sürümü arıyorum.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
tr: Herkesin Tor Browser uygulamasını kendi dilinde kullanma zevkini tatmasını istiyoruz. Tor Browser bugün [30 farklı dilde sunuluyor](https://www.torproject.org/tr/download/languages/) ve daha fazlasını eklemek için çalışıyoruz. Çevirilere yardımcı olmak isterseniz [buraya bakabilirsiniz](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
tr: Ayrıca gelecekte yayınlayacağımız dilleri kurup deneyerek bize yardımcı olabilirsiniz [Tor Browser Alfa Sürümleri](https://www.torproject.org/tr/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
tr: Ağ yöneticim Tor Browser kullandığımı görebilir mi?

source: When using Tor Browser, no one can see the websites that you visit.
tr: Tor Browser kullanırken hiç kimse ziyaret ettiğiniz web sitelerini göremez.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
tr: Bununla birlikte İnternet Hizmeti Sağlayıcınız ya da ağ yöneticileriniz Tor ağına bağlandığınızı görebilir ancak orada ne yaptığınızı bilemez.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
tr: Tor Browser kullanırken Facebook, Twitter ya da başka bir web sitesindeki özellikleri kullanmakta sorun yaşıyorum.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
tr: JavaScript ağırlığı fazla olan web sitelerinde Tor Browser kullanırken bazı işlemlerde sorun çıkabilir.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
tr: En kolay çözüm Güvenlik Simgesine (adres alanının sağındaki küçük gri kalkan) ve "Gelişmiş Güvenlik Düzeyi Ayarları..." üzerine tıklamaktır.

source: Set your security to "Standard".
tr: Güvenlik düzeyinizi "Standart" olarak ayarlayın.

source: Why is Tor Browser built from Firefox and not some other browser?
tr: Tor Browser neden Firefox üzerine kuruldu ve neden başka bir tarayıcı kullanılmadı?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
tr: Tor Browser, özel olarak Tor ile çalışmak üzere değiştirilmiş bir Firefox sürümüdür.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
tr: Tor Browser uygulaması geliştirilirken, güvenliği ve kişisel gizliliği arttıran ek yamalar gibi pek çok değişiklik yapılmıştır.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
tr: Diğer web tarayıcılarda Tor ağını kullanma olanağı olsa da, bunu yaptığınızda olası saldırılara ya da kişisel bilgilerinizin ele geçirilmesine karşı daha korunmasız olursunuz. Bu nedenle Tor ağını başka bir web tarayıcısı ile kullanmanız önerilmez.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
tr: [Tor Browser tasarımı hakkında ayrıntılı bilgi alın](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
tr: Tor Browser her web sitesi için farklı bir devre mi kullanır?

source: In Tor Browser, every new domain gets its own circuit.
tr: Tor Browser kullanırken her etki alanına ayrı bir devre üzerinden bağlanılır.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
tr: Bu konuyla ilgili ayrıntılı bilgi almak için [Tor Browser Tasarımı ve Uygulaması](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) bölümüne bakabilirsiniz.

source: Why did my search engine switch to DuckDuckGo?
tr: Arama motorum neden DuckDuckGo oldu?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
tr: Tor Browser 6.0.6 sürümünden sonra öncelikli arama motoru olarak DuckDuckGo kullanmaya başladık.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
tr: Bir süredir, daha önce Tor Browser üzerinde kullandığımız Disconnect, Google arama sonuçlarına erişememeye başladı.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
tr: Diconnect arama motoru, bir üst veri arama motorundan fazlasını sunduğu için kullanıcıların farklı arama hizmeti sağlayıcılarından seçim yapabilmesini sağladığından, Google sonuçlarına erişemediğinde kalite açısından kabul edilemez olan Bing arama sonuçlarına dönüyordu.
