Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ro: Dacă am fi dorit să blocăm anumite persoane de la Tor, am adăuga practic un backdoor la software, ceea ce ar face ca utilizatorii să fie vulnerabili la atacuri de la regimuri rele și alți adversari.

source: Who funds Tor?
ro: Cine finanțează Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ro: Tor este finanțat de o serie de sponsori diferiți, inclusiv de agenții federale americane, fundații private și donatori individuali.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
ro: Consultați o listă cu toți [sponsorii noștri](https://www.torproject.org/about/sponsors/) și o serie de [postări pe blog](https://blog.torproject.org/category/tags/form-990) în rapoartele noastre financiare.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
ro: Considerăm că a vorbi deschis despre sponsorii și modelul nostru de finanțare este cel mai bun mod de a menține încrederea în comunitatea noastră.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ro: Căutăm mereu mai multă diversitate în sursele noastre de finanțare, în special din partea fundațiilor și a persoanelor.

source: Can I use Tor with BitTorrent?
ro: Pot folosi Tor împreună cu BitTorrent?

source: We do not recommend using Tor with BitTorrent.
ro: Nu recomandăm folosirea Tor împreună cu BitTorrent.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ro: Pentru detalii suplimentare, vă rugăm să consultați [postarea noastră de blog pentru acest subiect](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ro: Fișierele de pe computerul meu au fost blocate, iar cineva îmi cere să descarc Tor Browser pentru a plăti o răscumpărare pentru fișierele mele!

source: We are so sorry, but you have been infected with malware.
ro: Ne pare rău, dar ați fost infectat cu malware.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ro: Proiectul Tor nu a creat acest malware. Autorii malware vă solicită să descărcați Tor Browser, probabil pentru a-i contacta anonim pentru a primi răscumpărarea pe care o solicită.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ro: Dacă aceasta este prima dvs. introducere în Tor Browser, înțelegem că s-ar putea să credeți că suntem oameni răi care permit acțiunea unor oameni mai răi.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ro: Vă rugăm să luați în considerare faptul că software-ul nostru este folosit în fiecare zi pentru o mare varietate de scopuri de activiști pentru drepturile omului, jurnaliști, supraviețuitori ai violenței domestice, denunțători, ofițeri de aplicare a legii și mulți alții. Din păcate, protecția pe care software-ul nostru o poate oferi acestor grupuri de persoane poate fi, de asemenea, abuzată de criminali și autori de malware.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ro: Proiectul Tor nu acceptă și nu permite utilizarea software-ului nostru în scopuri rău intenționate.

source: Does Tor keep logs?
ro: Păstrează Tor înregistrări?

source: Tor doesn't keep any logs that could identify a particular user.
ro: Tor nu păstrează jurnalele care ar putea identifica un anumit utilizator.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
ro: Facem câteva măsurători sigure ale funcționării rețelei, pe care le puteți consulta la [Tor Metrics](https://metrics.torproject.org/).

source: Does Tor Project offer email service or other privacy protecting web services?
ro: Oferă Tor Project un serviciu de e-mail sau alte servicii web care protejează confidențialitatea?

source: No, we don't provide any online services.
ro: Nu, nu oferim servicii online.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
ro: O listă cu toate proiectele noastre software poate fi găsită pe [pagina noastră de proiecte](https://www.torproject.org/projects/projects.html.en).

source: Can I use the Tor logo in my product?
ro: Pot folosi sigla Tor în produsul meu?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
ro: Puteți citi totul despre asta pe pagina noastră [Trademark faq](https://www.torproject.org/about/trademark/).

source: I'm having a problem updating or using Vidalia.
ro: Am o problemă la actualizarea sau utilizarea Vidalia.

source: Vidalia is no longer maintained or supported.
ro: Vidalia nu mai este întreținută sau susținută.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ro: O mare parte din funcțiile oferite de Vidalia au fost acum integrate în Tor Browser.

source: How can I chat with Tor Project teams?
ro: Cum pot discuta cu echipele Tor Project?

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
ro: Iată cum puteți să accesați IRC și să începeți să discutați cu colaboratorii Tor în timp real:

source: 1. Enter in [OFTC](https://webchat.oftc.net/) webchat.
ro: 1. Intrați în webchat [OFTC](https://webchat.oftc.net/).

source: 2. Fill in the blanks:
ro: 2. Completați câmpurile:

source: **NICKNAME:** Anything you want, but choose the same nickname (nick) every time you use IRC to talk to people on Tor. If your nick is already being used, you will get a message from the system and you should choose another nick.
ro: ** NICKNAME: ** Orice nume doriți, dar alegeți același pseudonim (nick) de fiecare dată când folosiți IRC pentru a vorbi cu oamenii de pe Tor. Dacă pseudonimul dvs. este deja folosit, veți primi un mesaj din sistem și ar trebui să alegeți un alt pseudonim.

source: 3. Click Enter
ro: 3. Clic pe Enter

source: Congratulations! You're on IRC.
ro: Felicitări! Sunteți în IRC.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
ro: După câteva secunde, veți intra automat în #tor, care este o cameră de chat cu dezvoltatorii Tor, operatorii de relee și alți membri ai comunității. Există și persoane aleatorii în #tor.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
ro: Puteți pune întrebări în bara goală din partea de jos a ecranului. Vă rog, nu întrebați doar de dragul de a întreba, ci puneți întrebarea dvs.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
ro: Este posibil ca oamenii să poată răspunde imediat sau ar putea exista un pic de întârziere (unele persoane sunt listate pe canal, dar sunt departe de tastatură și înregistrează activitățile canalului pentru le a citi mai târziu).

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
ro: Dacă doriți să discutați cu cineva specific, începeți comentariul cu pseudonimul lor și, de obicei, vor primi o notificare conform căreia cineva încearcă să îi contacteze.

source: OFTC often doesn't allow people to use their webchat over Tor. For this reason, and because many people end up preferring it anyway, you should also consider using an IRC client.
ro: Adesea, OFTC nu permite oamenilor să folosească webchat-ul prin Tor. Din acest motiv și, deoarece oricum ajungeți să îl preferați, ar trebui să luați în considerare și utilizarea unui client IRC.

source: Why I can't join Tor-dev and other channels?
ro: De ce nu pot accesa Tor-dev și alte canale?

source: The #tor-project channel is where Tor people discuss and coordinate daily Tor work. It has fewer members than #tor and is more focused on the work at hand. You are also welcome to join this channel. To access #tor-project, your nickname (nick) must be registered and verified.
ro: Canalul #tor-project este locul în care oamenii din Tor discută și coordonează zilnic munca Tor. Are mai puțini membri decât #tor și este mai concentrat pe munca efectivă. De asemenea, sunteți bineveniți să vă alăturați acestui canal. Pentru a accesa #tor-proiect, pseudonimul dvs. (nick) trebuie înregistrat și verificat.

source: Here's how to reach #tor-project and other registered channels.
ro: Iată cum puteți ajunge la #tor-project și alte canale înregistrate.

source: ### Register your nickname
ro: ### Înregistrați-vă pseudonimul

source: 1. Log onto #tor. See [How can I chat with Tor Project teams?](/get-in-touch/irc-help/)
ro: 1. Conectați-vă pe #tor. Vedeți [Cum pot discuta cu echipele Proiectului Tor?](/ro/get-in-touch/irc-help/)

source: 2. Then, click on the word **"Status"** at the top left of the screen.
ro: 2. Apoi, faceți clic pe cuvântul **"Status"** din stânga sus a ecranului.

source: 3. In the window at the bottom of the page, type: `/msg nickserv REGISTER yournewpassword youremailaddress`
ro: 3. În fereastra din partea de jos a paginii, tastați: `/msg nickserv REGISTER nouaDvsParola adresaDvsDeEmail`

source: 4. Hit enter.
ro: 4. Tastați Enter.

source: If all goes well, you will receive a message that you are registered.
ro: Dacă totul merge bine, veți primi un mesaj că sunteți înregistrat.

source: The system may register you as your nick_ instead of your nick.
ro: Sistemul vă poate înregistra ca nick_ în locul de nick.

source: If so, just go with it but remember you are user_ and not user.
ro: Dacă da, folosiți numele înregistrat, dar amintiți-vă că sunteți utilizator_ și nu utilizator.

source: Every time you log on to IRC, to identify your registered nick, type:
ro: De fiecare dată când vă conectați la IRC, pentru a vă identifica nick-ul înregistrat, tastați:

source: `/nick yournick`
ro: `/nick pseudonimul_dvs`

source: `/msg nickserv IDENTIFY YourPassWord`
ro: `/msg nickserv IDENTIFY ParolaDvs`

source: ### How to verify your nickname
ro: ### Cum să vă verificați pseudonimul

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
ro: Apoi, pentru a finaliza înregistrarea și a obține în final acces la canalul #tor-project, pseudonimul dvs. trebuie să fie **verified**.

source: 2. Log in with your IRC nickname and password.
ro: 2. Conectați-vă cu pseudonimul și parola IRC.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
ro: 3. Căutați cuvântul **verify** și conectați-vă acolo. Se pare că nu s-a întâmplat nimic. Uitați-vă în partea de sus a paginii, unde există o coloană numită **Account**.

source: 4. Click on **Account**.
ro: 4. Clic pe **Account**.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
ro: 5. Faceți clic pe propoziția mică din partea de jos a pătratului care spune: Verificați contul.

source: 6. Fill out the CAPTCHA that pops up, and click ok.
ro: 6. Completați CAPTCHA care apare și faceți clic pe ok.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
ro: 7. Va apărea un mesaj minuscul: „Contul dvs. NickServ a fost verificat.”

source: 8. Go back to the IRC webpage where you are logged in and type:
ro: 8. Reveniți la pagina web IRC unde sunteți conectat și tastați:

source: 9. Click ENTER.
ro: 9. Clic pe tasta Enter.

source: 10. If all is well, you will receive a message that says:
ro: 10. Dacă totul este bine, veți primi un mesaj care spune:

source: Now, to join #tor-project, you can just type:
ro: Acum, pentru a vă alătura #tor-project, puteți doar să tastați:

source: `/join #tor-project` and hit enter.
ro: `/join #tor-project` apoi tastați Enter.

source: You will be allowed into the channel. If so, Congratulations!
ro: Vă va fi permis acceseul în canal. Dacă da, felicitări!

source: However, if you get stuck, you can ask for help in the #tor channel.
ro: Totuși, dacă vă blocați, puteți cere ajutor în canalul #tor.

source: You can toggle back and forth between channels by clicking on the different channel names at the top left of the IRC window.
ro: Puteți comuta înainte și înapoi între canale făcând clic pe numele diferitelor canale din stânga sus a ferestrei IRC.

source: Why and how I can enable Tor Package Repository in Debian?
ro: De ce și cum pot activa Depozitul de pachete Tor în Debian?

source: Here's how you can enable Tor Package Repository in Debian based distributions:
ro: Iată cum puteți activa Tor Package Repository în distribuțiile bazate pe Debian:

source: #### 1. Install `apt-transport-https`
ro: #### 1. Instalați `apt-transport-https`

source: To enable all package managers using the libapt-pkg library to access metadata and packages available in sources accessible over https (Hypertext Transfer Protocol Secure).
ro: Pentru a permite tuturor managerilor de pachete care folosesc biblioteca libapt-pkg să acceseze metadate și pachete disponibile în surse accesibile prin https (Hypertext Transfer Protocol Secure).

source: #### 2. Add the following entries to `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`
ro: #### 2. Adăugați următoarele intrări la `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`

source: If you want to try experimental packages:
ro: Dacă doriți să încercați pachete experimentale:

source: Or nightly builds:
ro: Sau versiuni nocturne:

source: #### 3. Then add the gpg key used to sign the packages by running the following commands at your command prompt
ro: #### 3. Apoi adăugați cheia gpg folosită pentru a semna pachetele rulând următoarele comenzi la promptul dvs. de comandă

source: #### 4. Install tor and tor debian keyring
ro: #### 4. Instalați tor și tor debian keyring

source: We provide a Debian package to help you keep our signing key current. It is recommended you use it. Install it with the following commands:
ro: Oferim un pachet Debian pentru a vă ajuta să mențineți cheia de semnare actuală. Este recomandat să-l utilizați. Instalați-l cu următoarele comenzi:

source: Can I use tor from Ubuntu's repository?
ro: Pot folosi tor din depozitul Ubuntu?

source: **No.** Do not use the packages in Ubuntu's universe.
ro: ** Nu. ** Nu folosiți pachetele din universul Ubuntu.

source: Can I use APT over Tor?
ro: Pot folosi APT peste Tor?

source: Yes, `deb.torproject.org` is also served through via an Onion Service: http://sdscoq7snqtznauu.onion/
ro: Da, `deb.torproject.org` este servit și printr-un serviciu onion: http://sdscoq7snqtznauu.onion/

source: To use Apt over Tor, the apt transport needs to be installed:
ro: Pentru a utiliza Apt peste Tor, trebuie instalat transportul apt :

source: Then replace the address in the lines added before with, for example:
ro: Apoi înlocuiți adresa din liniile adăugate înainte cu, de exemplu:

source: # For the stable version.
ro: # Pentru versiunea stabilă.

source: # For the unstable version.
ro: # Pentru versiunea instabilă.

source: How can I install Tor rpm package
ro: Cum pot instala pachetul Tor rpm

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
ro: Proiectul Tor își menține propriul [depozit de pachete RPM](https://rpm.torproject.org) pentru CentOS și RHEL și Fedora.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
ro: Iată cum puteți activa Depozitul de pachete Tor atât pentru CentOS, cât și pentru RHEL și Fedora:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
ro: #### 1. Activați depozitul epel (numai pentru CentOS și RHEL)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
ro: ### 2. Adăugați următoarele în fișierul /etc/yum.repos.d/tor.repo

source: For CentOS or RHEL:
ro: Pentru CentOS sau RHEL:

source: For Fedora:
ro: Pentru Fedora:

source: ### 3. Install the Tor package
ro: ### 3. Instalarea pachetului Tor

source: Then you can install the latest Tor package.
ro: Apoi, puteți instala cel mai recent pachet Tor.

source: Using it for the first time, you will have to import the GPG public key.
ro: Dacă îl folosiți pentru prima dată, va trebui să importați cheia publică GPG.

source: Importing GPG key 0x3621CD35:
ro: Importare cheii GPG 0x3621CD35:

source: Close banner
ro: Închidere banner

source: Tracking, surveillance, and censorship are widespread online.
ro: Urmărirea, supravegherea și cenzura sunt răspândite online.

source: TAKE BACK THE INTERNET WITH TOR
ro: LUAȚI-VĂ ÎNAPOI INTERNETUL CU TOR

source: DONATE NOW
ro: DONAȚI ACUM

source: Give today, and Mozilla will match your donation.
ro: Donează azi, și Mozilla va dona în aceeași măsură.

source: Download Tor Browser
ro: Descărcare Tor Browser

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
ro: Descărcați Tor Browser pentru a vă bucura de navigarea privată reală fără urmărire, supraveghere sau cenzură.

source: Our mission:
ro: Misiunea noastră:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ro: De a promova drepturile și libertățile omului prin crearea și desfășurarea tehnologiilor anonimatului și a tehnologiilor de confidențialitate gratuite și cu sursă deschisă, sprijinirea disponibilității și utilizării lor nerestricționate și promovarea înțelegerii lor științifice și populare.

source: Donate Now
ro: Donează Acum

source: Subscribe to our Newsletter
ro: Abonați-vă la newsletter-ul nostru

source: Get monthly updates and opportunities from the Tor Project:
ro: Obțineți actualizări lunare și oportunități din Proiectul Tor:

source: Sign up
ro: Înscriere

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
ro: Marca comercială, anunțurile privind drepturile de autor și regulile de utilizare de către terți pot fi găsite în site-ul nostru %(link_to_faq)s

source: Menu
ro: Meniu

source: Search
ro: Căutare

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ro: Următoarea vizualizare arată ce informații sunt vizibile pentru ascultătorii cu și fără criptare Tor Browser și HTTPS:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ro: Faceți clic pe butonul „Tor” pentru a vedea ce date sunt vizibile pentru observatori atunci când utilizați Tor. Butonul va deveni verde pentru a indica faptul că Tor este pornit.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ro: Faceți clic pe butonul „HTTPS” pentru a vedea ce date sunt vizibile pentru observatori atunci când utilizați HTTPS. Butonul va deveni verde pentru a indica faptul că HTTPS este pornit.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
ro: Când ambele butoane sunt verzi, veți vedea datele care sunt vizibile pentru observatori atunci când utilizați ambele instrumente.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ro: Când ambele butoane sunt gri, veți vedea datele care sunt vizibile observatorilor atunci când nu utilizați niciun instrument.

source: POTENTIALLY VISIBLE DATA
ro: INFORMAȚII POSIBIL VIZIBILE

source: The site being visited.
ro: Site-ul care a fost vizitat.

source: user / pw
ro: utilizator / parolă

source: Username and password used for authentication.
ro: Nume de utilizator și parolă folosite la autentificare.

source: data
ro: date

source: Data being transmitted.
ro: Datele care au fost transmise.

source: location
ro: locație

source: Network location of the computer used to visit the website (the public IP address).
ro: Locația de rețea a computerului folosit pentru a vizita site-ul web (adresa IP publică).

source: Whether or not Tor is being used.
ro: Dacă Tor este utilizat sau nu.

source: Suggest Feedback
ro: Sugerați feedback

source: Defend yourself against tracking and surveillance. Circumvent censorship.
ro: Apărați-vă împotriva urmăririi și supravegherii. Împiedicați cenzura.

source: Tor Project | Support
ro: Tor Project | Suport

source: Topics
ro: Subiecte

source: Contributors to this page:
ro: Colaboratori la această pagină:

source: Edit this page
ro: Editați această pagină
