Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: If you don't see this option and you have [Tor Browser](#tor-browser) open, you can navigate to the [Tor button](#torbutton) (on the top left of the browser immediately to the left of the URL bar).
fr: Si vous ne voyez pas cette option et que le navigateur [Tor Browser](#tor-browser) est ouvert, vous pouvez naviguer vers le [BoutonTor](#torbutton) (en haut à gauche du navigateur, à gauche de la barre d’URL).

source: Click the Tor button, then open Tor Network Settings.
fr: Cliquez sur le bouton Tor, puis ouvrez Paramètres réseau Tor.

source: You should see an option at the bottom to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
fr: Vous devriez voir une option au bas de l’écran pour copier le journal dans votre presse-papiers, que vous pouvez ensuite coller dans un document pour afficher la personne qui vous aide à dépanner.

source: ### Tor Messenger
fr: ### Messagerie Tor

source: Tor Messenger was a cross-platform chat program that aims to be secure by default and sends all of its [traffic](#traffic) over [Tor](#tor-/-tor-network/-core-tor).
fr: La Messagerie Tor était un programme multiplateforme de dialogue en ligne qui avait pour objectif d’être sécurisé par défaut en envoyant tout son [trafic](#trafic) par [Tor](#tor-/-tor-network/-core-tor).

source: Tor Messenger is not in development anymore.
fr: La Messagerie Tor n’est plus développée.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
fr: Elle prenait en charge Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo et d’autres ; elle permettait l’envoi automatique de messages avec le protocole OTR et offrait une interface utilisateur graphique facile à utiliser, traduite en plusieurs langues.

source: This [extension](#add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](#tor-/-tor-network/-core-tor).
fr: Cette [extension](#add-on-extension-or-or-plugin) configure Thunderbird pour établir des connexions par [Tor](#tor-/-tor-network/-core-tor).

source: ### Torbutton
fr: ### BoutonTor

source: A button marked by a little green onion to the left of the URL bar.
fr: Un bouton marqué par un petit oignon vert à gauche de la barre URL.

source: Its menu offers you "[New Identity](#new-identity)", "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)", "Privacy and Security Settings...", "Tor Network Settings..." and "Check for [Tor Browser](#tor-browser) Update..." options.
fr: Son menu vous propose les options « [Nouvelle identité](#new-identity) », « [Nouveau circuit Tor pour ce site](#new-tor-circuit-for-this-site) », « Paramètres de sécurité... », « Paramètres du réseau Tor... » et « Vérifier les mises à jour du navigateur [Tor Browser](#navigateur-tor)… ».

source: The core [Tor](#tor-/-tor-network/-core-tor) configuration file.
fr: Le fichier de configuration du core [Tor](#tor-/-tor-tor-network/-core-tor).

source: Torsocks allows you to use many applications in a safer way with [Tor](#tor-/-tor-network/-core-tor).
fr: Torsocks vous permet d’utiliser de nombreuses applications de manière plus sûre avec [Tor](#tor-/-tor-network/-core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](#traffic) other than TCP from the application you're using.
fr: Il garantit que les requêtes DNS sont traitées en toute sécurité et rejette explicitement tout [trafic](#trafic) autre que TCP de l’application que vous utilisez.

source: Tor2web is a project to let users access [onion services](#onion-services) without using the [Tor Browser](#tor-browser).
fr: Tor2web est un projet qui permet aux utilisateurs d’accéder à [services onion](#onion-services) sans utiliser le navigateur [Tor Browser](#tor-browser).

source: NOTE: This is not as safe as connecting to the [onion services](#onion-services) via Tor Browser, and will remove all [Tor](#tor-/-tor-network/-core-tor)-related protections the [client](#client) would otherwise have.
fr: NOTE : Ce n’est pas aussi sûr que de se connecter aux [services onion](#onion-services) avec le navigateur Tor Browser, et supprimera toutes les protections fournies par [Tor](#tor-/-tor-network/-core-tor) que le [client](#client) aurait autrement.

source: TPI is an acronym for The Tor Project, Inc.
fr: TPI est un acronyme pour The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
fr: Sur IRC, les gens utilisent souvent `tpo` pour abréger `torproject.org` quand ils écrivent des noms d’hôtes. Par exemple, `trac.tpo` est une abréviation de `trac.torproject.org`.

source: ### traffic
fr: ### trafic

source: Traffic is the data sent and received by [clients](#client) and [servers](#server).
fr: Le trafic est les données envoyées et reçues par [clients](#client) et [serveurs](#serveur).

source: ### web browser
fr: ### navigateur Web

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and traversing information resources on the World Wide Web.
fr: Un navigateur Web (communément appelé navigateur) est une application logicielle permettant d’extraire, de présenter et de parcourir des ressources d’information sur le World Wide Web.

source: Major web browsers include [Firefox](#firefox), Chrome, Internet Explorer, and Safari.
fr: Les principaux navigateurs Web sont [Firefox](#firefox), Chrome, Internet Explorer et Safari.

source: ### website mirror
fr: ### miroir de site Web

source: A website mirror is an one-to-one copy of a website which you can find under other web addresses.
fr: Un miroir de site Web est une copie un à un d’un site Web que vous pouvez trouver sous d’autres adresses Web.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
fr: Une liste à jour des miroirs de torproject.org est disponible sur https://www.torproject.org/getinvolved/mirrors.html.en.

source: I have a compelling reason to trace a Tor user. Can you help?
fr: J’ai une raison impérieuse de suivre à la trace un utilisateur de Tor. Pouvez-vous m’aider ?

source: There is nothing the Tor developers can do to trace Tor users.
fr: Les développeurs de Tor ne peuvent rien faire pour suivre les utilisateurs de Tor à la trace.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
fr: Les mêmes protections qui empêchent les personnes mal intentionnées de percer l’anonymat de Tor nous empêchent aussi de suivre les utilisateurs à la trace.

source: Does the Tor Project offer hosting?
fr: Le Projet Tor offre-t-il de l’hébergement ?

source: No, the Tor Project does not offer hosting services.
fr: Non, le Projet Tor n’offre pas de service d’hébergement.

source: Can I change the number of hops Tor uses?
fr: Puis-je changer le nombre de sauts utilisés par Tor ?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
fr: La longueur du chemin est actuellement figée dans le code à 3, plus le nombre de nœuds « sensibles » dans votre chemin.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
fr: C’est-à-dire que pour les dit cas normaux c’est 3, mais possiblement plus si vous accédez par exemple à un service onion ou à une adresse « .exit ».

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
fr: Nous ne voulons pas encourager l’utilisation de chemins plus longs, car cela augmente la charge du réseau sans (d’après ce que nous pouvons voir) fournir une sécurité accrue.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
fr: De plus, utiliser des chemins plus longs que 3 pourrait nuire à l’anonymat. En premier lieu parce que cela facilite les attaques par <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">déni de sécurité</a></mark>, et en second lieu parce que cela pourrait servir à vous identifier si seulement quelques utilisateurs ont la même longueur de chemin que vous.

source: How can I share files anonymously through Tor?
fr: Comment puis-je partager des fichiers anonymement avec Tor ?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
fr: De nombreux nœuds de sortie sont configurés pour bloquer certains types de trafic de partage de fichiers tels que BitTorrent.

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
fr: BitTorrent en particulier <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">n’est pas anonyme avec Tor</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
fr: <mark><a href="https://onionshare.org/">OnionShare</a></mark> est une bonne option pour partager des fichiers avec Tor.

source: How do I volunteer with Tor Project?
fr: Comment puis-je devenir bénévole auprès du Projet Tor ?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
fr: Notre <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">page sur le bénévolat</a></mark> explique comment s’impliquer.

source: How can I donate to Tor Project?
fr: Comment puis-je faire un don au Projet Tor ?

source: Thank you for your support!
fr: Nous vous remercions de votre soutien !

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
fr: De plus amples renseignements sur les dons se trouvent dans notre ​<mark><a href="https://donate.torproject.org/donor-faq">FAQ pour les donateurs</a></mark>.

source: Why don't you prevent bad people from doing bad things when using Tor?
fr: Pourquoi n’empêchez-vous pas les personnes mal intentionnées de commettre des méfaits en utilisant Tor ?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
fr: Tor est conçu pour défendre les droits de la personne et la confidentialité en empêchant quiconque de censurer quoi que ce soit, ce qui s’applique aussi à nous.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
fr: Nous détestons que certaines personnes utilisent Tor pour faire des choses horribles, mais nous ne pouvons rien faire pour nous en débarrasser sans aussi porter atteinte aux défenseurs des droits de la personne, aux journalistes, aux survivants de violence et autres personnes qui utilisent Tor à des fins louables.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
fr: Si nous voulions empêcher certaines personnes d’utiliser Tor, nous ajouterions essentiellement une porte dérobée au logiciel, ce qui exposerait nos utilisateurs vulnérables aux attaques de régimes condamnables et autres adversaires.

source: Who funds Tor?
fr: Qui finance Tor ?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
fr: Tor est financé par un certain nombre de commanditaires différents, dont des organismes fédéraux états-uniens, des fondations privées et des donateurs particuliers.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
fr: Consultez la liste de tous <mark><a href="https://www.torproject.org/about/sponsors.html.en">nos commanditaires</a></mark> et une série d’<mark><a href="https://blog.torproject.org/category/tags/form-990">articles de blogue</a></mark> sur nos rapports financiers.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
fr: Nous estimons que parler ouvertement de nos bailleurs de fonds et de notre modèle de financement est la meilleure façon de maintenir un rapport de confiance avec notre communauté.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
fr: Nous cherchons toujours à diversifier nos sources de financement, particulièrement de fondations et de particuliers.

source: Can I use Tor with BitTorrent?
fr: Puis-je utiliser Tor avec BitTorrent ?

source: We do not recommend using Tor with BitTorrent.
fr: Nous ne recommandons pas d’utiliser Tor avec BitTorrent.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
fr: Pour de plus amples renseignements, veuillez consulter notre <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">article de blogue à ce sujet</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
fr: Les fichiers sur mon ordinateur ont été verrouillés et quelqu’un demande que je télécharge le navigateur Tor Browser pour payer une rançon pour mes fichiers !

source: We are so sorry, but you have been infected with malware.
fr: Nous sommes vraiment désolés, mais vous avez été infecté par un programme malveillant.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
fr: Le Projet Tor n’a pas créé ce programme malveillant. Les auteurs du programme malveillant vous demandent de télécharger le navigateur Tor Browser pour probablement les contacter de manière anonyme, avec la rançon qu’ils exigent de vous.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
fr: Si c’est la première fois que vous entendez parler du navigateur Tor Browser, nous comprenons que vous pensez que nous sommes des personnes mal intentionnées qui ouvrent la porte à des personnes encore pires.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
fr: Mais veuillez prendre en considération que nos logiciels sont utilisés tous les jours à des fins les plus diverses par des défenseurs des droits de la personne, des journalistes, des survivants de violence familiale, des lanceurs d’alerte, des représentants des forces de l’ordre et bien d’autres. Malheureusement, la protection que nos logiciels peut fournir à ces groupes de personnes peut aussi être détournée par des criminels et des auteurs de programmes malveillants.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
fr: Le Projet Tor n’appuie ni ne cautionne l’utilisation de nos logiciels à des fins malveillantes.

source: Does Tor keep logs?
fr: Tor conserve-t-il des journaux ?

source: Tor doesn't keep any logs that could identify a particular user.
fr: Tor ne conserve aucun journal qui pourrait identifier un utilisateur particulier.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
fr: Nous effectuons des mesures sans risques du fonctionnement du réseau, que vous pouvez consulter sur notre site de mesures <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: Does Tor Project offer email service or other privacy protecting web services?
fr: Le Projet Tor offre-t-il des services de courriel ou d’autres services Web de protection de la confidentialité ?

source: No, we don't provide any online services.
fr: Non, nous ne fournissons aucun service en ligne.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
fr: Une liste de tous nos projets de logiciels se trouve sur notre <mark><a href="https://www.torproject.org/projects/projects.html.en">page de projets</a></mark>.

source: Can I use the Tor logo in my product?
fr: Puis-je utiliser le logo de Tor sur mon produit ?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
fr: Vous trouverez tous les renseignements à ce sujet sur la <mark><a href="https://www.torproject.org/docs/trademark-faq.html">FAQ de notre marque de commerce</a></mark>.

source: I'm having a problem updating or using Vidalia.
fr: J’éprouve des difficultés à mettre à jour ou à utiliser Vidalia.

source: Vidalia is no longer maintained or supported.
fr: Vidalia n’est plus maintenue ni prise en charge.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
fr: Une grande partie des fonctions qu’offrait Vidalia a maintenant été intégrée dans le navigateur Tor Browser.

source: Our mission:
fr: Notre mission :

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
fr: pour progresser les droits de la personne et les libertés en créant et en déployant des technologies d’anonymat et de confidentialité gratuites et à code source ouvert. Nous soutenons leur disponibilité et leur utilisation sans restriction, et promouvons une meilleure compréhension scientifique et populaire.

source: Subscribe to our Newsletter
fr: Abonnez-vous à notre liste de diffusion

source: Get monthly updates and opportunities from the Tor Project
fr: Recevez les mises à jours et opportunités mensuelles du Projet Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
fr: La marque de commerce, les avis de droit d’auteur et les règlements d’utilisation par des tiers se trouvent dans notre

source: Tor Project | Support
fr: Projet Tor | Assistance

source: Tor Logo
fr: Logo Tor

source: Download Tor Browser
fr: Télécharger le navigateur Tor Browser

source: Search
fr: Chercher

source: Topics
fr: Sujets

source: Permalink
fr: Permalien
