Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
it: Dovrai rinnovare manualmente la chiave per firmare e il certificato a medio termine prima che scadano, altrimenti il processo Tor sul relè terminerà alla scadenza.

source: This feature is optional, you don't need to use it unless you want to.
it: Questa funzione è facoltativa, non hai bisogno di utilizzarla se non vuoi.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
it: Se vuoi che il tuo relè funzioni senza attenzioni per un lungo periodo senza dover eseguire manualmente su base regolare il rinnovo della chiave per firmare a medio termine, il meglio è lasciare la chiave di identità segreta principale in DataDirectory/keys, fai solo un backup nel caso in cui sia necessario reinstallarlo.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
it: Se vuoi utilizzare questa funzione, puoi consultare la nostra [guida più dettagliata](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) sull'argomento.

source: How do I run a middle or guard relay on Debian?
it: Come implemento un middle o un guard relay su Debian?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
it: Per la risorsa più approfondita sull'esecuzione di un relè, consultare la [Guida alla configurazione del relè](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
it: Come implemento un exit relay su Debian?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
it: Come implemento un middle o guard relay su FreeBSD o HardenedBSD?

source: How do I make sure that I'm using the correct packages on Ubuntu?
it: Come faccio ad essere sicuro su Ubuntu di stare utilizzando il pacchetto corretto?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
it: * Non utilizzare i pacchetti presenti nei repository di Ubuntu. Non sono sufficientemente aggiornati. Se li utilizzerai, potresti perdere importanti correzioni per la stabilità e la sicurezza.

source: * Determine your Ubuntu version by running the following command:
it: * Verifica la tua versione di Ubuntu utilizzando il seguente comando:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
it: * Come root, aggiungi le seguenti righe a /etc/apt/sources.list. Sostituisci 'version' con la versione trovata nel passo precedente:

source: * Add the gpg key used to sign the packages by running the following commands:
it: * Aggiungi la chiave gpg utilizzata per firmare il pacchetto eseguendo i seguenti comandi:

source: * Run the following commands to install tor and check its signatures:
it: * Esegui i comandi seguenti per installare Tor e verificare le sue firme:

source: How do I run an obfs4 bridge?
it: Come posso eseguire un bridge obfs4?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
it: Consulta la nostra [guida configurazione obfs4](https://community.torproject.org/relay/setup/bridge/) per scoprire come impostare un bridge obfs4.

source: Should I run an exit relay from home?
it: Dovrei implementare un exit relay da casa?

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
it: Se le forze dell'ordine si interessano al traffico passato dal tuo exit relay, è possibile che gli agenti sequestrino il tuo computer.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
it: Per questo motivo, è meglio non implementare un exit relay a casa tua né utilizzare la tua connessione internet domestica.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
it: Considera invece di implementare il tuo exit relay in una struttura che sia favorevole a Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
it: Utilizza un indirizzo IP dedicato per il tuo exit relay, e non fare passare da lì il tuo traffico.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
it: Naturalmente, dovresti evitare di tenere dati sensibili o personali sul computer che utilizzi come host per il tuo exit relay.

source: How should I configure the outgoing filters on my relay?
it: Come dovrei configurare i filtri in uscita sul mio relè?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
it: Tutte le connessioni in uscita devono essere consentite, così che ciascun relè possa comunicare con ogni altro relè.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
it: In molte giurisdizioni, gli operatori di relè Tor sono legalmente protetti dalle stesse normative comuni che impediscono ai fornitori di servizi Internet di essere ritenuti responsabili per i contenuti di terzi che passano attraverso la loro rete.

source: Exit relays that filter some traffic would likely forfeit those protections.
it: I relè di uscita che filtrano parte del traffico perderebbero probabilmente quelle protezioni.

source: Tor promotes free network access without interference.
it: Tor promuove libero accesso alla rete senza interferenze.

source: Exit relays must not filter the traffic that passes through them to the internet.
it: I relè di uscita non devono filtrare il traffico Internet che passa attraverso di loro.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
it: I relè di uscita che filtrano il traffico riceveranno il flag [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) una volta scoperti.

source: Should I install Tor from my package manager, or build from source?
it: Devo installare Tor dal mio gestore di pacchetti o compilarlo dal sorgente?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
it: Se stai utilizzando Debian, o Ubuntu in particolare, ci sono una serie di vantaggi nell'installare Tor dalla [repository del Tor Project](https://support.torproject.org/apt/tor-deb-repo/).

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
it: * Il tuo `ulimit -n` viene impostato a 32768, abbastanza alto da consentire a Tor di tenere aperte tutte le connessioni di cui ha bisogno.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
it: * Un profilo utente viene creato solo per Tor, quindi Tor non deve essere eseguito come root.

source: * An init script is included so that Tor runs at boot.
it: * Uno script init è incluso in modo che Tor sia lanciato all'avvio del computer.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
it: Tor funziona con `--verify-config`, in modo che la maggior parte dei problemi con il tuo file di configurazione venga scoperta.

source: * Tor can bind to low level ports, then drop privileges.
it: * Tor può legarsi a porte di basso livello, e poi perdere i privilegi.

source: How stable does my relay need to be?
it: Quanto deve essere stabile il mio relè?

source: We aim to make setting up a Tor relay easy and convenient:
it: Il nostro obiettivo è rendere la configurazione di un relè Tor semplice e conveniente:

source: * It's fine if the relay goes offline sometimes.
it: * Non è un problema se a volte il relè si disconnette.

source: The directories notice this quickly and stop advertising the relay.
it: Le directory lo notano rapidamente e smettono di pubblicizzare il relè.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
it: Cerca solo di fare in modo che non accada troppo spesso, poiché le connessioni che utilizzano il relè si interromperanno quando si disconnette.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
it: * Ogni relè Tor ha una [politica di uscita](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) che specifica quale tipo di connessioni in uscita sono consentite o rifiutate da quel relè.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
it: Se non ti senti a tuo agio nel consentire alle persone di uscire dal tuo relè, puoi impostarlo in modo da consentire solo le connessioni ad altri relè Tor.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
it: * Il tuo relè stimerà e pubblicizzerà passivamente la sua recente capacità di banda, quindi i relè ad alta larghezza di banda attireranno più utenti di quelli a bassa larghezza di banda. Pertanto, anche avere relè a larghezza di banda ridotta è utile.

source: Why is my Tor relay using so much memory?
it: Perché il mio relè Tor utilizza così tanta memoria?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
it: Se il tuo relè Tor sta utilizzando più memoria di quella che desideri, ecco alcuni suggerimenti per ridurne l'impatto:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
it: * Se sei su Linux, potresti riscontrare bug di frammentazione della memoria nell'implementazione malloc di glibc.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
it: Cioè, quando Tor rilascia memoria nel sistema, i frammenti di memoria sono frammentati e quindi più difficili da riutilizzare.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
it: Il tarball Tor viene fornito con l'implementazione malloc di OpenBSD, che non ha altrettanti bug di frammentazione (ma il compromesso è un carico maggiore della CPU).

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
it: Puoi dire a Tor di utilizzare questa implementazione di malloc al suo posto: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
it: * Se stai eseguendo un relè veloce, il che significa che hai molte connessioni TLS aperte, probabilmente stai perdendo molta memoria nei buffer interni di OpenSSL (38 KB+ per socket).

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
it: Abbiamo corretto OpenSSL per [rilasciare la memoria buffer inutilizzata in modo più aggressivo](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
it: Se esegui l'aggiornamento a OpenSSL 1.0.0 o successivo, il processo di creazione di Tor riconoscerà e utilizzerà automaticamente questa funzione.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
it: * Se non riesci comunque a gestire il carico di memoria, considera di ridurre la quantità di larghezza di banda pubblicizzata dal tuo relè.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
it: Pubblicizzare meno larghezza di banda significa che attirerai meno utenti, quindi il tuo relè non dovrebbe crescere così tanto.

source: See the `MaxAdvertisedBandwidth` option in the man page.
it: Vedi l'opzione `MaxAdvertisedBandwidth` nella pagina principale.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
it: Detto questo, i relè Tor veloci usano molta RAM. Non è insolito che un relè di uscita veloce utilizzi 500-1000 MB di memoria.

source: Why does my relay write more bytes onto the network than it reads?
it: Perché il mio relay scrive più byte sulla rete di quanti ne legge?

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
it: Hai ragione, per la maggior parte un byte nel tuo relè Tor significa un byte in uscita e viceversa. Ma ci sono alcune eccezioni:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
it: Se apri la tua DirPort, i client Tor ti chiederanno una copia della directory.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
it: La richiesta che fanno (un HTTP GET) è piuttosto piccola e la risposta a volte è piuttosto grande.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
it: Questo probabilmente spiega la maggior parte della differenza tra il conteggio dei byte "write" e il conteggio dei byte "read".

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
it: Un'altra eccezione minore si presenta quando si opera come nodo di uscita e si leggono alcuni byte da una connessione di uscita (ad esempio una connessione di messaggistica istantanea o ssh) e la si avvolge in un'intera cella da 512 byte per il trasporto attraverso la rete Tor.

source: How do I decide if I should run a relay?
it: Come faccio a decidere se dovrei eseguire un relè?

source: We're looking for people with reasonably reliable Internet connections, that have at least 10 Mbit/s (Mbps) available bandwidth each way. If that's you, please consider [running a Tor relay](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).
it: Siamo alla ricerca di persone con connessioni Internet ragionevolmente affidabili, con banda disponibile di almeno 10 Mbit/s (Mbps) in ogni direzione. Se questa descrizione ti rappresenta, ti preghiamo di prendere in considerazione [l'esecuzione di un relè Tor](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).

source: Even if you do not have at least 10 Mbit/s of available bandwidth you can still help the Tor network by running a [Tor bridge with obfs4 support](https://community.torproject.org/relay/setup/brige). In that case you should have at least 1 MBit/s of available bandwidth.
it: Anche se non disponi di almeno 10 Mbit/s di banda, puoi comunque aiutare la rete Tor eseguendo un [Tor bridge con supporto obfs4](https://community.torproject.org/relay/setup/brige). In questo caso dovresti disporre di almeno 1MBit/s di banda.

source: I want to upgrade/move my relay. How do I keep the same key?
it: Voglio aggiornare/spostare il mio relè. Come mantengo la stessa chiave?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
it: Quando aggiorni il tuo relè Tor o lo sposti su un altro computer, la parte importante è mantenere le stesse chiavi di identità (memorizzate in "keys/ed25519_master_id_secret_key" e "keys/secret_id_key" nella tua DataDirectory).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
it: Conservare delle copie delle chiavi di identità in modo da poter ripristinare un relè in futuro è il modo raccomandato per garantire che la reputazione del relè non venga sprecata.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
it: Ciò significa che se stai aggiornando il tuo relè Tor e mantieni lo stesso torrc e la stessa DataDirectory, l'aggiornamento dovrebbe funzionare e il tuo relè continuerà a usare la stessa chiave.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
it: Se devi scegliere una nuova DataDirectory, assicurati di copiare le tue vecchie keys/ed25519_master_id_secret_key e le keys/secret_id_key.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
it: Nota: a partire da Tor 0.2.7 stiamo usando identità di nuova generazione per relè basati sulla crittografia a curva ellittica ed25519.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
it: Alla fine sostituiranno le vecchie identità RSA, ma ciò avverrà nel tempo, per garantire la compatibilità con le versioni precedenti.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
it: Fino ad allora, ogni relè avrà sia un'identità ed25519 (file chiave di identità: keys/ed25519_master_id_secret_key) sia un'identità RSA (file chiave di identità: keys/secret_id_key).

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
it: È necessario copiare entrambi per poter ripristinare il tuo relè, modificare la DataDirectory o migrare il relè su un nuovo computer.

source: What is the BadExit flag?
it: Cos'è il flag BadExit?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
it: Quando un'uscita è configurata in modo errato o dannoso, viene assegnato il flag BadExit. Questo dice a Tor di evitare di uscire attraverso quel relè. In effetti, i relè con questo flag diventano non-uscite.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
it: Se hai ricevuto questo flag, abbiamo scoperto un problema o un'attività sospetta durante il routing del traffico attraverso la tua uscita e non siamo riusciti a contattarti. Ti preghiamo di contattare il [team di relé difettosi](https://community.torproject.org/relay/community-resources/bad-relays/) così che possiamo risolvere il problema.

source: What type of relays are most needed?
it: Quale tipo di relè è più necessario?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
it: * Il relè di uscita è il tipo di relè più necessario ma presenta anche il rischio e l'esposizione legale più elevati (e **NON dovresti eseguirli da casa**).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
it: * Se si desidera utilizzare un relè con il minimo sforzo, anche i guard relè veloci sono molto utili

source: * Followed by bridges.
it: * seguito dal ponte

source: Why do I get portscanned more often when I run a Tor relay?
it: Perché ricevo la scansione delle porte più spesso quando eseguo un relè Tor?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
it: Se consenti connessioni di uscita, alcuni servizi a cui le persone si connettono dal tuo relay si riconnetteranno per raccogliere ulteriori informazioni su di te. Ad esempio, alcuni server IRC si ricollegano alla tua porta identd per registrare quale utente ha effettuato la connessione. (Questo non funziona davvero per loro, perché Tor non conosce queste informazioni, ma ci provano comunque.) Inoltre, gli utenti che escono da te potrebbero attirare l'attenzione di altri utenti sul server IRC, sul sito Web, ecc. che vogliono sapere di più sull'host attraverso cui stanno trasmettendo.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
it: Un altro motivo è che i gruppi che cercano proxy aperti su Internet hanno appreso che a volte i relè Tor espongono la loro porta socks al mondo. Ti consigliamo di associare la tua porta socks solo alle reti locali.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
it: In ogni caso, è necessario tenersi aggiornati con la sicurezza. Vedi questo articolo sulla [sicurezza per i relè Tor] (https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) per ulteriori suggerimenti.

source: Why isn't my relay being used more?
it: Perché il mio relè non viene utilizzato di più?

source: If your relay is relatively new then give it time.
it: Se il tuo relè è relativamente nuovo, dagli tempo.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
it: Tor decide quali relè utilizzare euristicamente in base ai rapporti delle Autorità di Banda. Queste autorità effettuano misurazioni della capacità del relè e, nel tempo, vi indirizzano più traffico fino a raggiungere un carico ottimale.
