Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: For reporting issues or feedback using email lists, we recommend that you do so on the one that is related to what you would like to report.
ka: ხარვეზების მოსახსენებლად ან გამოხმაურებისთვის ელფოსტის ჯგუფის მეშვეობით, გირჩევთ ისეთის გამოყენებას, რომელიც დაკავშირებულია იმ საკითხთან, რის შესახებაც მოხსენება გსურთ.

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
ka: გამოხმაურებისთვის ან ხარვეზების მოსახსენებლად Tor-ბრაუზერზე, Tor-ქსელზე ან Tor-ის შემუშავებულ სხვა პროექტებზე: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
ka: გამოხმაურებისთვის ან ხარვეზების მოსახსენებლად ჩვენი საიტის შესახებ: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
ka: გამოხმაურებისთვის ან ხარვეზების მოსახსენებლად Tor-გადამცემის გაშვების შესახებ: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
ka: გამოხმაურებისთვის ან ხარვეზების მოსახსენებლად Tor-ბრაუზერის სახელმძღვანელოს ან მხარდაჭერის ვებგვერდის შესახებ: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
ka: ### მოხსენება უსაფრთხოების თაობაზე

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
ka: თუ წააწყდით უსაფრთხოების სისუსტეს ჩვენს რომელიმე პროდუქტში ან ინფრასტრუქტურაში, გთხოვთ მოგვწეროთ ელფოსტაზე tor-security@lists.torproject.org.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
ka: თუ აღმოაჩინეთ უსაფრთხოების ხარვეზი Tor-ში ან Tor-ბრაუზერში, თავისუფლად შეგიძლიათ წარადგინოთ ჩვენი [ხარვეზების დადგენის წამახალისებელ პროგრამაში](https://hackerone.com/torproject).

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
ka: თუ გსურთ წერილის დაშიფვრა, შეგიძლიათ მოითხოვოთ GPG-ის საჯარო გასაღები ელფოსტის ჯგუფისთვის, tor-security-sendkey@lists.torproject.org ან pool.sks-keyservers.net-ზე დაკავშირებისას. აქვე იხილეთ ნამდვილობის დამოწმების მონაცემები:

source: About
ka: შესახებ

source: Documentation
ka: მასალები

source: Press
ka: პრესა

source: Jobs
ka: დასაქმება

source: Blog
ka: სვეტი

source: Newsletter
ka: სიახლეები

source: Contact
ka: დაკავშირება

source: Donate
ka: შემოწირულობა

source: Support
ka: მხარდაჭერა

source: Community
ka: ერთობა

source: I have a compelling reason to trace a Tor user. Can you help?
ka: მაქვს მიზეზი, რომ მოვნახო ერთ-ერთი Tor-მომხმარებელი. შეგიძლიათ დამეხმაროთ?

source: There is nothing the Tor developers can do to trace Tor users.
ka: არაფრის გაკეთება არ შეუძლიათ Tor-ის შემმუშავებლებს, რომელიმე Tor-მომხმარებლის მოსაძებნად.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ka: უსაფრთხოების იგივე საშუალებები, რაც ცუდ ხალხს არ აძლევს შესაძლებლობას ხელყონ Tor-ის ვინაობის გამჟღავნებისგან დაცვა, ჩვენც გვიზღუდავს მომხმარებლების პოვნის შესაძლებლობას.

source: Does the Tor Project offer hosting?
ka: Tor-პროექტს აქვს საიტის განთავსების მომსახურება?

source: No, the Tor Project does not offer hosting services.
ka: არა, Tor-პროექტს არ გააჩნია საიტის განთავსების მომსახურება.

source: Can I change the number of hops Tor uses?
ka: შემიძლია შევცვალო კვანძების რაოდენობა, რომელსაც Tor იყენებს?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ka: ამჟამად, გასავლელი წერტილების სიგრძე ზუსტად განისაზღვრება 3-ით, რომელსაც შეიძლება დაემატოს მნიშვნელოვანი კვანძების გარკვეული რაოდენობა.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ka: ეს ნიშნავს, რომ ჩვეულებრივ არის 3, თუმცა მაგალითად, თუ უკავშირდებით onion-მომსახურებას ან „.exit-მისამართს“, შეიძლება მეტიც იყოს.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ka: ჩვენ არ ვუჭერთ მხარს, უფრო გრძელი ჯაჭვის გამოყენებას, რადგან ეს ზრდის ქსელის დატვირთვას, უსაფრთხოების დონის გაზრდის გარეშე (რისი თქმაც შეგვიძლია).

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ka: პირიქით, 3-ზე მეტი კვანძისგან შემდგარმა ჯაჭვმა, შესაძლოა საფრთხეც შეუქმნას ვინაობის გაუმხელობას, ვინაიდან ჯერ ერთი რომ ამარტივებს [უსაფრთხოების მიუწვდომლობის (DoS)](https://www.freehaven.net/anonbib/#ccs07-doa) შეტევების შესაძლებლობას, მეორე კი იმიტომ, რომ შესაძლოა გამოყენებული იყოს თქვენს ამოსაცნობად, ვინაიდან ცოტა იქნება ისეთი მომხმარებელი, რომელიც ზუსტად თქვენნაირი რაოდენობის კვანძებისგან შემდგარ ჯაჭვს გამოიყენებს.

source: How can I share files anonymously through Tor?
ka: როგორ გავაზიარო ფაილები ვინაობის გამხელის გარეშე Tor-ით?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
ka: ფაილების Tor-ით გასაზიარებლად, [OnionShare](https://onionshare.org/) კარგი საშუალებაა.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
ka: OnionShare ღია წყაროს ხელსაწყოა, უსაფრთხოდ და ვინაობის გაუმხელად ფაილების გასაგზავნად და მისაღებად Tor-ის onion-მომსახურებების მეშვეობით.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
ka: მისი ამუშავება ხდება ვებსერვერის პირდაპირ თქვენს კომპიუტერში გაშვებით, შემდეგ კი ენიჭება რთულად გამოსაცნობი Tor-მისამართი და ხელმისაწვდომი ხდება Tor-ბრაუზერის დანარჩენი მომხმარებლებისთვის, რომელთაც შეეძლებათ თქვენთან ფაილების მიმოცვლა.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
ka: იგი არ საჭიროებს ცალკე სერვერის გამართვას, გარეშე პირების მომსახურებას ფაილების გაზიარებისთვის და არც რამე ანგარიშზე შესვლას.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
ka: განსხვავებით ისეთი მომსახურებებისგან, როგორებიცაა email, Google Drive, DropBox, WeTransfer ან სხვა მსგავსი საშუალებები, რომელთაც ხალხი ჩვეულებრივ იყენებს ფაილების ერთმანეთისთვის გადასაცემად, OnionShare-ის გამოყენებისას, არცერთ დაწესებულებას არ აძლევთ თქვენს ფაილებთან წვდომის საშუალებას.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
ka: რამდენი ხანიც გექნებათ ამოუცნობი ვებმისამართი უსაფრთხოდ გაზიარებული (მაგალითად დაშიფრული მიმოწერის პროგრამაში), იმ პირის გარდა ვისაც უზიარებთ, ვერავის ექნება წვდომა თქვენს ფაილებთან.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
ka: OnionShare-ის შემმუშავებელია [Micah Lee](https://github.com/micahflee/onionshare).

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
ka: გამსვლელი კვანძების უმეტესობაზე, ფაილების გასაზიარებელი გარკვეული სახის მონაცემთა მიმოცვლა შეზღუდულია, მათ შორის BitTorrent.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ka: BitTorrent ზოგადად ვერ უზრუნველყოფს [ვინაობის გაუმხელობას Tor-ით](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
ka: როგორ გავხდე Tor-პროექტის მონაწილე?

source: Please see our [community page](https://community.torproject.org) for how to get involved!
ka: იხილეთ [ერთობის გვერდი](https://community.torproject.org), რომელიც გასწავლით, როგორც ჩაერთოთ პროექტში.

source: How can I donate to Tor Project?
ka: როგორ შევიტანო წვლილი Tor-პროექტში?

source: Thank you for your support!
ka: გმადლობთ თქვენი მხარდაჭერისთვის!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
ka: ვრცლად, შემოწირულობის თაობაზე იხილეთ ჩვენი [შემოწირულობის ხ.დ.კ](https://donate.torproject.org/donor-faq).

source: Why don't you prevent bad people from doing bad things when using Tor?
ka: რატომ არ უშლით ხელს ცუდ ხალხს, Tor-ის გამოყენებით ცუდი საქმეების კეთებაში?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ka: Tor განკუთვნილია ადმიანთა უფლებებისა და პირადი ცხოვრების დასაცავად, სხვების, მათ შორის ჩვენი ჩარევისგან.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ka: ჩვენთვის მიუღებელია, როცა ზოგიერთები Tor-ს იყენებენ ბოროტი მიზნებით, მაგრამ ჩვენ არ შეგვიძლია მათი მოცილება ისე, რომ არ დავაზარალოთ უფლებადამცველები, ჟურნალისტები, ძალადობის მსხვერპლნი და ის ადამიანები, რომლებიც Tor-ს კარგი საქმეებისთვის იყენებენ.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ka: თუ ჩვენ ავუკრძალავთ გარკვეულ ხალხს Tor-ის გამოყენებას, ეს ნიშნავს რომ ჩვენ დავამატებთ პროგრამაში, გვერდის ავლის გარკვეულ საშუალებას, რომელიც დაუცველს დატოვებს მომხმარებლებს, ძალადობრივი რეჟიმების წინააღმდეგ.

source: Who funds Tor?
ka: ვინ აფინანსებს Tor-ს?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ka: Tor ფინანსდება მრავალი სხვადასხვა დაწესებულების მიერ, მათ შორის აშშ-ს სამთავრობო, აგრეთვე კერძო ფონდებისა და ცალკეული შემომწირველებისგან.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
ka: იხილეთ ყველა [ჩვენი ფინანსური მხარდამჭერი](https://www.torproject.org/about/sponsors/) და [სტატიების ნაკრები სვეტზე](https://blog.torproject.org/category/tags/form-990) ჩვენი ხარჯთაღრიცხვის მოხსენებებთან დაკავშირებით.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
ka: ჩვენ მიგვაჩნია, რომ ღია საუბარი ჩვენს დამფინანსებლებსა და დაფინანსების საშუალებებზე საუკეთესო გზაა, ჩვენი ერთობის სანდოობის განსამტკიცებლად.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ka: ჩვენ მუდამ ვცდილობთ, რომ დაფინანსება მოვიძიოთ განსხვავებული წყაროებიდან, განსაკუთრებით ფონდებისა და ცალკეული პიროვნებებისგან.

source: Can I use Tor with BitTorrent?
ka: შემიძლია Tor გამოვიყენო BitTorrent-ისთვის?

source: We do not recommend using Tor with BitTorrent.
ka: ჩვენ არ გირჩევთ Tor-ის გამოყენებას BitTorrent-თან ერთად.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ka: ვრცლად, გთხოვთ გაეცნოთ ჩვენს [სვეტზე სტატიას მოცემულ თემაზე](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ka: ფაილები ჩემს კომპიუტერში ჩაიკეტა და ვიღაც მთხოვს ჩამოვტვირთო Tor-ბრაუზერი, ჩემი ფაილებისთვის გამოსასყიდის გადასახდელად!

source: We are so sorry, but you have been infected with malware.
ka: სამწუხაროდ, თქვენს სისტემაში მავნე პროგრამა აყენია.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ka: ამ მავნე პროგრამას არ აქვს კავშირი Tor-თან. უბრალოდ, მაგ პროგრამის შემქმნელები გთხოვენ ჩამოტვირთოთ Tor-ბრაუზერი, რომ შეძლონ გამოსასყიდის მოთხოვნისთვის თქვენთან დაკავშირება, ვინაობის გაუმჟღავნებლად.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ka: თუ ეს თქვენი პირველი შეხებაა Tor-ბრაუზერთან, გვესმის, შესაძლოა იფიქროთ, რომ ჩვენ ცუდი ხალხი ვართ, რომლებიც კიდევ უფრო უარეს ხალხს ეხმარება.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ka: თუმცა, გთხოვთ გაითვალისწინოთ, რომ ჩვენს პროგრამას ყოველდღიურად იყენებს მრავალი დანიშნულებით ისეთი ხალხი, როგორებიც არიან ადამიანის უფლებების დამცველები, ჟურნალისტები, ოჯახური ძალადობის მსხვერპლნი, სახელმწიფო ზეწოლის წინააღმდეგ ამბოხებულები, სამართალდამცველები და ბევრი სხვა. სამწუხაროდ, ჩვენი პროგრამის მიერ შემოთავაზებულ უსაფრთხოებას, რომელსაც ხალხის ამ ჯგუფებს ვთავაზობთ, აგრეთვე ბოროტად იყენებენ დამნაშავეები და მავნე პროგრამების შემქმნელები.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ka: Tor-პროექტი სრულად ემიჯნება და გაუმართლებლად მიიჩნევს ჩვენი პროგრამის მავნე და საზიანო დაშინულებით გამოყენებას.

source: Does Tor keep logs?
ka: აღრიცხავს Tor ჩანაწერებს?

source: Tor doesn't keep any logs that could identify a particular user.
ka: Tor არ ინახავს არანაირ ჩანაწერებს, რომლებითაც ცალკეული მომხმარებლის ვინაობის დადგენაა შესაძლებელი.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
ka: ჩვენ ვაწარმოებთ გარკვეულ უსაფრთხო გაზომვებს იმის დასადგენად, თუ როგორ მუშაობს ქსელი, ამის შესახებ შეგიძლიათ იხილოთ [Tor-ის გაზომვები](https://metrics.torproject.org/).

source: Does Tor Project offer email service or other privacy protecting web services?
ka: აქვს Tor-პროექტს ელფოსტის მომსახურება ან სხვა პირადი მონაცემების დაცვის ვებმომსახურებები?

source: No, we don't provide any online services.
ka: არა, ჩვენ არ გვაქვს არანაირი ვებმომსახურებები.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
ka: ყველა ჩვენი პროგრამული პროექტების ჩამონათვალი შეგიძლიათ იხილოთ ჩვენს [პროექტების გვერდზე](https://www.torproject.org/projects/projects.html.en).

source: Can I use the Tor logo in my product?
ka: შემიძლია Tor-ის ლოგოს ჩემი ნამუშევრისთვის გამოყენება?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
ka: ვრცლად, Tor-ის თაობაზე იხილავთ ჩვენი [სავაჭრო ნიშნების ხ.დ.კ. გვერდზე](https://www.torproject.org/about/trademark/).

source: I'm having a problem updating or using Vidalia.
ka: ხარვეზს გადავაწყდი Vidalia-ს განახლებისას ან გამოყენებისას.

source: Vidalia is no longer maintained or supported.
ka: Vidalia აღარ მუშავდება და აღარაა მხარდაჭერილი.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ka: დიდი ნაწილი იმ შესაძლებლობების, რომელიც გააჩნდა Vidalia-ს, ახლა უკვე ჩაშენებულია უშუალოდ Tor-ბრაუზერში.

source: How can I chat with Tor Project teams?
ka: როგორ გავესაუბრო Tor-პროექტის გუნდს?

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
ka: აქაა მოცემული როგორ შეგიძლიათ IRC-ის გამოყენება და Tor-ის მოხალისეებთან პირდაპირ რეჟიმში საუბარი:

source: 1. Enter in [OFTC](https://webchat.oftc.net/) webchat.
ka: 1. შედით [OFTC](https://webchat.oftc.net/) webchat-ში.

source: 2. Fill in the blanks:
ka: 2. შეავსეთ ველები:

source: **NICKNAME:** Anything you want, but choose the same nickname (nick) every time you use IRC to talk to people on Tor. If your nick is already being used, you will get a message from the system and you should choose another nick.
ka: **NICKNAME:** რაც მოგესურვებათ, თუმცა აირჩიეთ ერთი და იგივე მეტსახელი (nick) ყოველ ჯერზე როცა გამოიყენებთ IRC-ის ხალხთან სასაუბროდ Tor-ში. თუ თქვენი მეტსახელი უკვე გამოყენებულია, მიიღებთ შეტყობინებას სისტემისგან, რომ უნდა შეარჩიოთ სხვა.

source: 3. Click Enter
ka: 3. დაწკაპეთ Enter

source: Congratulations! You're on IRC.
ka: გილოცავთ! თქვენ უკვე IRC-ზე ხართ.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
ka: რამდენიმე წამში, თავისით შევა #tor, რომელიც სასაუბრო ოთახია Tor-ის შემმუშავებლებლთან, გადამცემების ზედამხედველებთან და ერთობის სხვა წევრებთან. აგრეთვე იქნებიან სხვა შემთხვევითი ხალხიც #tor-ში.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
ka: კითხვები შეგიძლიათ დასვათ ეკრანის ქვემოთ ცარიელი ველიდან. გთხოვთ, არ ითხოვოთ შეკითხვის დასმა, პირდაპირ დაწერეთ კითხვა.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
ka: შეიძლება გიპასუხონ მაშინათვე ან ცოტა ხნის მერე (ხალხის ნაწილი შეიძლება იყოს არხის ჩამონათვალში, მაგრამ არ იყოს კომპიუტერთან და იწერდეს არხზე მოქმედებებს მოგვიანებით გასაცნობად).

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
ka: თუ გსურთ საუბარი ცალკეულ პირებთან, დაწერეთ კომენტარი მათი მეტსახელით და მიიღებენ შეტყობინებას, რომ ვიღაცამ მოიხსენია.

source: OFTC often doesn't allow people to use their webchat over Tor. For this reason, and because many people end up preferring it anyway, you should also consider using an IRC client.
ka: OFTC ხშირად არ აძლევს ხალხს, თავიანთი ვებსასაუბროს Tor-ით გამოყენების საშუალებას. ამის გამო და ამიტომაც, ბევრი უარს ამბობს მისთვის უპირატესობის მინიჭებაზე, სასურველია თქვენც შეჯერდეთ IRC-კლიენტის გამოყენებაზე.

source: Why I can't join Tor-dev and other channels?
ka: რატომ ვერ ვუერთდები Tor-dev-სა და სხვა არხებს?

source: The #tor-project channel is where Tor people discuss and coordinate daily Tor work. It has fewer members than #tor and is more focused on the work at hand. You are also welcome to join this channel. To access #tor-project, your nickname (nick) must be registered and verified.
ka: #tor-project არის არხი, სადაც Tor-ის მონაწილეები განიხილავენ და ათანხმებენ ყოველდღიურ სამუშაოს Tor-ში. აქ შედარებით ნაკლები წევრია ვიდრე #tor-ს და უფრო ორიენტირებულია საქმეზე. თქვენც შეგიძლიათ თავისუფლად შემოუერთდეთ ამ არხს. #tor-project-თან დასაკავშირებლად, თქვენი მეტსახელი (nick) უნდა იყოს დარეგისტრებული და დამოწმებული.

source: Here's how to reach #tor-project and other registered channels.
ka: როგორ მივიღოთ წვდომა #tor-project-სა და სხვა დარეგისტრებულ არხებთან.

source: ### Register your nickname
ka: ### დაარეგისტრეთ მეთსახელი

source: 1. Log onto #tor. See [How can I chat with Tor Project teams?](/get-in-touch/irc-help/)
ka: 1. შედით #tor-ში. იხილეთ [როგორ გავესაუბრო Tor-პროექტის გუნდებს?](/ka/get-in-touch/irc-help/)

source: 2. Then, click on the word **"Status"** at the top left of the screen.
ka: 2. შემდეგ, დაწკაპეთ სიტყვაზე **„Status“** ეკრანის ზედა მარცხენა არეში.

source: 3. In the window at the bottom of the page, type: `/msg nickserv REGISTER yournewpassword youremailaddress`
ka: 3. ფანჯრის ქვედა ნაწილში, აკრიფეთ: `/msg nickserv REGISTER yournewpassword youremailaddress`

source: 4. Hit enter.
ka: 4. დააწექით enter.

source: If all goes well, you will receive a message that you are registered.
ka: თუ ყველაფერი კარგად წავა, მიიღებთ შეტყობინებას, რომ დარეგისტრირდით.

source: The system may register you as your nick_ instead of your nick.
ka: სისტემამ, შესაძლოა დაგარეგისტროთ როგორც nick_ ნაცვლად თქვენი მეტსახელისა.

source: If so, just go with it but remember you are user_ and not user.
ka: თუ ასე მოხდება, უბრალოდ გაითვალისწინეთ, რომ ხართ user_ და არა user.

source: Every time you log on to IRC, to identify your registered nick, type:
ka: ყოველ ჯერზე, როცა შეხვალთ IRC-ში, თქვენი დარეგისტრებული მეტსახელის დასადგენად აკრიფეთ:

source: ### How to verify your nickname
ka: ### როგორ უნდა დაამოწმოთ თქვენი მეტსახელი

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
ka: შემდეგ დაასრულეთ რეგისტრაცია და მიიღეთ სრული წვდომა #tor-project-არხთან, თქვენი მეტსახელი უნდა იყოს **verified**.

source: 2. Log in with your IRC nickname and password.
ka: 2. შედით თქვენი IRC-მეტსახელითა და პაროლით.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
ka: 3. მონახეთ სიტყვა **verify** და შედით იქიდან. შეიძლება ისე გამოჩნდეს, თითქოს არაფერი მოხდა. ახედეთ გვერდის ზედა არეს და იქ იქნება სვეტი სახელწოდებით **Account**.

source: 4. Click on **Account**.
ka: 4. დაწკაპეთ **Account**.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
ka: 5. დაწკაპეთ მცირე წინადადება კვადრატის ქვემოთ, რომელიც ამბობს: Verify account (დაამოწმეთ ანგარიში).

source: 6. Fill out the CAPTCHA that pops up, and click ok.
ka: 6. გაიარეთ CAPTCHA რომელიც ამოვარდება და დაწკაპეთ ok.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
ka: 7. პატარა შეტყობინება გამოჩნდება: „Your NickServ account has been verified“ (ანგარიში დამოწმებულია).

source: 8. Go back to the IRC webpage where you are logged in and type:
ka: 8. დაბრუნდით თქვენს IRC ვებგვერდზე სადაც შესული ხართ და აკრიფეთ:

source: 9. Click ENTER.
ka: 9. დაწკაპეთ ENTER.

source: 10. If all is well, you will receive a message that says:
ka: 10. თუ ყველაფერი კარგადაა, მიიღებთ შეტყობინებას:

source: Your nick is verified!
ka: თქვენი მეტსახელი დამოწმებულია!

source: Now, to join #tor-project, you can just type:
ka: ახლა კი, #tor-project-თან შემოერთებისთვის, უბრალოდ აკრიფეთ:

source: You will be allowed into the channel. If so, Congratulations!
ka: დაშვებული იქნებით ამ არხზე. თუ ასეა, გილოცავთ!

source: However, if you get stuck, you can ask for help in the #tor channel.
ka: თუ გაიჭედებით, შეგიძლიათ დახმარება ითხოვოთ #tor არხზე.

source: You can toggle back and forth between channels by clicking on the different channel names at the top left of the IRC window.
ka: შეგიძლიათ გადართოთ არხებს შორის, მათს სხვადასხვა დასახელებაზე დაწკაპებით, IRC-ფანჯრის ზედა მარცხენა მხარეს.

source: Why and how I can enable Tor Package Repository in Debian?
ka: რატომ და როგორ შემიძლია Tor-კრებულის საცავის Debian-ზე გამოყენება?
