Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
tr: Bununla birlikte Apple, iOS üzerindeki web tarayıcılarının Webkit adında bir şey kullanmasını zorunlu kılmaktadır. Bu durum Onion Browser uygulamasının Tor Browser ile aynı düzeyde kişisel gizlilik koruması sağlamasını engeller.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
tr: [Onion Browser hakkında ayrıntılı bilgiler](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
tr: Onion Browser uygulamasını [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448) üzerinden indirin.

source: How do I run Tor on Windows Phone?
tr: Windows Phone üzerinde Tor kullanabilir miyim?

source: There is currently no supported method for running Tor on Windows Phone.
tr: Maalesef, şu anda Windows Phone üzerinde Tor çalıştırmak için desteklenen bir yöntem yok.

source: What happened to Orfox?
tr: Orfox uygulamasına ne oldu?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
tr: [Android için Tor Browser](https://www.torproject.org/tr/download/#android) yayınlandıktan sonra Orfox uygulaması [emekliye ayrıldı](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
tr: Android için Tor Browser ve Orbot uygulamalarının ikisine de ihtiyacım var mı?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
tr: Android için Tor Browser ve Orbot uygulamaları harikadır ancak farklı amaçlarla geliştirilmişlerdir.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
tr: Android için Tor Browser uygulaması masaüstünde kullandığınız Tor Browser uygulamasına benzer. Tor ağını yardımıyla sizi olabildiğince anonim kılarak web sitelerinde gezinmenizi sağlar.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
tr: Orbot ise diğer uygulamaların (e-posta istemcisi, anında ileti uygulamaları gibi) verilerini tor ağı üzerinden aktaran bir vekil sunucusudur. Android için Tor Browser içinde de Tor ağına bağlanmak için kullanılan bir Orbot sürümü bulunur.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
tr: Ancak bu sürüm Android için Tor Browser dışındaki uygulamaların verilerini aktarmaz.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
tr: Tor ağını nasıl kullanmak istediğinize bağlı olarak bu uygulamaların birine ya da ikisine birden gerek duyabilirsiniz.

source: Is Tor Browser available on F-Droid?
tr: Tor Browser F-Droid üzerinde yer alıyor mu?

source: It will be, _soon_.
tr: _Yakında_ alacak.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
tr: O zamana kadar [Guardian Project Deposunu](https://guardianproject.info/fdroid/) etkinleştirerek F-Droid üzerinden Android için Tor Browser uygulamasını indirebilirsiniz.

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
tr: [F-Droid üzerine bir deponun nasıl ekleneceğini öğrenin](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
tr: torproject.org sitesi engelleniyorsa Tor Browser paketini nasıl indirebilirim?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
tr: Tor paketini [web sitemizden](https://www.torproject.org) indiremiyorsanız [GetTor](https://gettor.torproject.org/) kullanarak bir Tor Browser kopyasının size gönderilmesini sağlayabilirsiniz.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
tr: GetTor hizmeti, kendisine gönderilen iletileri otomatik olarak yanıtlayarak, sansürlenme olasılığı daha düşük olan Dropbox, Google Drive ve GitHub gibi çeşitli konumlarda barındırılan son Tor Browser sürümünün bağlantılarını gönderir.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
tr: Ayrıca Tor Browser uygulamasını [https://tor.eff.org](https://tor.eff.org) ya da [https://tor.ccc.de](https://tor.ccc.de) adreslerinden indirebilirsiniz.

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
tr: Bölgenizde kullanabileceğiniz diğer bağlatnılar için [Tor: Yansıları](https://2019.www.torproject.org/getinvolved/mirrors.html.en) bölümüne bakabilirsiniz.

source: To use GetTor via email.
tr: E-posta ile GetTor kullanımı.

source: Send an email to gettor@torproject.org.
tr: gettor@torproject.org adresine gönderilecek bir e-posta oluşturun.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
tr: İletinin içeriğine işletim sisteminizi (Windows, macOS ya da Linux) yazıp gönderin.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
tr: GetTor hizmeti, Tor Browser paketini indirebileceğiniz bağlantılar, şifrelenmiş imza (indirmeyi [doğrulamak](/tr/tbb/how-to-verify-signature) için), imzayı oluşturmak için kullanılan parmak izi ve paketin sağlama değerini içeren bir e-posta ile yanıt verir.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
tr: Kullandığınız bilgisayarın modeline bağlı olarak "32-bit" ya da "64-bit" uygulamalardan biri sunulabilir. Bilgisayarınız ile ilgili ayrıntılı bilgi almak için belgelere bakabilirsiniz.

source: To use GetTor via Twitter.
tr: Twitter ile GetTor kullanımı.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
tr: Twitter üzerinden kullanılan GetTor şu anda bakımda. Lütfen onun yerine [e-posta](https://support.torproject.org/gettor/gettor-2) kullanın.

source: To use GetTor via XMPP (Jitsi, CoyIM).
tr: XMPP ile GetTor kullanımı (Jitsi, CoyIM):

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
tr: Tor Browser indirme bağlantılarını almak için gettor@torproject.org adresine içinde şu kodlardan birinin bulunduğu bir ileti gönderin:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
tr: Tor Browser bağlantısı kurulamıyor, ancak bir sansürleme var gibi görünmüyor.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
tr: En sık karşılaşılan Tor Browser bağlantı sorunlarından biri sistem saatinin hatalı olmasıdır.

source: Please make sure your system clock and timezone are set accurately.
tr: Lütfen sistem saati ve saat diliminin tam olarak doğru olduğundan emin olun.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
tr: Bu yöntem sorununuzu çözmezse [Tor Browser belgelerinde](https://tb-manual.torproject.org/tr/troubleshooting). sorun çözme bölümüne bakabilirsiniz.

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
tr: Tor bağlantısı kurmakta sorun yaşıyorum ve sorunun ne olduğunu bulamıyorum.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
tr: Bağlantı kurmakta sorun yaşıyorsanız bir hata iletisi görüntülenebilir ve "Tor günlüğünü panoya kopyala" seçeneğini seçebilirsiniz.

source: Then paste the Tor log into a text file or other document.
tr: Ardından Tor günlüğünü bir metin belgesine ya da başka bir dosyaya yapıştırın.

source: Alternatively, if you don't see this option and you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
tr: Alternatif olarak, bu seçeneği görmüyorsanız ve Tor Browser açık ise, hamburger menüsünden (tarayıcının sağ üstünde adres çubuğunun sağında) "Seçenekler" üzerine ve açılan sol yan çubuktan "Tor" üzerine tıklayın.

source: You should see one of these common log errors (look for the following lines in your Tor log):
tr: Günlük kayıtlarında şu genel sorunlardan birini görmelisiniz (Tor günlüğünüzde aşağıdaki satırları arayın):

source: ##### Common log error #1: Proxy connection failure
tr: ##### Genel günlük sorunu #1: Vekil sunucu bağlantı sorunu

source: 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150 2017-10-29 09:23:40.800 [BİLDİRİM] 127.0.0.1:9150 üzerinde SOCKS dinleyici açılıyor

source: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server
tr: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server 2017-10-29 09:23:47.900 [BİLDİRİM] %5 tamamlandı: Dizin sunucusu ile bağlantı kuruluyor

source: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server 2017-10-29 09:23:47.900 [BİLDİRİM] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")
tr: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure") 2017-10-29 09:24:08.900 [UYARI] Vekil Sunucu İstemcisi: xx..xxx..xxx.xx:xxxxx ile bağlantı kurulamadı ("genel SOCKS sunucusu sorunu")

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, bir SOCKS vekil sunucusu ile bağlantı kurma sorunları yaşıyorsunuz demektir.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
tr: Ağ kurulumunuz için bir SOCK vekil sunucusu kullanılması gerekliyse vekil sunucu bilgilerini doğru ayarladığınızdan emin olun.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
tr: Bir SOCKS vekil sunucusu kullanılması gerekmiyorsa ya da emin değilseniz lütfen Tor ağına SOCKS vekil sunucusu kullanmadan bağlanmayı deneyin.

source: ##### Common log error #2: Can’t reach guard relays
tr: ##### Genel günlük sorunu #2: Koruma aktarıcılarına erişilemedi.

source: 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150 11/1/2017 21:11:43 PM.500 [BİLDİRİM] 127.0.0.1:9150 üzerinde SOCKS dinleyici açılıyor

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
tr: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network 11/1/2017 21:11:44 PM.300 [BİLDİRİM] %80 tamamlandı: Tor ağına bağlanılıyor

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
tr: 11/1/2017 21:11:44 PM.300 [UYARI] Yolumuzda 0. durak bulunamadı. Bu devreden vazgeçiliyor.

source: 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop
tr: 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop 11/1/2017 21:11:44 PM.500 [BİLDİRİM] %85 tamamlandı: İlk durak ile el sıkışması tamamlanıyor

source: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
tr: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit. 11/1/2017 21:11:45 PM.300 [UYARI] Yolumuzda 0. durak bulunamadı. Bu devreden vazgeçiliyor.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, Tor devresindeki ilk durak ile bağlantı kuramıyorsunuz demektir.

source: This could mean that you’re on a network that’s censored.
tr: Bu durum sansürlenmiş bir ağda bulunduğunuz anlamına gelebilir.

source: Please try connecting with bridges, and that should fix the problem.
tr: Lütfen köprüleri kullanarak bağlanmayı deneyin, sorunun çözülmesi gerekir.

source: ##### Common log error #3: Failed to complete TLS handshake
tr: ##### Genel günlük sorunu #3: TLS el sıkışması tamamlanamadı

source: 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server 13-11-17 19:52:24.300 [BİLDİRİM] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx)
tr: 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx) 13-11-17 19:53:49.300 [UYARI] Bağlantı kurulurken sorun çıktı. %10 düzeyinde takıldı: Dizin sunucusu ile el sıkışa tamamlanıyor. (TAMAM; TAMAM; sayı 10; öneri uyarı; sunucu [host] IP adresi xxx.xxx.xxx.xx:xxx)

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
tr: 13-11-17 19:53:49.300 [WARN] 10 connections have failed: 13-11-17 19:53:49.300 [UYARI] 10 bağlantı kurulamadı:

source: 13-11-17 19:53:49.300 [WARN] 9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE
tr: 13-11-17 19:53:49.300 [WARN] 9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE 13-11-17 19:53:49.300 [Uyarı] 9 bağlantı el sıkışma aşamasında (TLS) SSLv2/v3 SSL durumu ile kesildi sunucu HANDSHAKE içinde sunucu merhaba A okundu

source: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)
tr: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object) 13-11-17 19:53:49.300 [Uyarı] 1 bağlantı SSL ile bağlanma durumunda öldü (SSL nesnesi bulunamadı)

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, Dizin otoriteleri ile bir TLS el sıkışması yapamıyorsunuz demektir.

source: Using bridges will likely fix this.
tr: Köprüleri kullanmak bu sorunu çözebilir.

source: ##### Common log error #4: Clock skew
tr: ##### Genel günlük sorunu #4: Saat sapması

source: 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150 19.11.2017 00:04:47.400 [Bildirim] 127.0.0.1:9150 üzerindeki Socks dinleyici açılıyor

source: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server
tr: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server 19.11.2017 00:04:48.000 [BİLDİRİM] %5 tamamlandı: Dizin sunucusu ile bağlantı kuruluyor

source: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server 19.11.2017 00:04:48.200 [Bildirim] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
tr: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings. 19.11.2017 00:04:48.800 [Uyarı] NETINFO hücresi zamanı sapmış olarak alındı (OR:xxx.xx.x.xx:xxxx): Bizim saatimiz 1 gün, 0 saat, 1 dakika geride ya da onların saati bu kadar ileride gibi görünüyor. Tor uygulamasının çalışması için saatin doğru olarak ayarlanmış olması gereklidir. Lütfen saat, saat dilimi ve tarih ayarlarınızı denetleyin.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, Sistem saatiniz hatalı demektir.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
tr: Lütfen sistem saati ve saat diliminin tam olarak doğru olduğundan emin olun ve Tor uygulamasını yeniden başlatın.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
tr: Sitemiz bir sansürleyici tarafından engelleniyor. Tor Browser kullanıcıların sitemize erişmelerine yardımcı olur mu?

source: Tor Browser can certainly help people access your website in places where it is blocked.
tr: Tor Browser kesinlikle sansür uygulanan yerlerdeki kullanıcıların web sitenize erişmesine yardımcı olur.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
tr: Erişim için genellikle [Tor Browser](https://www.torproject.org/tr/download) uygulamasını indirmek ve engellenen web sitesinin adresine gitmek yeterlidir.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
tr: Ağır sansür uygulanan yerlerde engellemeyi aşmak için [Değiştirilebilir Taşıyıcılar](https://tb-manual.torproject.org/tr/transports/) gibi çeşitli seçenekler bulunur.

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
tr: Ayrıntılı bilgi almak için [Tor Browser Belgelerinde](https://tb-manual.torproject.org/tr/) bulunan [sansür](https://tb-manual.torproject.org/tr/circumvention/) bölümüne bakabilirsiniz.

source: A website I am trying to reach is blocking access over Tor.
tr: Ziyaret etmek istediğim bir site Tor üzerinden erişilmesini engelliyor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
tr: Bazen web siteleri Tor kullanıcıları ile otomatik trafik arasındaki farkı bilemediğinden Tor kullanıcılarını engelliyor.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
tr: Web sitelerinin engellediği Tor kullanıcıları için en iyi sonuç kullanıcıların doğrudan site yöneticileri ile görüşmesi yoluyla alınıyor.

source: Something like this might do the trick:
tr: İlgili siteye şöyle bir ileti göndermeniz işe yarayabilir:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
tr: "Merhaba! xyz.com sitenize Tor Browser kullanarak bağlanmaya çalışıyorum ancak sitenizin Tor kullanıcılarına izin vermediğini gördüm.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
tr: Bu durumu gözden geçirmenizi bildirmek istedim. Dünya üzerinde kişisel gizliliğini korumak ve sansürü aşmak isteyen pek çok kişi Tor Browser kullanıyor.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
tr: Tor kullanıcılarını engellediğinizde, baskıcı ülkelerde bulunan ve İnterneti özgürce kullanmak isteyen gazeteciler, yolsuzlukları ortaya çıkaranlar, aktivistler ve sıradan insanlar gibi izlenmeyi ve kimliklerinin ortaya çıkmasını istemeyen kişileri engellemiş oluyorsunuz.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
tr: Lütfen sayısal dünyada kişisel gizliliğin ve İnternet özgürlüğünün korunmasını önemsediğinizi göstermek için Tor kullanıcılarının xyz.com sitesine erişmesine izin verin. Teşekkürler."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
tr: Bankalar gibi hassas web sitelerinde genellikle coğrafi konuma göre engelleme yapılır (bir banka kendi hizmetlerine belirli bir ülkeden erişilmesini istiyorsa, siz dünyanın başka bir yerindeki bir aktarıcı üzerinden geldiğinizde hesabınız engellenebilir).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
tr: Bir onion hizmeti ile bağlantı kuramıyorsanız [X.onion üzerine ulaşamıyorum](../../onionservices/onionservices-3) bölümüne bakabilirsiniz.

source: I can’t connect to Tor Browser, is my network censored?
tr: Tor Browser bağlantısını kuramıyorum. Ağım sansürleniyor mu?

source: You might be on a censored network, and so you should try using bridges.
tr: Sansürlenen bir ağ üzerinde olabilirsiniz. Köprüleri kullanmayı denemelisiniz.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
tr: Tor Browser üzerinde kullanılabilecek bazı köprüler bulunur ve bu köprüler Tor Browser ilk kez çalıştırıldığında açılan Tor Başlatıcı penceresindeki "yapılandırma" bölümünden (yönergeleri izleyerek) seçilebilir.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
tr: Başka köprüler kullanmanız gerekiyorsa {Köprüler web sitesinden](https://bridges.torproject.org/?lang=tr) bilgi alabilirsiniz.
