Repository: torpluston/translation
Catalog: contents+he.po
Languages: he

source: Tor Browser User Manual
he: מדריך משתמש של דפדפן Tor

source: Menu
he: תפריט

source: About
he: אודות

source: Documentation
he: תיעוד

source: Press
he: עיתונות

source: Blog
he: בלוג

source: Newsletter
he: אגרת מידע

source: Contact
he: צור קשר

source: Plugins
he: מתקעים

source: About Tor Browser
he: Tor אודות דפדפן

source: Learn what Tor Browser can do to protect your privacy and anonymity
he: יכול לעשות כדי להגן על פרטיותך ועל אלמוניותך Tor למד מה דפדפן

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
he: דפדפן Tor משתמש ברשת Tor כדי להגן על פרטיותך ואלמוניותך. לשימוש ברשת Tor יש שתי תכונות ראשיות:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
he: * ספק שירותי האינטרנט שלך וכל אחד שצופה בחיבורך באופן מקומי, לא יהיו מסוגלים לעקוב אחר פעילות האינטרנט שלך, כולל השמות והכתובות של האתרים בהם אתה מבקר.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
he: * המתפעלים של האתרים והשירותים בהם אתה משתמש וכל אחד שצופה בהם, יראו חיבור המגיע מרשת Tor במקום כתובת האינטרנט (IP) האמיתית שלך, ולא יידעו מי אתה אלא אם תזדהה במפורש כעצמך.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
he: בנוסף, דפדפן Tor מעוצב למנוע מאתרים ”לקחת טביעת אצבע” או לזהות אותך על סמך תצורת הדפדפן שלך.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities/#new-identity">New Identity</a> is requested).
he: כברירת מחדל, דפדפן Tor אינו שומר היסטוריה כלשהי של גלישה. עוגיות תקפות רק עבור שיח יחיד (עד שדפדפן Tor ייצא או עד ש<a href="/managing-identities/#new-identity">זהות חדשה</a> נדרשת).

source: ##### How Tor works
he: ##### איך Tor עובד

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
he: Tor היא רשת של מנהרות מדומות אשר מתירות לך לשפר את פרטיותך ואבטחתך באינטרנט. Tor עובד ע"י שליחת התעבורה שלך מבעד שלושה שרתים אקראיים (הידועים גם בתור *ממסרים*) ברשת Tor. הממסר האחרון במעגל (”ממסר היציאה”) ואז שולח את התעבורה החוצה אל האינטרנט הציבורי.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
he: התמונה למעלה ממחישה משתמש הגולש באתרים שונים דרך Tor. המחשבים הירוקים האמצעיים מייצגים ממסרים ברשת Tor, בעוד ששלושת המפתחות מייצגים את שכבות ההצפנה בין המשתמש ובין כל ממסר.

source: Downloading
he: הורדה

source: How to download Tor Browser
he: Tor כיצד להוריד את דפדפן

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org.
he: הדרך הבטוחה יותר והפשוטה ביותר להוריד את דפדפן Tor היא מהאתר הרשמי של מיזם Tor ב-https://www.torproject.org.

source: Your connection to the site will be secured using [HTTPS](/secure-connections), which makes it much harder for somebody to tamper with.
he: חיבורך אל האתר יאובטח ע"י שימוש ב־[HTTPS](/secure-connections), מה שמקשה למישהו לחבל בחיבור.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network.
he: אמנם, עשויות להיות פעמים שלא תוכל להשיג גישה לאתר של מיזם Tor: לדוגמה, הוא יוכל להיחסם על הרשת שלך.

source: If this happens, you can use one of the alternative download methods listed below.
he: אם זה קורה, אתה יכול להשתמש באחת משיטות ההורדה החלופיות הכתובות למטה.

source: ##### Mirrors
he: ##### אתרי מראָה

source: If you're unable to download Tor Browser from the official Tor Project website, you can instead try downloading it from one of our official mirrors, either through [EFF](https://tor.eff.org) or [Calyx Institute](https://tor.calyxinstitute.org).
he: אם אינך מצליח להוריד את דפדפן Tor מהאתר הרשמי של מיזם Tor, אתה יכול במקום לנסות להוריד אותו מאחת מהמַרְאוֹת הרשמיות שלנו, דרך [EFF](https://tor.eff.org) או [Calyx Institute](https://tor.calyxinstitute.org).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
he: GetTor הוא שירות שמגיב באופן אוטומטי אל הודעות עם קישורים אל הגרסה האחרונה של דפדפן Tor, המאורחת במגוון מיקומים, כגון Dropbox, Google Drive ו־GitHub.

source: ###### To use GetTor via email:
he: ###### כדי להשתמש ב־GetTor דרך דוא"ל:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
he: שלח דוא"ל אל gettor@torproject.org, ובגוף ההודעה פשוט תכתוב “windows”, “osx” או “linux” (ללא מרכאות) על סמך מערכת ההפעלה שלך.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
he: GetTor יגיב עם דוא"ל המכיל קישורים מהם אתה יכול להוריד את חבילת דפדפן Tor, החתימה הקריפטוגרפית (הנדרשת לוידוא ההורדה), טביעת האצבע של המפתח שהיה בשימוש לעשית החתימה, וסיכום הביקורת של החבילה. יתכן שיוצע לך בחירת תוכנה של ”32־סיביות” או ”64־סיביות”: זה תלוי בדגם של המחשב שבו אתה משתמש.

source: ###### To use GetTor via Twitter:
he: ###### כדי להשתמש ב־GetTor דרך Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
he: כדי להשיג קישורים עבור הורדת דפדפן Tor באנגלית עבור OS X, שלח הודעה ישירה אל @get_tor עם המילים "osx en" בתוכה (אתה לא צריך לעקוב אחרי החשבון).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
he: ###### כדי להשתמש ב־GetTor דרך Jabber/XMPP (Jitsi, CoyIM, וכד'):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
he: כדי להשיג קישורים עבור הורדת דפדפן Tor בסינית עבור לינוקס, שלח הודעה אל gettor@torproject.org עם המילים "linux zh" בתוכה.

source: Running Tor Browser for the first time
he: בפעם הראשונה Tor הרצת דפדפן

source: Learn how to use Tor Browser for the first time
he: בפעם הראשונה Tor למד כיצד להשתמש בדפדפן

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
he: כשתריץ את דפדפן Tor בפעם הראשונה, תראה את החלון של הגדרות רשת Tor. הוא מציע לך את האפשרות להתחבר ישירות אל רשת Tor, או לתצר את דפדפן Tor עבור חיבורך.

source: ##### Connect
he: ##### התחבר

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
he: ברוב המקרים, בחירת "התחבר" תתיר לך להתחבר אל רשת Tor ללא כל תצורה נוספת. ברגע שלחצת, שורת מיצב תופיע, המראה את התקדמות החיבור של Tor. אם אתה על חיבור מהיר יחסית, אבל שורה זו נראית תקועה בנקודה מסוימת, ראה את הדף <a href="/troubleshooting">פתרון תקלות</a> לעזרה בפתרון הבעיה.

source: ##### Configure
he: ##### תַצֵּר

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
he: אם אתה יודע שחיבורך מצונזר, או משתמש בייפוי־כוח, עליך לבחור באפשרות זו. דפדפן Tor יעביר אותך דרך סדרת אפשרויות תצורה.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
he: המסך הראשון שואל אם גישה אל רשת Tor חסומה או מצונזרת על חיבורך. אם אינך מאמין שזהו המקרה, בחר “לא“. אם אתה יודע שחיבורך מצונזר, או שניסית ונכשלת להתחבר אל רשת Tor ופתרונות אחרים לא עבדו, בחר “כן“. לאחר מכן תועבר אל המסך <a href="/circumvention">עקיפה</a> כדי לתצר תעבורה נתיקה.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
he: המסך הבא שואל אם חיבורך משתמש בייפוי־כוח. ברוב המקרים, זה בלתי נחוץ. בד"כ תדע אם אתה צריך לענות ”כן“, כי אותן הגדרות יהיו בשימוש עבור דפדפנים אחרים במערכת שלך. אם אפשרי, בקש הדרכה ממינהלן הרשת שלך. אם חיבורך אינו משתמש בייפוי־כוח, לחץ על ”המשך“.

source: Bridges
he: גשרים

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
he: רוב התעבורות הנתיקות, כגון obfs3 ו־obfs4, מסתמכות על השימוש בממסרי ”גשר“.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
he: רוב <a href="/transports">התעבורות הנתיקות</a>, כגון obfs3 ו-obfs4, מסתמכות על השימוש של ממסרי ”גשר”. כמו ממסרי Tor מצויים, גשרים מורצים ע"י מתנדבים; לא כמו ממסרים מצויים, אמנם, הם אינם נמצאים ברשימה באופן ציבורי, כך שיריבים אינם יכולים לזהות אותם בקלות. שימוש בגשרים בשילוב עם תעבורה נתיקה עוזר להסוות את העובדה שאתה משתמש ב־Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
he: תעבורות נתיקות אחרות, כמו עניוות, משתמשות בטכניקות נגד־צנזורה שונות אשר אינן מסתמכות על גשרים. אינך צריך להשיג כתובות גשר על מנת להשתמש בתעבורות אלו.

source: ##### Getting bridge addresses
he: ##### השגת כתובות גשר

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
he: מאחר שכתובות גשר אינן ציבוריות, תצטרך לבקש אותם בעצמך. יש לך שתי אפשרויות:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
he: * בקר בכתובת https://bridges.torproject.org/ ועקוב אחר ההוראות, או

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
he: * שלח דוא"ל אל bridges@torproject.org מכתובת דוא"ל של Gmail, Yahoo או Riseup

source: ##### Entering bridge addresses
he: ##### הכנסת כתובות גשר

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
he: ברגע שהשגת מספר כתובות גשרים, תצטרך להכניסן אל תוך משגר Tor.

source: If you're starting Tor Browser for the first time, click 'Configure' to open the Tor Network Settings window. Otherwise, click the Torbutton to the left of the URL bar, then select 'Tor Network Settings...' to access these options.
he: אם אתה מפעיל את דפדפן Tor בפעם הראשונה, לחץ על 'הגדר' כדי לפתוח את החלון של הגדרות רשת Tor. אחרת, לחץ על Torbutton מימין לשורת הכתובת, ואז בחר 'הגדרות רשת Tor...' כדי להשיג גישה אל אפשרויות אלו.

source: In the Tor Network Settings window, select 'Tor is censored in my country.' Then, select 'Provide a bridge I know' and enter each bridge address on a separate line.
he: בחלון של הגדרות רשת Tor, בחר 'Tor מצונזר במדינה שלי.' לאחר מכן, בחר 'סַפֵּק גשר שאני מכיר' והכנס כל כתובת גשר בשורה נפרדת.

source: Click “OK” to save your settings. Using bridges may slow down the connection compared to using ordinary Tor relays.
he: לחץ “אישור” כדי לשמור את הגדרותיך. שימוש בגשרים עשוי להאיט את החיבור בהשוואה לשימוש רגיל בממסרי Tor.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
he: אם החיבור נכשל, הגשרים שקיבלת עשויים להיות מופלים. אנא השתמש באחת מהשיטות לעיל כדי להשיג עוד כתובות גשר, ונסה שוב.

source: Pluggable transports
he: תעבורות נתיקות

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
he: יכול להשתמש כדי להסוות את התעבורה שהוא שולח החוצה Tor־תעבורות נתיקות הן כלים ש

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
he: תעבורות נתיקות הן כלים ש-Tor יכול להשתמש כדי להסוות את התעבורה שהוא שולח החוצה. זה יכול להיות שימושי במצבים בהם ספק שירותי אינטרנט או רשות אחרת חוסמת באופן פעיל חיבורים אל רשת Tor.

source: ##### Types of pluggable transport
he: ##### סוגים של תעבורה נתיקה

source: Currently there are five pluggable transports available, but more are being developed.
he: כרגע יש חמש תעבורות נתיקות זמינות, אך עוד תעבורות נתיקות נמצאות בפיתוח.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
he: obfs3 גורם לתעבורת Tor להיראות אקראית, כך שהוא אינו נראה כמו Tor או פרוטוקול אחר כלשהו. בעוד שהוא עדין כלול כברירת מחדל, מומלץ להשתמש ב־obfs4, מאחר שיש לו שיפורי אבטחה על פני obfs3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
he: obfs4 גורם לתעבורת Tor להיראות אקראית כמו obfs3, וגם מונעת ממצנזרים למצוא גשרים ע"י סריקת האינטרנט. גשרי obfs4 פחות סבירים להיחסם מאשר גשרי obfs3.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
he: FTE (הצפנת התמרת־תסדיר) מתחפשת לתעבורת Tor כתעבורת רשת מצויה (HTTP).

source: meek
he: עניו

source: meek transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
he: תעבורות כנועות גורמות לכך להיראות כאילו אתה גורש באתר אינטרנט גדול במקום שימוש ב-Tor. התעבורה meek-amazon גורמת לכך להיראות כאילו אתה משתמש בשירותי אתר Amazon; התעבורה meek-azure גורמת לכך להיראות כאילו אתה משתמש באתר Microsoft; והתעבורה meek-google גורמת לכך להיראות כאילו אתה משתמש בחיפוש Google.

source: Snowflake
he: פתית שלג

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
he: פתית שלג הוא שיפור על פני Flashproxy. הוא שולח את התעבורה שלך דרך WebRTC, פרוטוקול עמית־אל־עמית עם חבטת NAT מובנית.

source: ##### Using pluggable transports
he: ##### שימוש בתעבורות נתיקות

source: To use a pluggable transport, first click the onion icon to the left of the URL bar, or click 'Configure' when starting Tor Browser for the first time.
he: כדי להשתמש בתעבורה נתיקה, לחץ תחילה על צלמית הבצל משמאל לשורת הכתובת, או לחץ על 'תצר' בעת התחלת דפדפן Tor בפעם הראשונה.

source: Next, select 'Tor Network Settings' from the drop-down menu.
he: אחרי כן, בחר באפשרות 'הגדרות רשת Tor' מהתפריט הנפתח מטה.

source: In the window that appears, check 'Tor is censored in my country,' then click 'Select a built-in bridge.'
he: בחלון שמופיע, סמן את 'Tor מצונזר במדינה שלי', ואז לחץ על 'בחר גשר מובנה'.

source: From the drop-down menu, select whichever pluggable transport you'd like to use.
he: מהתפריט הנפתח מטה, בחר באיזשהי תעבורה נתיקה שתרצה להשתמש בה.

source: Once you've selected the pluggable transport you'd like to use, click 'OK' to save your settings.
he: ברגע שבחרת את התעבורה הנתיקה שאתה רוצה להשתמש בה, לחץ על 'אישור' כדי לשמור את הגדרותיך.

source: Circumvention
he: עקיפה

source: What to do if the Tor network is blocked
he: חסומה Tor מה לעשות אם רשת

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
he: גישה ישירה אל רשת Tor עשויה לפעמים להיחסם ע"י ספק שירותי האינטרנט שלך או ע"י ממשלה. דפדפן Tor מכיל מספר כליי עקיפה לעיקוף חסימות אלו. כלים אלו נקראים ”תעבורות נתיקות”. ראה את הדף <a href="/en-US/transports">תעבורות נתיקות</a> לעוד מידע על סוגי התעבורה שזמינים כרגע.

source: Tor Browser currently has four pluggable transport options to choose from.
he: לדפדפן Tor יש כרגע שש אפשרויות של תעבורה נתיקה לבחור מהן.

source: To use pluggable transports, click 'Configure' in the Tor Launcher window that appears when you first run Tor Browser.
he: כדי להשתמש בתעבורות נתיקות, לחץ על 'תצר' בחלון משגר Tor שמופיע כשתריץ לראשונה את דפדפן Tor.

source: You can also configure pluggable transports while Tor Browser is running by clicking on the onion icon to the left of the address bar, then selecting 'Tor Network Settings'.
he: אתה יכול גם לתצר תעבורות נתיקות בזמן שדפדפן Tor רץ ע"י לחיצה על צלמית הבצל ליד שורת הכתובת, ואז בחירה באפשרות 'הגדרות רשת Tor'.

source: Select 'Tor is censored in my country,' then click 'Select a built-in bridge.' Click on the drop-down menu and select the pluggable transport you'd like to use.
he: בחר באפשרות 'Tor מצונזר במדינה שלי', ואז לחץ על 'בחר גשר מובנה'. לחץ על התפריט הנפתח מטה ובחר בתעבורה הנתיקה שתרצה להשתמש בה.

source: Click 'OK' to save your settings.
he: לחץ על 'אישור' כדי לשמור את הגדרותיך.

source: ##### Which transport should I use?
he: ##### באיזו תעבורה עליי להשתמש?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
he: כל אחת מהתעבורות הנמצאות ברשימה בתפריט של משגר Tor עובדת בדרך שונה (לעוד פרטים, ראה את הדף <a href="/en-US/transports">תעבורות נתיקות</a>), ויעילותן תלויה בנסיבות היחידניות שלך.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, fte, and meek-azure.
he: אם אתה מנסה לעקוף חיבור חסום בפעם הראשונה, אתה צריך לנסות את התובלות השונות: obfs3, obfs4, fte ו־meek-azure.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
he: אם תנסה את כל האפשרויות האלו ואף אחת מהן לא תעשה אותך מקוון, תצטרך להכניס כתובות גשר באופן ידני. קרא את הקטע <a href="/en-US/bridges/">גשרים</a> כדי ללמוד מהם גשרים וכיצד להשיגם.

source: Managing identities
he: ניהול זהויות

source: Learn how to control personally-identifying information in Tor Browser
he: Tor למד כיצד לשלוט במידע מזהה־אישית בדפדפן

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
he: כשאתה מתחבר אל אתר, זה לא רק המתפעלים של האתר שיכולים לתעד מידע על ביקורך. רוב האתרים משתמשים כעת בשירותי צד־שלישי רבים, כולל כפתורי "אהבתי" של רישות חברתי, גששי ניתוח, מודעות פרסום, כולם יכולים לקשר את פעילותך ברחבי אתרים שונים.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
he: שימוש ברשת Tor עוצרת משקיפים מלהיות מסוגלים לגלות את מיקומך המדויק ואת כתובת ה-IP שלך, אבל אפילו ללא מידע זה הם עלולים להיות מסוגלים לקשר יחד אזורים שונים של פעילותך. מסיבה זו, דפדפן Tor מכיל מספר מאפיינים נוספים העוזרים לך לשלוט איזה מידע יכול להיקשר אל זהותך.

source: ##### The URL bar
he: ##### שורת כתובת האתר

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
he: דפדפן Tor ממרכז את חווית הרשת שלך סביב מערכת היחסים שלך עם האתר בשורת הכתובת. אפילו אם אתה מתחבר לשני אתרים שונים שמשתמשים באותו שירות מעקב של צד שלישי, דפדפן Tor יאלץ את התוכן להיות מוגש על גבי שני מעגלי Tor שונים, כך שהגשש לא יידע ששני החיבורים נובעים מהדפדפן שלך.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
he: מצד שני, כל החיבורים אל כתובת אתר בודדת ייעשו על גבי אותו מעגל Tor, מה שאומר שאתה יכול לגלוש בדפים שונים של אתר בודד בלשוניות או חלונות נפרדים, ללא אובדן כלשהו של תפקודיות.

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
he: אתה יכול לראות תרשים של המעגל שבו דפדפן Tor משתמש עבור הלשונית הנוכחית בתפריט מידע האתר, בשורת הכתובת.

source: In the circuit, the Guard or entry node is the first node and it's automatically and randomly selected by Tor. But it is different from the other nodes in the circuit. In order to avoid profiling attacks, the Guard node changes only after 2-3 months, unlike the other nodes, which change with every new domain. For more information about Guards, consult the <a href="https://www.torproject.org/docs/faq#EntryGuards">FAQ</a> and <a href="https://support.torproject.org/tbb/tbb-2/">Support Portal</a>.
he: במעגל, צומת השומר או צומת הכניסה הוא הצומת הראשון והוא נבחר אוטומטית ואקראית ע"י Tor. אבל הוא שונה מצמתים אחרים במעגל. על מנת להימנע ממתקפות פרופיל, צומת השומר משתנה רק לאחר 2-3 חודשים, ובשונה מצמתים אחרים, אשר משתנים עם כל תחום חדש. לעוד מידע אודות שומרים, היווץ ב<a href="https://www.torproject.org/docs/faq#EntryGuards">שאלות נפוצות</a> וב<a href="https://support.torproject.org/tbb/tbb-2/">פורטל התמיכה</a>.

source: ##### Logging in over Tor
he: ##### מתחבר על גבי Tor
