Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
es: Esto significa que cada usuario del Navegador Tor tiene la misma apariencia que los demás, lo que dificulta el rastreo de cada usuario individual.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
es: Además, hay bastante probabilidad de que añadiendo extensiones se aumente la superficie de ataque del Navegador Tor.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
es: Esto puede hacer que información sensible tuya pueda ser usurpada o facilitar que un atacante pueda infectar el Navegador Tor.

source: The add-on itself could even be maliciously designed to spy on you.
es: La propia extensión podría incluso estar diseñada a propósito para espiarte.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
es: El Navegador Tor ya trae dos complementos instalados - [HTTPS Everywhere](https://www.eff.org/https-everywhere) y [NoScript](https://noscript.net) - y añadir cualquier otra cosa podría desanonimizarte.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
es: ¿Quieres aprender más sobre las huellas de los navegadores? En el blog del Proyecto Tor hay un [artículo](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) que trata el tema en profundidad.

source: Can I download Tor Browser for Chrome OS?
es: ¿Puedo descargar Navegador Tor para Chrome OS?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
es: Desafortunadamente, aún no tenemos una versión del Tor Browser para Chrome OS.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
es: Puedes ejecutar [el Navegador Tor para Android](https://www.torproject.org/es/download/#android) en Chrome OS. Ten en cuenta que usando Tor Mobile en Chrome OS, accederás a la versión para móviles (no a la versión de escritorio) de las páginas que visites.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
es: No obstante, como no hemos auditado la aplicación en Chrome OS, no sabemos si las características relativas a la privacidad funcionarán bien en el Navegador Tor para Android.

source: Can I pick which country I'm exiting from?
es: ¿Puedo seleccionar desde qué país estoy saliendo?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
es: Modificar la manera en la que Tor crea sus circuitos está totalmente desaconsejado.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
es: Tienes la mayor seguridad que Tor puede proporcionar cuando dejas la selección de la ruta en manos de Tor; establecer manualmente los nodos de entrada / salida puede comprometer tu anonimato.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
es: Si lo que quieres es acceder a recursos que sólo están disponibles en un país determinado, puede que quieras considerar usar una VPN en lugar de usar Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
es: Ten en cuenta que las VPNs no tienen las mismas propiedades de privacidad que Tor, pero ayudarán a resolver algunos problemas de restricción por geolocalización.

source: Is it safe to run Tor Browser and another browser at the same time?
es: ¿Es seguro ejecutar el Navegador Tor y otro navegador al mismo tiempo?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
es: Si ejecutas el Navegador Tor y otro navegador al mismo tiempo, no afectará al rendimiento de Tor o las propiedades de privacidad.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
es: Sin embargo, ten en cuenta que tu otro navegador no está manteniendo en privado tu actividad, y puede que te despistes y accidentalmente uses ese navegador no-privado para hacer algo que pretendías hacer en el Navegador Tor.

source: Is there support for *BSD?
es: ¿Hay soporte para *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
es: Lo sentimos, pero actualmente no hay soporte oficial para ejecutar el Navegador Tor sobre *BSD.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
es: Hay algo llamado [proyecto TorBSD](https://www.torbsd.org/), pero su Tor Browser no está soportado oficialmente.

source: Why is the first IP address in my relay circuit always the same?
es: ¿Por qué la primera dirección IP en mi circuito de repetidores es siempre la misma?

source: That is normal Tor behavior.
es: Ese es el comportamiento normal de Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
es: Al primer repetidor en tu circuito se le llama "guardián de entrada" o "guardián".

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
es: Es un repetidor rápido y estable que permanece como el primero en tu circuito durante 2-3 meses para protegerte contra un conocido ataque de ruptura-de-anonimato.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
es: El resto de tu circuito cambia con cada nuevo sitio web que visitas, y todos estos repetidores juntos proporcionan las protecciones de privacidad completas de Tor.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
es: Para más información sobre cómo funcionan los repetidores guardián, mira este [artículo del blog](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) y este [documento técnico](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) sobre guardianes de entrada.

source: How do I view Tor Browser message log?
es: ¿Cómo veo el registro de mensajes del Navegador Tor?

source: When you have Tor Browser open, you can navigate to the [hamburger menu ("≡")](../../glossary/hamburger-menu), then click on "Preferences", and finally on "Tor" in the side bar.
es: Cuando dejas el Navegador Tor abierto, puedes acceder al [menú de la hamburguesa ("≡")](../glossary/hamburger-menu), hacer clic en "Preferencias" y después en "Tor" en la barra lateral.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
es: Deberías de ver una opción para copiar el registro al portapapeles, que después podrás pegar en un editor de texto o en un cliente de correo.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
es: ¿Cómo puedo hacer que Tor se ejecute más rápido? ¿El Navegador Tor es más lento que otros navegadores?

source: Using Tor Browser can sometimes be slower than other browsers.
es: Usar el Navegador Tor a veces puede ser más lento que usar otros navegadores.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
es: La red Tor tiene más de un millón de usuarios diarios, y algo más de 6000 repetidores para enrutar todo su tráfico, y la carga en cada servidor a veces puede causar retraso. Y por diseño, tu tráfico es distribuído a través de los servidores de voluntarios en varias zonas del planeta, y algunos atascos y retrasos son inevitables.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
es: Puedes ayudar a mejorar la velocidad de la red con [tu propio repetidor](https://community.torproject.org/es/relay), o animar a otros a hacerlo.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
es: Para una respuesta más en profundidad, véase [la entrada de Roger en el blog tratando el tema](https://blog.torproject.org/blog/why-tor-is-slow) y [los temas que requieren más investigación a fecha 2018](https://blog.torproject.org/tors-open-research-topics-2018-edition) sobre el rendimiento de la red.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
es: Dicho eso, Tor es mucho más rápido de lo que solía ser y puede que en realidad no notes ningún cambio de velocidad en comparación con otros navegadores.

source: What search engine comes with Tor Browser and how does it protect my privacy?
es: ¿Qué motor de búsqueda viene con el Navegador Tor y cómo protege mi privacidad?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
es: [DuckDuckGo](https://duckduckgo.com/) es el motor de búsqueda predeterminado en el Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
es: DuckDuckGo no rastrea a sus usuarios ni almacena información sobre las búsquedas del usuario. Aprende más sobre [la política de privacidad de DuckDuckGo](https://duckduckgo.com/privacy).

source: I'm having a problem with DuckDuckGo.
es: Tengo un problema con DuckDuckgo.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
es: Por favor, consulta el [portal de ayuda de DuckDuckGo](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
es: Si crees que este es un problema del navegador Tor, por favor, repórtalo en nuestro ​[seguidor de fallos](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
es: Tengo un problema con NoScript.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
es: Por favor, mira las [preguntas frecuentes (FAQ) de NoScript](https://noscript.net/faq).

source: I'm having a problem with HTTPS Everywhere.
es: Tengo un problema con HTTPS Everywhere.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
es: Por favor, mira las ​[preguntas frecuentes (FAQ) de HTTPS Everywhere](https://www.eff.org/https-everywhere/faq).

source: How do I update Tor Browser?
es: ¿Cómo puedo actualizar Navegador Tor?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
es: Por favor, consulta la [sección sobre actualizaciones](https://tb-manual.torproject.org/es/updating/) en el manual del Navegador Tor.

source: How do I uninstall Tor Browser?
es: ¿Cómo desinstalo Navegador Tor?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
es: Por favor, consulta la [sección sobre desinstalar](https://tb-manual.torproject.org/es/uninstalling/) en el manual del Navegador Tor.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
es: ¿Hay alguna forma de cambiar la dirección IP que el Navegador Tor me asigna para un sitio en concreto?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
es: El Tor Browser ofrece dos formas de cambiar su circuito de repetidores - “New Identity” (Nueva identidad) y “New Tor Circuit for this Site” (Nuevo circuito de repetidores para este sitio).

source: Both options are located in the [hamburger menu ("≡")](../../glossary/hamburger-menu).
es: Ambas opciones están ubicadas en el [menú hamburguesa ("≡")](../../glossary/hamburger-menu).

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
es: También puedes acceder a la opción "Nuevo circuito" dentro del menú de información del sitio web en la barra de direcciones y la opción "Nueva identidad" haciendo clic en el icono de la escoba con una chispa en la parte superior derecha de la pantalla

source: ##### New Identity
es: ##### Nueva identidad

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
es: Esta opción es útil si quieres evitar que tu actividad siguiente se vincule a lo que estuviste haciendo antes.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
es: Con seleccionarlo puedes cerrar todas tus pestañas y ventanas, borrar toda la información privada como cookies e historial de búsqueda, y hacer uso de un nuevo circuito de Tor para todas las conexiones.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
es: El Navegador Tor te advertirá de que todas las actividades y descargas serán detenidas, por lo tanto ten esto en cuenta antes de pulsar en “Nueva Identidad”.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
es: ![Menú del Navegador Tor](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
es: ##### Nuevo circuito de Tor para esta página

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
es: Esta opción es útil si el repetidor de salida que estás usando no puede conectarse al sitio web que requiere, o no se está cargando adecuadamente.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
es: Al seleccionarlo, causará que la pestaña o ventana actualmente activa se recargue sobre un nuevo circuito de Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
es: Otras pestañas y ventanas abiertas del mismo sitio web también usarán el nuevo circuito una vez que se recarguen.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
es: Esta opción no limpia ninguna información privada ni desvincula tu actividad, tampoco afecta a tus conexiones actuales a otros sitios web.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
es: ![Nuevo circuito para este sitio](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
es: Cuando uso el navegador Tor, ¿alguien podría determinar qué páginas web visito?

source: Tor Browser prevents people from knowing the websites you visit.
es: El navegador Tor evita que se sepa los sitios web que visitas.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
es: Algunas entidades, como tu Proveedor de Servicios de Internet (ISP), pueden ser capaces de ver que estás usando Tor, pero no sabrán a dónde vas cuando lo hagas.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
es: Un sitio web (banco, proveedor de correo, etc.) me bloquea cada vez que uso Tor, ¿qué puedo hacer?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
es: El Navegador Tor a menudo hace que tu conexión parezca que viene de una parte totalmente distinta del mundo.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
es: Algunos sitios web, como bancos o proveedores de correo electrónico, pueden interpretar esto como un signo de que tu cuenta está comprometida, y la bloquean.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
es: La única forma de resolver esto es siguiendo el procedimiento recomendado del sitio para recuperación de cuenta, o contactando con los operadores para explicarles la situación.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
es: Puedes evitar esto si tu proveedor ofrece autentificación en 2 pasos, que es una opción de seguridad mucho mejor que las basadas en IP. Contacta con tu proveedor y pregúntale si proporciona 2FA (autentificación en 2 pasos).

source: Contact your provider and ask them if they provide 2FA.
es: Contacta con tu proveedor y pregúntale si proporciona 2FA (autentificación en 2 pasos).

source: Which platforms is Tor Browser available for?
es: ¿Para qué plataformas está disponible el Tor Browser?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
es: El Navegador Tor está actualmente disponible para [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) y [macOS](https://www.torproject.org/download/).

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
es: Hay una versión del Navegador Tor para [Android](https://www.torproject.org/es/download/#android) y [El Proyecto Guardian](https://guardianproject.info) también dispone de la [aplicación Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) para enrutar otras aplicaciones de tu dispositivo Android a través de la red Tor.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
es: Aún no hay versión oficial de Tor para iOS, aunque recomendamos el [Onion Browser](https://onionbrowser.com).

source: Can I set Tor Browser as my default browser?
es: ¿Puedo establecer el Navegador Tor como mi navegador predeterminado?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
es: El Navegador Tor hace muchos esfuerzos para aislarse del resto de tu sistema operativo, y el procedimiento para convertirlo en tu navegador predeterminado no es fiable.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
es: Esto significa que a veces un sitio web puede cargar en el Navegador Tor y otras veces en otro navegador. Este tipo de comportamiento puede ser peligroso y dañar el anonimato.

source: Does running Tor Browser make me a relay?
es: ¿Me convierto en un repetidor al ejecutar el Navegador Tor?

source: Running Tor Browser does not make you act as a relay in the network.
es: Ejecutar el Navegador Tor no te hace actuar como un repetidor en la red.

source: This means that your computer will not be used to route traffic for others.
es: Esto significa que tu ordenador no se usará para enrutar el tráfico de otros.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
es: Si deseas convertirte en un repetidor, por favor, mira nuestra [Guía de repetidor Tor](https://community.torproject.org/relay).

source: Why does Tor Browser ship with JavaScript enabled?
es: ¿Por qué el Navegador Tor viene con JavaScript habilitado?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
es: Configuramos NoScript para que permita JavaScript por defecto en el Navegador Tor ya que muchos sitios web no funcionarían con JavaScript deshabilitado.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
es: La mayoría de los usuarios abandonarían Tor si deshabilitáramos por defecto JavaScript, ya que les causaría demasiados problemas.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
es: En último término, queremos hacer que el Tor Browser sea tan seguro como sea posible mientras también lo hacemos usable para la mayoría de la gente, y por ahora eso significa dejar JavaScript habilitado por defecto.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
es: Para los usuarios que quieran tener JavaScript desactivado en todos los sitios HTTP por defecto, recomendamos cambiar la opción "Nivel de seguridad" de tu Navegador Tor.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
es: Esto se puede hacer haciendo clic en el icono "Seguridad" (el pequeño escudo gris en la parte superior derecha de la pantalla) y después en "Ajustes avanzados de seguridad...".

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
es: El nivel standard permite JavaScript, pero los niveles seguro y más seguro ambos bloquean JavaScript en los sitios HTTP.

source: Can you get rid of all the CAPTCHAs?
es: ¿Por qué no quitáis todos los CAPTCHAs?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
es: Desafortunadamente, algunos sitios web presentan CAPTCHAs a los usuarios de Tor, y no podemos eliminar estos CAPTCHAs de los sitios.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
es: Lo mejor en estos casos es contactar con los propietarios de los sitios web, e informarles de que sus CAPTCHAs están evitando que usuarios como tú usen sus servicios.
