Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
tr: Bağlantı trafiğinizi dünyanın dört bir yanına dağılmış gönüllüler tarafından işletilen bir [aktarıcı](../relays) ağı üzerinden dolaştırarak sizi korur. İnternet bağlantınızı izleyen birinin ziyaret ettiğiniz web sitelerinin görmesini ve ziyaret ettiğiniz web sitelerinin bulunduğunuz coğrafi konumu öğrenmesini engeller.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
tr: Bu gönüllü aktarıcıları kümesine Tor ağı denir. Bu ağ ile ilişkili yazılım Çekirdek (Core) Tor ya da ["little-t tor"](../little-t-tor) olarak anılır.

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
tr: Çoğu insan Tor ağını, engellenen web sitelerine erişmek ve kimliğinin açığa çıkmasını engellemek için geliştirilmiş bir [Firefox](../firefox) sürümü olan [Tor Browser](../tor-browser) üzerinden kullanır.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
tr: Tor2web kullanıcıların [Tor Browser](../tor-browser) kullanmadan [onion hizmetlerine](../onion-services) erişmesini sağlayan bir projedir.

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
tr: Bu [eklenti](../add-on-extension-or-plugin) Thunderbird uygulamasını [Tor](../tor-tor-network-core-tor) üzerinden bağlanacak şekilde yapılandırır.

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
tr: Çekirdek [Tor](../tor-tor-network-core-tor) yapılandırma dosyası.

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
tr: DNS isteklerinin güvenli bir şekilde işlenmesini sağlar ve kullandığınız uygulamada TCP dışındaki tüm [trafiği](../ trafik) geri çevirir.

source: TPI is an acronym for The Tor Project, Inc.
tr: TPI, Tor Project, Inc. yerine kullanılan bir kısaltmadır.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
tr: IRC üzerinde insanlar sunucu adlarını yazarken genellikle torproject.org yerine `tpo` kullanır. Örneğin, `trac.tpo`, trac.torproject.org adresinin kısaltılmış halidir.

source: traffic
tr: trafik

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
tr: [İstemciler](../client) ile [sunucular](../server) arasında gönderilip alınan verilere trafik denilir.

source: web browser
tr: web tarayıcı

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
tr: Bir web tarayıcısı (genellikle tarayıcı olarak anılır), World Wide Web üzerindeki bilgi kaynaklarını almak ve görüntülemek kullanılan bir uygulamadır.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
tr: Yaygın kullanılan web tarayıcıları [Firefox](../firefox), Chrome, Internet Explorer ve Safari uygulamalarıdır.

source: website mirror
tr: web sitesi yansısı

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
tr: Bir web sitesinin yansısı, o web sitesinin farklı bir adresten erişilebilen bire bir aynı kopyasıdır.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
tr: torproject.org yansılarının listesini https://www.torproject.org/getinvolved/mirrors.html.en adresinde görebilirsiniz.

source: Can I use a VPN with Tor?
tr: Tor ile VPN kullanabilir miyim?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
tr: Genel olarak, ayarları gizliliğinizi tehlikeye atmayacak şekilde yapabilecek uzman bir kullanıcı değilseniz, Tor ile VPN bağlantısını birlikte kullanmanızı önermiyoruz.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
tr: Tor + VPN hakkında ayrıntılı bilgi almak için [wiki sayfamıza](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Tor Browser will block browser plugins such as Flash, RealPlayer, Quicktime, and others: they can be manipulated into revealing your IP address.
tr: Tor Browser, Flash, RealPlayer ve Quicktime gibi tarayıcı eklentilerini engeller. Bu eklentiler IP adresinizi açığa çıkarmak için kullanılabilir.

source: Is there a backdoor in Tor?
tr: Tor üzerinde bir arka kapı var mı?

source: There is absolutely no backdoor in Tor.
tr: Tor üzerinde kesinlikle bir arka kapı yok.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
tr: Kimsenin bizden kontrol için kullanılacak bir arka kapı eklememizi istememiş olmasının pek mümkün olmadığını söyleyen bazı akıllı hukukçuların olduğunu biliyoruz (A.B.D.)

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
tr: Bizden bunu isterlerse karşı koyacağız ve (hukukçulara göre) büyük olasılıkla kazanacağız

source: We will never put a backdoor in Tor.
tr: Tor uygulamasına hiç bir zaman bir arka kapı koymayacağız.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
tr: Tor uygulamasına bir arka kapı koymanın, kullanıcılarımız açısından son derece sorumsuzca bir davranış olacağını ve güvenlik yazılımları açısından da genel olarak kötü bir örnek oluşturacağını düşünüyoruz.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
tr: Güvenlik amaçlı bir yazılıma kasıtlı olarak bir arka kapı koymamız profesyonel itibarımıza zarar verir.

source: Nobody would trust our software ever again - for excellent reasons!
tr: Bir daha hiç kimse yazılımımıza güvenmez, elbette çok haklı bir nedenle!

source: But that said, there are still plenty of subtle attacks people might try.
tr: Bununla birlikte, insanlar pek çok incelikli saldırı yapmayı deneyebilir.

source: Somebody might impersonate us, or break into our computers, or something like that.
tr: Kimileri bizi taklit edebilir ya da bilgisayarlarımıza sızabilir, bunun gibi şeyler deneyebilir.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
tr: Tor açık kaynak bir yazılım ve kaynak kodunu (ya da en azından bir önceki sürüme göre yapılmış değişiklikleri) şüpheli şeylere karşı gözden geçirmelisiniz.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
tr: Bizler (ya da Tor dağıtıcıları) kaynak koduna erişmenize izin vermiyorsak, kesinlikle bir tuhaflık olduğunu düşünebilirsiniz.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
tr: Bununla birlikte sürümlerin [PGP imzalarını(/tr/tbb/how-to-verify-signature/) da denetlemelisiniz. Böylece hiç kimsenin dağıtım sitelerine müdahale etmediğinden emin olabilirsiniz.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
tr: Ayrıca Tor uygulamasında yanlışlıkla anonimliğinizi etkileyebilecek bazı hatalar bulunabilir.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
tr: Düzenli olarak anonimlik ile ilgili hataları tarayıp düzeltmeye çalışıyoruz. Bu nedenle güncel Tor sürümünü kullanmaya çalışın.

source: What programs can I use with Tor?
tr: Tor ile birlikte hangi uygulamaları kullanabilirim?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
tr: Tor ile kullanabileceğiniz bir çok uygulama var. Ancak tüm uygulamaların sağladığı anonimlik düzeyini güvenli bir yapılandırma önerebilecek kadar araştırmadık.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
tr: Viki sayfamızda topluluk tarafından [belirli uygulamaları Torlaştırmak](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO) için hazırlanmış yönergeleri bulabilirsiniz.

source: Please add to this list and help us keep it accurate!
tr: Bu listeye ek yaparak güncel tutmamıza yardımcı olabilirsiniz!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
tr: Çoğu kişi, web üzerinde güvenle gezinmek için gereken her şeye sahip Tor Tarayıcı uygulamasını kullanıyor.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
tr: Tor uygulamasını diğer tarayıcılar ile kullanmak [tehlikeli olabilir ve önerilmez](/tr/tbb/tbb-9/).

source: Can I distribute Tor?
tr: Tor uygulamasını dağıtabilir miyim?

source: Yes.
tr: Evet.

source: The Tor software is [free software](https://www.fsf.org/).
tr: Tor uygulaması [özgür bir yazılımdır](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
tr: Bu size Tor uygulamasını, değiştirerek ya da değiştirmeden ücretli ya da ücretsiz dağıtma hakkı verir.

source: You don't have to ask us for specific permission.
tr: Bizden izin almanız gerekmez.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
tr: Bununla birlikte, Tor uygulamasını dağıtacaksanız [LİSANS](https://gitweb.torproject.org/tor.git/plain/LICENSE) koşullarımıza uymanız gerekir.

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
tr: Basitçe, dağıttınız Tor uygulaması ile birlikte LİSANS dosyamızı da vermeniz gerekir.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
tr: Bize bunu sorun kişiler genellikle yalnız Tor uygulamasını dağıtmak istemiyor.

source: They want to distribute the Tor Browser.
tr: Tor Browser uygulamasını dağıtmak istiyorlar.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
tr: Tor Browser içinde [Uzun Süre Desteklenen Firefox Sürümü](https://www.mozilla.org/en-US/firefox/organizations/) ile NoScript ve HTTPS-Everywhere eklentileri bulunur.

source: You will need to follow the license for those programs as well.
tr: Bu uygulamaların lisans koşullarına da uymanız gerekir.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
tr: Bu iki Firefox eklentisi [GNU Genel Kamu Lisansı](https://www.fsf.org/licensing/licenses/gpl.html) koşulları altında dağıtılırken, Uzun Süre Desteklenen Firefox ESR sürümü Mozilla Kamu Lisansı koşulları altında dağıtılır.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
tr: Lisans koşullarına uymanın en kolay yolu, paketleri eklediğiniz her yere bu uygulamaların kaynak kodunu eklemektir.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
tr: Ayrıca ziyaretçilerinize Tor uygulamasının ne olduğu, kim tarafından üretildiği ve hangi özellikleri sağladığı (ve sağlamadığı) hakkında kafalarının karışmamasını sağlayacak şekilde bilgi vermelisiniz.

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
tr: Ayrıntılı bilgi almak için [marka SSS](https://www.torproject.org/about/trademark/) bölümüne bakabilirsiniz.

source: How is Tor different from other proxies?
tr: Tor uygulamasının diğer vekil sunuculardan farkı nedir?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
tr: Tipik bir vekil sunucu hizmeti sağlayıcısı İnternet üzerinde bir yere bir sunucu koyarak veri trafiğinizi bu sunucu üzerinden aktarır.

source: This creates a simple, easy to maintain architecture.
tr: Bu uygulama basit ve bakımı kolay bir alt yapı sağlar.

source: The users all enter and leave through the same server.
tr: Kullanıcının verileri aynı sunucuya girer ve çıkar.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
tr: Hizmet sağlayıcı vekil sunucu için bir ücret alabilir ya da maliyetini karşılamak için sunucu üzerinden reklam yayınlayabilir.

source: In the simplest configuration, you don't have to install anything.
tr: En basit yapılandırmada herhangi bir uygulama kurmanız gerekmez.

source: You just have to point your browser at their proxy server.
tr: Tek yapmanız gereken web tarayıcınızın vekil sunucu ayarlarını düzenlemektir.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
tr: Çevrimiçi kişisel gizliliğiniz ve anonim kalmanız önemli değil ise ve hizmet sağlayıcının kötü niyetli şeyler yapmayacağına güveniyorsanız, basit vekil sunucu hizmeti sağlayıcıları yeterli çözümlerdir.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
tr: Bazı basit vekil sunucu hizmeti sağlayıcıları bağlantı güvenliğini sağlamak için SSL kullanır. Böylece ücretsiz İnternet sunan kafeler benzeri bağlantılardaki olası izleyicilere karşı korunursunuz.

source: Simple proxy providers also create a single point of failure.
tr: Basit vekil sunucu hizmeti sağlayıcıları tek bir sorun noktası oluşturur.

source: The provider knows both who you are and what you browse on the Internet.
tr: Hizmet sağlayıcı sizin kim olduğunuzu ve İnternet üzerinde ne yaptığınızı bilir.

source: They can see your traffic as it passes through their server.
tr: Kendi sunucuları üzerinden geçtiğinden verilerinizi görebilir.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
tr: Bazı durumlarda banka ve e-ticaret sitelerine aktardığı şifrelenmiş verilerinizin içini bile görebilir.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
tr: Bu hizmet sağlayıcının verilerinizi izlemediğine, verilerinizin arasına kendi reklamlarını eklemediğine ya da kişisel verilerinizi kaydetmediğine güvenmek zorunda kalırsınız.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
tr: Tor uygulaması, verilerinizi hedefe ulaştırmadan önce en az 3 farklı sunucu üzerinden geçirir.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
tr: Üç aktarıcının her birinde ayrı bir şifreleme katmanı kullanıldığından, İnternet bağlantınızı izleyen biri Tor ağına gönderdiğiniz verileri göremez ya da değiştiremez.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
tr: Verileriniz Tor istemcisi (bilgisayarınız) ile Dünyanın herhangi bir yerine çıkan ucu arasında şifrelenmiş olarak aktarılır.

source: ### Doesn't the first server see who I am?
tr: ### Birinci sunucu kim olduğumu bilemez mi?

source: Possibly.
tr: Olabilir.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
tr: Maalesef üç sunucunun ilki bilgisayarınızdan şifrelenmiş Tor verilerinin geldiğini görebilir.

source: It still doesn't know who you are and what you are doing over Tor.
tr: Bununla birlikte kim olduğunuzu ve Tor üzerinde ne yaptığınızı bilemez.

source: It merely sees "This IP address is using Tor".
tr: Tek bilebileceği "Bu IP adresi Tor kullanıyor" olur.

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
tr: Hala, kim olduğunuz ve İnternet üzerinde nereye baktığınız gibi bilgilerin bu durak tarafından öğrenilmesine karşı korunmuş olursunuz.

source: ### Can't the third server see my traffic?
tr: ### Üçüncü sunucu verilerimi göremez mi?

source: A bad third of three servers can see the traffic you sent into Tor.
tr: Maalesef bu sunucuların üçüncüsü Tor ağına gönderdiğiniz verileri görebilir.

source: It won't know who sent this traffic.
tr: Ancak bu verileri kimin gönderdiğini bilemez.

source: If you're using encryption (like HTTPS), it will only know the destination.
tr: Şifreleme (HTTPS gibi) kullanıyorsanız yalnız hedefi bilebilir.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
tr: Buradaki [Tor ve HTTPS](/tr/https/https-1/) görselleştirmesine bakarak Tor ile HTTPS etkileşimini anlayabilirsiniz.

source: Does Tor remove personal information from the data my application sends?
tr: Tor uygulaması diğer uygulamaların gönderdiği veriler içinden kişisel bilgilerimi siler mı?

source: No, it doesn't.
tr: Hayır, böyle bir şey yapmaz.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
tr: Bunun için, kullandığınız uygulamayı ve iletişim kuralını tanıyan ve uygulama tarafından gönderilen verileri nasıl temizleyeceğini ya da değiştireceğini bilen ayrı bir uygulama kullanmanız gerekir.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
tr: Tor Browser, web tarayıcı sürümü gibi uygulama düzeyinde belirleyici bilgileri tüm kullanıcılar için aynı olacak şekilde değiştirmeye çalışır.

source: Tor Browser can't do anything about the text that you type into forms, though.
tr: Tor Browser formlara yazdığınız metinler ile ilgili herhangi bir şey yapamaz.

source: What is Tor?
tr: Tor nedir?

source: The name "Tor" can refer to several different components.
tr: "Tor" adı birkaç farklı bileşeni tanımlayabilir.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
tr: Bağlantı trafiğinizi, dünyanın dört bir yanına dağılmış gönüllüler tarafından işletilen bir aktarıcılar ağı üzerinden dolaştırarak sizi korur. İnternet bağlantınızı izleyen birinin ziyaret ettiğiniz web sitelerinin görmesini ve ziyaret ettiğiniz web sitelerinin bulunduğunuz coğrafi konumu öğrenmesini engeller.

source: This set of volunteer relays is called the Tor network.
tr: Gönüllüler tarafından işletilen bu aktarıcılara Tor ağı denir.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
tr: Çoğu insan Tor ağını, engellenen web sitelerine erişmek ve kimliğinin açığa çıkmasını engellemek için geliştirilmiş bir Firefox sürümü olan Tor Browser üzerinden kullanır.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
tr: Tor ile ilgili bilgi almak için [hakkında](https://www.torproject.org/about/history/) bölümüne bakabilirsiniz.

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
tr: Tor yazılımları kar amacı gütmeyen (hayır amaçlı) bir kuruluş olan Tor Projesi tarafından geliştirilip güncellenmektedir.

source: Why is it called Tor?
tr: Adı neden Tor?

source: Tor is the onion routing network.
tr: Tor bir soğan yöneltici (onion routing) ağıdır.

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
tr: 2001-2002 yıllarında yeni nesil onion routing tasarımı ve uygulaması ile ilgili çalışmaya başladığımızda ve başkalarına onion routing üzerinde çalıştığımızı söylediğimizde "Çok iyi. Peki hangisi?" şeklinde yanıt alıyorduk.

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
tr: Onion routing günlük kullanılan bir terim olsa bile, Tor Donanma Araştırma Laboratuvarları tarafından yürütülen gerçek [onion routing projesi](https://www.onion-router.net/) içinden çıktı.

source: (It's also got a fine meaning in German and Turkish.)
tr: (aynı zamanda Almanca ve Türkçe ince anlamları var).

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
tr: Not: Özgün adı bir kısaltma olmasına rağmen, Tor "TOR" olarak yazılmaz.

source: Only the first letter is capitalized.
tr: Yalnız ilk harfi büyük kullanılmıştır.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
tr: Aslında genellikle yazış şekillerine bakarak, web sitemize hiç bakmamış (ve bunun yerine Tor hakkında bildiklerini etraftaki haberlerden öğrenmiş) kişileri hemen ayırt edebiliyoruz.

source: Tor Browser and antivirus false positive warnings
tr: Tor Browser ve hatalı virüsten koruma uyarıları

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
tr: Tor Browser başlatıldığında, bazı virüsten koruma uygulamaları kötü amaçlı yazılım ve/veya saldırıya açık olmakla ilgili uyarılar görüntüleyebilir.

source: If you downloaded Tor Browser from [our main website](https://www.torproject.org/download/) or used [GetTor](https://gettor.torproject.org/), and [verified it](https://support.torproject.org/tbb/how-to-verify-signature/), these are false positives and you have nothing to worry about.
tr: Tor Browser uygulamasını [web sayfamızdan](https://www.torproject.org/download/) indirdiyseniz ya da [GetTor](https://gettor.torproject.org/) ile alarak [doğruladıysanız](https://support.torproject.org/tbb/how-to-verify-signature/), bu uyarılar hatalıdır ve endişelenmeniz gerekmez.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
tr: Bazı virüsten koruma uygulamaları çok sayıda kullanıcıda görülmeyen dosyaları şüpheli olarak değerlendirir.
