Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: What are the most common issues with the latest stable version of Tor Browser?
de: Welche Probleme kommen häufig mit der neuesten stabilen Version von Tor Browser vor?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
de: Wann immer wir eine neue stabile Version vom Tor Browser veröffentlichen, schreiben wir einen Blogbeitrag, in dem wir auf details wie neue Funktionen oder bekannte Fehler eingehen.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
de: Wenn du nach einer Aktualisierung Probleme mit deinem Tor Browser hast, suche auf <a href="https://blog.torproject.org">blog.torproject.org</a> nach einem Beitrag über den neuesten stabilen Tor Browser, um zu sehen, ob dein Problem aufgelistet ist.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
de: Wenn dein Problem nicht gelistet ist, füll bitte einen [Fehlerbericht](https://trac.torproject.org) darüber aus, was nicht funktioniert.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
de: Meine Antivirensoftware oder mein Malwareschutz blockiert die Verbindung vom Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
de: Die meisten Antiviren- oder Malwareschutzprogramme erlauben dem Nutzer eine so genannte "Whitelist" zu erstellen, die bestimmte Prozesse erlaubt, welche in der Regel geblockt sind.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
de: Bitte öffne deine Antiviren- oder Malwareschutzsoftware und schaue in den Einstellungen nach einer Option für eine "Whitelist" oder so was ähnliches.

source: Next, exclude the following processes:
de: Schließe als nächstes bitte folgende Prozesse aus:

source: * For Windows
de: * Für Windows

source: * obfs4proxy.exe (if you use bridges)
de: * obfs4proxy.exe (wenn du Bridges verwendest)

source: * For macOS
de: * Für macOS

source: * obfs4proxy (if you use bridges)
de: * obfs4proxy (wenn du Bridges verwendest)

source: Finally, restart Tor Browser.
de: Und zuletzt: Starte den Tor Browser neu.

source: This should fix the issues you're experiencing.
de: Das sollte deine Probleme beheben.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
de: Bitte beachte, dass einige Antivirenprogramme wie beispielweise Kaspersky, Tor in der Firewall blockieren können.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
de: Ich habe Tor Browser für Windows heruntergeladen und installiert, kann ihn aber nun nicht mehr finden.

source: The file you download and run prompts you for a destination.
de: Die Datei, welche du heruntergeladen und gestartet hast, fragt dich nach einem Speicherort.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
de: Wenn du dich nicht mehr an den Speicherort errinerst, ist es wahrscheinlich entweder der Schreibtisch oder der Downloads-Ordner.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
de: Die Standardeinstellung im Windows-Installationsprogramm erstellt auch eine Verknüpfung für dich auf deinem Desktop. Beachte jedoch, dass du möglicherweise versehentlich die Option zum Erstellen einer Verknüpfung deaktiviert hast.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
de: Wenn du es in keinem dieser Ordner finden kannst, lade es erneut herunter und achte auf das Fenster mit der Aufforderung, an welchem Ort du die Datei sichern möchtest.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
de: Wähle einen Ort aus, den du dir leicht merken kannst. Sobald der Download abgeschlossen ist, solltest du den Tor Browser an diesem Ort wiederfinden.

source: Can I use Flash in Tor Browser?
de: Funktioniert Flash im Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
de: Flash ist in Tor Browser ausgeschaltet und wir empfehlen dir es nicht anzuschalten.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
de: Wir denken, es ist nicht sicher, Flash in irgendeinem Browser zu verwenden - es ist wirklich unsichere Software, die schnell deine Sicherheit oder deine Privatsphäre verletzen kann. Unter Umständen kann dir sogar Malware untergeschoben werden.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
de: Glücklicherweise setzen viele Webseiten und Geräte, sowie Browser, heute kaum noch Flash ein, oder unterstützen dies in der Zukunft nicht mehr.

source: Does using Tor Browser protect other applications on my computer?
de: Schützt der Tor Browser auch die anderen Programme, die auf meinem Computer laufen?

source: Only Tor Browser's traffic will be routed over the Tor network.
de: Ausschließlich Datenströme vom Tor Browser werden über das Tor Netzwerk geleitet.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
de: Andere Anwendungen auf deinem System (inklusive andere Browser) können ihre Verbindungen nicht durch das Tor-Netzwerk leiten und sind nicht geschützt.

source: They need to be configured separately to use Tor.
de: Sie müssen getrennt konfiguriert werden, um Tor zu verwenden.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
de: Wenn du sicher sein musst, dass aller Datenverkehr durch das Tor-Netzwerk geht, schau dir [Tails, ein Live-Betriebssystem](https://tails.boum.org/) an. Du kannst es auf fast jedem Computer von einem USB-Stick oder einer DVD aus starten.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
de: Soll ich neue Add-Ons oder Erweiterungen wie AdBlock Plus oder uBlock Origin im Tor Browser installieren?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
de: Es ist stark davon abzuraten, neue Add-Ons im Tor Browser zu installieren, weil diese Ihre Privatsphäre und Sicherheit gefärden können.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
de: Die Installation neuer Add-ons kann den Tor Browser auf unvorhergesehene Weise beeinflussen und möglicherweise deinen Tor Browser Fingerabdruck einzigartig machen.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
de: Wenn deine Kopie des Tor Browser einen eindeutigen Fingerabdruck hat, können deine Surfaktivitäten deanonymisiert und verfolgt werden, obwohl du Tor Browser benutzt.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
de: Grundsätzlich erzeugen die Einstellungen und Funktionen jedes Browsers einen so genannten "Browser Fingerabdruck".

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
de: Die meisten Browser erzeugen unbeabsichtigt einen einzigartigen Fingerabdruck für jeden Benutzer, der über das Internet verfolgt werden kann.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
de: Tor Browser ist speziell dafür entwickelt wurden, um einen annähernd identischen (Wir sind nicht perfekt!) Fingerabdruck für alle Nutzer herzustellen.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
de: Das bedeutet, dass jeder Tor Browser-Benutzer wie jeder andere Tor Browser-Benutzer aussieht, was es schwierig macht, jeden einzelnen Benutzer zu verfolgen.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
de: Es besteht auch eine gute Chance, dass eine neue Erweiterung die Angriffsfläche des Tor Browser vergrößert.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
de: Dies könnte es ermöglichen, sensible Daten preiszugeben oder einem Angreifer erlauben, den Tor Browser zu infizieren.

source: The add-on itself could even be maliciously designed to spy on you.
de: Die Erweiterung selbst könnte sogar böswillig entworfen worden sein, um dich auszuspionieren.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
de: Im Tor Browser werden bereits zwei Add-Ons mitgeliefert — [HTTPS Everywhere](https://www.eff.org/https-everywhere) und [NoScript](https://noscript.net) — weitere Add-Ons hinzuzufügen könnte Sie deanonymisieren.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
de: Willst du mehr über Browser-Fingerabdrücke wissen? Hier ist ein [Artikel](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) auf dem Tor Blog über all das.

source: Can I download Tor Browser for Chrome OS?
de: Kann ich den Tor Browser für Chrome OS herunterladen?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
de: Leider gibt es keine Tor Browser Version für Chrome OS.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
de: Du kannst [Tor Browser für Android](https://www.torproject.org/download/#android) auf Chrome OS benutzen. Beachte, dass du durch benutzen von Tor Mobile auf Chrome OS die Mobile-Version (nicht Desktop) von Webseiten sehen wirst.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
de: Da wir die App in Chrome OS jedoch nicht geprüft haben, wissen wir nicht, ob alle Datenschutzfunktionen von Tor Browser für Android gut funktionieren.

source: Can I pick which country I'm exiting from?
de: Kann ich auswählen, aus welchem Land ich Tor verlasse?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
de: Von Änderungen an den Tor-Verbindungseinstellungen wird stark abgeraten.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
de: Du bekommst den besten Schutz, den Tor bieten kann, wenn du die Routen-Auswahl auf Tor lässt. Überschreiben des Eingangs-/Ausgangsknotens kann deine Anonymität beeinträchtigen.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
de: Wenn es das Ziel ist, sich mit bestimmten Resourcen zu verbinden, die nur einem Land verfügbar sind, ist ein VPN besser geeignet als Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
de: Bitte beachte, dass VPNs hinsichtlich Privatsphäre nicht die gleichen Eigenschaften haben wie Tor, aber sie helfen, Standort-basierte Restriktionen zu umgehen.

source: Is it safe to run Tor Browser and another browser at the same time?
de: Ist es sicher, den Tor Browser und einen anderen Browser zur selben Zeit laufen zu lassen?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
de: Wenn du den Tor Browser und einen anderen Browser zur selben Zeit laufen lässt, gefährdet dies weder die Leistung, noch die Privatsphäreeinstellungen von Tor.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
de: Sei dir jedoch bewusst, dass dein anderer Browser deine Aktivitäten nicht privat behandelt und du versehentlich diesen unsicheren Browser für etwas verwendest, für das du eigentlich den Tor Browser nutzen wolltest.

source: Is there support for *BSD?
de: Gibt es eine Unterstützung für *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
de: Entschuldigung, aber zurzeit ist keine offizielle Unterstützung zum Ausführen vom Tor Browser auf *BSD-Systemen vorhanden.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
de: Da gibt es etwas, was sich [TorBSD project](https://www.torbsd.org/) nennt, aber ihr Tor Browser wird nicht offiziell unterstützt.

source: Why is the first IP address in my relay circuit always the same?
de: Warum ist die erste IP-Adresse in meinem Relais-Schaltkreis immer die selbe?

source: That is normal Tor behavior.
de: Das ist ein normales Verhalten für Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
de: Das erste Relais im Kanal wird Eingangswache ("entry guard") oder Wache ("guard") genannt.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
de: Dies ist ein schnelles und stabiles Relais, das für 2-3 Monate dein Eintrittsserver bleibt, um vor einem bekannten Angriff auf die Anonymität zu schützen.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
de: Alle anderen Server im Kanal wechseln bei jeder Webseite, und zusammen bieten sie vollen Schutz der Privatsphäre durch Tor.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
de: Weitere Informationen zur Funktionsweise der Schutz-Relays findest du in diesem [Blogeintrag](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) und im [Papier](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) über Einstiegs-Schutz-Server.

source: How do I view Tor Browser message log?
de: Wie kann ich das Nachrichtenprotokoll des Tor Browsers lesen?

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
de: Wenn du den Tor Browser geöffnet hast kannst du auf das Hamburger-Menü-Icon klicken (oben rechts im Browser neben der URL Zeile), dann klicke auf "Einstellungen", und zum Schluss auf Tor in der Seitenleiste.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
de: Du solltest eine Option zum Kopieren des Protokolls in die Zwischenablage sehen, mit der du es in einen Editor oder ein Mailprogramm einfügen kannst.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
de: Wie kann ich Tor schneller machen? Ist der Tor Browser langsamer als andere Browser?

source: Using Tor Browser can sometimes be slower than other browsers.
de: Den Tor Browser zu verwenden kann manchmal langsamer sein, als andere Browser zu benutzen.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
de: Das Tor-Netzwerk hat täglich über eine Million Nutzer und etwas mehr als 6000 Relays, die den gesamten Datenverkehr weiterleiten, und die Last auf jedem Server kann manchmal eine Latenzzeit verursachen. Außerdem wird dein Datenverkehr über die Server von Freiwilligen in verschiedenen Teilen der Welt geleitet, und einige Engpässe und Netzwerklatenz sind immer vorhanden.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
de: Du kannst helfen, die Geschwindigkeit des Netzwerks zu verbessern, indem du dein [eigenes Tor Relais betreibst](https://community.torproject.org/relay/) oder andere dazu zu ermutigen, dasselbe zu tun.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
de: Für die viel detailliertere Antwort siehe [Rogers Blogeintrag zum Thema](https://blog.torproject.org/blog/why-tor-is-slow) und [Tors offene Forschungsthemen: Ausgabe 2018](https://blog.torproject.org/tors-open-research-topics-2018-edition) über Netzwerk-Performance.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
de: Trotzdem ist Tor viel schneller als bisher, und wahrscheinlich ist der Geschwindigkeits-Unterschied im Vergleich zu anderen Browsern nicht zu spüren.

source: What search engine comes with Tor Browser and how does it protect my privacy?
de: Welche Suchmaschine verwendet der Tor Browser und wie schützt diese meine Privatsphäre?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
de: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> ist die Standard-Suchmaschine in Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
de: DuckDuckGo verwendet keine Tracker und speichert keine Daten über Suchen. Erfahre mehr über die <mark><a href="https://duckduckgo.com/privacy">Datenschutzrichtlinie von DuckDuckGo</a></mark>.

source: I'm having a problem with DuckDuckGo.
de: Ich habe Schwierigkeiten mit DuckDuckGo.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
de: Bitte besuche das [DuckDuckGo Unterstützungsportal](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
de: Wenn du das für einen Fehler in Tor Browser hältst, erstelle bitte einen Bericht in unserer <mark><a href="https://trac.torproject.org/">Fehler-Datenbank</a></mark>.

source: I'm having a problem with NoScript.
de: Ich habe Schwierigkeiten mit NoScript.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
de: Siehe <mark><a href="https://noscript.net/faq">Häufig gestellte Fragen zu NoScript</a></mark>.

source: I'm having a problem with HTTPS Everywhere.
de: Ich habe Schwierigkeiten mit HTTPS Everywhere.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
de: Siehe <mark><a href="https://www.eff.org/https-everywhere/faq">Häufig gestellte Fragen zu HTTPS Everywhere</a></mark>.

source: How do I update Tor Browser?
de: Wie aktualisiere ich den Tor Browser?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
de: Bitte lies die [Updating-Sektion](https://tb-manual.torproject.org/updating/) im Tor Browser-Handbuch.

source: How do I uninstall Tor Browser?
de: Wie kann ich den Tor Browser entfernen?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
de: Bitte lies die [Deinstallations-Sektion](https://tb-manual.torproject.org/uninstalling/) im Tor Browser-Handbuch.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
de: Gibt es eine Möglichkeit die IP-Adresse, die der Tor Browser mir zuweist, für eine bestimmte Seite zu ändern?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
de: Tor Browser kennt zwei Wege, um deinen Kanal zu wechseln — "Neues Profil" und "Neuer Kanal für diese Seite".

source: Both options are located in the hamburger menu.
de: Beide Optionen sind im Hamburger-Menü zu finden.

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
de: Du kannst auch im Info Menü in der URL Zeile einen neuen Kanal wählen oder eine neue Identität in dem du auf das funkelnde Besensymbol rechtsoben klickst.

source: ##### New Identity
de: ##### Neue Identität

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
de: Diese Option hilft, damit zukünftiges Surfverhalten nicht mit bisherigen Aktivitäten in Verbindung gebracht werden kann.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
de: Dabei werden alle Tabs und Fenster geschlossen und private Informationen wie Cookies und Verlauf gelöscht, und es wird für alle weiteren Verbindungen ein neuer Kanal gewählt.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
de: Tor Browser warnt dich, dass alle Aktivitäten und Downloads gestoppt werden. Bedenke dies, bevor du auf "Neues Profil" klickst.

source: ##### New Tor Circuit for this Site
de: ##### Neuer Kanal für diese Seite

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
de: Diese Option ist nützlich, wenn dein Exit-Knoten sich nicht mit der Webseite verbinden kann, oder sie nicht richtig lädt.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
de: Damit wird der aktuelle Tab oder das Fenster über einen neuen Kanal geladen.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
de: Andere offene Tabs und Fenster von der gleichen Website werden den neuen Kanal benutzen, sobald sie neu geladen werden.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
de: Diese Option löscht private Informationen nicht und entkoppelt auch bisherige Aktivitäten nicht und hat keinen Effekt auf andere Webseiten.
