Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
de: Diese Einstellung bedeutet, dass ihr Relay für die Übermittlung von Datenverkehr innerhalb des Tor Netzwerkes verwendet wird, aber nicht für Verbindungen zu externen Websiten oder anderen Diensten.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
de: Wenn du alle Exit Verbindungen erlaubst, stelle sicher, dass die Namensauflösung funktioniert.

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
de: Wenn dein Computer irgendwelche Ressourcen nicht erreichen kann (bspw. weil er sich hinter einer Firewall oder einem Inhaltsfilter befindet), solltest du diese explizit in deinen Exit Richtlinien verbieten, da sonst auch andere Tor Nutzer betroffen sind.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
de: Ich habe ein rechtliches Problem. Wie beweise ich, dass mein Server zu einem bestimmten Zeitpunkt ein Tor Relay war?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
de: [Exonerator](https://exonerator.torproject.org/) ist ein Webdienst der überprüfen kann ob eine IP-Adresse zu einem bestimmten Zeitpunkt ein Relay war.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
de: Bei Bedarf können wir auch einen [unterschriebenen Brief](https://www.torproject.org/contact/) zur Verfügung stellen.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
de: Warum kann ich nicht mehr surfen, nach dem ich die Bandbreite meines Tor Relays begrenzt habe?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
de: Die Werte die in [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) und [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) festgelegt werden gelten sowohl für Client als auch die Übermittlungsfunktion von Tor.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
de: Deshalb kann es sein, dass du nicht mehr surfen kannst sobald dein Tor im Ruhezustnad ist. Dann steht folgendes im Protokoll:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
de: Die Lösung ist es zwei Tor Prozesse laufen zu lassen - einen Relay und einen Client, jeder mit passender Konfiguration.

source: One way to do this (if you are starting from a working relay setup) is as follows:
de: Eine Möglichkeit es zu machen (wenn du mit einem laufenden Relay Setup beginnst) ist wie folgt:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
de: * In der Relay Tor torrc Datei, setze einfach den SocksPort auf 0.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
de: * Erstelle eine neue torrc Datei aus dem torrc,beispiel und stelle sicher, dass sie eine andere Datei als das Relay verwenden.

source: One naming convention may be torrc.client and torrc.relay.
de: Ein Name könnte torrc.client oder torrc.relay sein.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
de: * Fügen sie `-f /path/to/correct/torrc` in die Startskripte des Clients und des Relays ein.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
de: * Die Veränderung der Startskripte zu `Tor.client` und `Tor.relay` in Linux/BSD/Mac OS X kann die Trennung der config erleichtern.

source: Can I use IPv6 on my relay?
de: Kann ich IPv6 auf meinem Relay verwenden?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
de: Tor [bietet teilweise Unterstützung für IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) und wir ermutigen jeden Relay Betreiber [IPv6] (https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in seiner [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) Datei zu aktivieren wenn IPv6 verfügbar ist.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
de: Momentan setzt Tor IPv4 Adressen auf den Relays voraus. Es ist nicht möglich einen Tor Relay auf einem Server nur mit IPv6 Adressen zu betreiben.

source: How can I limit the total amount of bandwidth used by my Tor relay?
de: Wie kann ich die gesamte Bandbreite, die mein Tor Relay nutzt, begrenzen?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
de: Die accounting Option in der torrc Datei ermöglichen es ihnen die maximale Menge an Bytes die in einer bestimmten Zeitspanne verwendet werden anzugeben.

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
de: Dies gibt die maximale Datenmenge an die ihr Relay während einer Abrechnungsperiode senden/verwenden darf.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
de: Wenn der Abrechnungszeitraum vorbei ist (von AccountingStart), wird der Zähler für AccountingMax auf 0 gesetzt.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
de: Beispiel: Du möchtest jeden Tag 50 GB Traffic erlauben und die Abrechnung setzt sich jeden nachmittag zurück:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
de: Beachte, dass dein Relay nicht genau zu Beginn des Abrechnungszeitraumes starten wird.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
de: Es wird gespeichert, wie schnell dein Relay seine maximale Bandbreite ausgeschöpft hat und dann wird ein neuer zufälliger Zeitpunkt in dem neuen Zeitraum gewählt, wann der Relay startet.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
de: Dadurch verhindern wir, dass nicht hunderte Relays Ende des Monats ihren Betrieb einstellen.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
de: Teilen sie einfach ihr monatliches Volumen durch 30. Sie können auch die Bandbreite begrenzen um ihren Beitrag am Tor Netzwerk über den ganzen Tag zu verteilen: Wenn sie X GB in jede Richtung anbieten wollen, dann begrenzen sie die Bandbreite für ihren Relay auf 20*X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
de: Wenn sie zum Beispiel 50 GB Volumen in jede Richtung haben, dann setzten sie die Bandbreite ihres Relays auf 1000 KBytes: Dadurch ist ihr Relay immer für mindestens die Hälfte des Tages nützlich.

source: RelayBandwidthRate 1000 KBytes
de: RelayBandbreite 1000 KBytes

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
de: RelayBandwidthBurst 5000 KBytes # erlaube höhere Bursts behalte aber den Durchschnit bei

source: I want to run more than one Tor relay.
de: Ich möchte mehr als einen Tor Relay betreiben

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
de: Großartig. Wenn du mehrere Relays betreiben willst um das Netzwerk noch besser zu unterstützen freut uns das.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
de: Bitte betreibe nicht mehr als ein paar Dutzend im gleichen Netzwerk, denn Teil des Ziels des Tor Netzwerks ist es dezentral und vielfältig zu sein.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
de: Wenn du dich dazu entscheidest mehr als einen Relay zu betreiben, dann verändere bitte die "MyFamily" Konfiguration Option in der torrc Datei bei jedem Relay. Liste alle Relays (durch Komma getrennt) die unter deiner Kontrolle stehen auf:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
de: wo jeder Fingerabdruck der 40 Zeichen Fingerabdruck ist (ohne Leerzeichen)

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
de: Dadurch wissen Tor Clients welche Relays zusammen gehören und können so vermeiden, dass sie nicht mehr als einen deiner Relays zusammen verwenden.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
de: Du solltest MyFamily für deine Relays einstellen wenn du Kontrolle über den Computer und/oder das Netzwerk hast. Auch wenn die Relays über verschiedene Provider und Standorte verteilt sind.

source: My relay recently got the Guard flag and traffic dropped by half.
de: Mein Relay hat kürzlich die Guard flag bekommen und der Datenverkehr halbierte sich.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
de: Lese mehr Details in diesem [Blogpost](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) oder in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
de: Wie funktioniert die offline ed25519 Identifizierung? Was muss ich wissen?

source: In simple words, it works like this:
de: In einfachen Worten funktioniert es so:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
de: * Es gibt eine master ed25519 identity secret key Datei "ed25519_master_id_secret_key".

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
de: Das ist das wichtigste, daher solltest du ein Backup machen und die Datei an einem sicheren Ort aufbewahren.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
de: Tor kann es für dich entschlüsseln wenn du es manuell erzeugst (wenn gefragt gib ein Passwort ein).

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
de: * Ein medium term signing key ist "ed25519_signing_secret_key", der für Tor gerneriert wird.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
de: Ebenso wird ein Zertifikat erstellt "ed25519_signing_cert", dass von dem master identity secret key signiert wird und sicherstellt, dass der medium term signing key für einen bestimmten Zeitraum validiert ist.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
de: Die standardmäßige Gültigkeit beträgt 30 Tage. Das kann in der torrc Datei angepasst werden mit "SigningKeyLifetime N days|weeks|months".

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
de: * Es gibt ebenfalls einen master public key "ed25519_master_id_public_key", der die tatsächliche Identität des Relays im Netzwerk bewirbt.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
de: Dieser ist nicht empfindlich und kann aus dem "ed5519_master_id_secret_key" errechnet werden.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
de: Du musst den medium term signing key und das Zertifikat manuell erneuern bevor es ausläuft, sonst wird der Tor Prozess nach Ablauf auf dem Relay beendet.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
de: Wenn du diese Funktion nutzen möchtest, kannst du den [detaillierteren Guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) lesen.

source: How do I run a middle or guard relay on Debian?
de: Wie betreibe ich ein Mittel- oder Wächter-Relay mit Debian?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
de: Die ausführlichsten Informationen zum Betreiben eines Relays findest im [Relay Setup Guide](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
de: Wie betreibe ich einen Exit-Knoten mit Debian?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
de: Wie betreibe ich ein Mittel- oder ein Wächter-Relay auf FreeBSD oder HardenedBSD?

source: How do I make sure that I'm using the correct packages on Ubuntu?
de: Wie stelle ich fest, dass ich die korrekten Ubuntu-Pakete verwende?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
de: * Benutze keine Pakete in Ubuntu-Quellen. Diese werden nicht verlässlich aktualisiert. Wenn du sie benutzt, wirst du wichtige Stabilitäts- und Sicherheits-Fehlerkorrekturen verpassen.

source: * Determine your Ubuntu version by running the following command:
de: * Ermittle deine Ubuntu-Version mit folgendem Befehl:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
de: * Füge als root die folgenden Zeilen zu /etc/apt/sources.list hinzu. Ersetze "Version" durch die Version, die du im vorherigen Schritt gefunden hast:

source: * Add the gpg key used to sign the packages by running the following commands:
de: * Füge den GPG-Schlüssel, der zum Signieren des Pakets verwendet wurde, mit folgendem Befehl hinzu:

source: * Run the following commands to install tor and check its signatures:
de: * Führe folgenden Befehl aus, um Tor zu installieren und die Signaturen zu überprüfen:

source: How do I run an obfs4 bridge?
de: Wie kann ich eine obfs4-Brücke betreiben?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
de: Schau dir unser [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) um mehr über das Betreiben einer obfs4 bridge zu lernen.

source: Should I run an exit relay from home?
de: Sollte ich einen Austritts-Knoten von zu Hause betreiben?

source: No.
de: Nein.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
de: Wenn sich Strafverfolgungsbehörden für Verbindungen von einem Austrittsknoten interessieren, kann es vorkommen, dass der Computer beschlagnahmt wird.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
de: Aus diesem Grund ist es nicht zu empfehlen, einen Austritts-Knoten von zu Hause zu betreiben.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
de: Verwende für einen Ausgangs-Knoten stattdessen eine kommerzielle Einrichtung, die Tor unterstützt.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
de: Benutze eine eigene IP-Adresse für jeden Austrittsknoten und benutze ihn nicht für eigene Verbindungen.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
de: Selbstverständlich solltest du es vermeiden, sensitive persönliche Informationen auf dem Computer des Exit-Relays zu speichern.

source: How should I configure the outgoing filters on my relay?
de: Wie soll ich die Ausgangsfilter meines Relays konfigurieren?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
de: Alle ausgehenden Verbindungen müssen erlaubt sein, sodass jeder Relay mit den anderen Relays kommunizieren kann.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
de: In vielen Rechtssystemen sind Tor Relay Betreiber rechtlich durch die gleichen Bestimmungen geschützt, die verhindern, dass Provider für Inhalte Dritter, die durch ihr Netzwerk laufen, haftbar gemacht werden können.

source: Exit relays that filter some traffic would likely forfeit those protections.
de: Exit Relays die einen Teil des Datenverkehrs filtern verlieren möglicherweise diesen Schutz.

source: Tor promotes free network access without interference.
de: Tor fördert den freien Netzwerkzugang.

source: Exit relays must not filter the traffic that passes through them to the internet.
de: Exit Relays müssen den Datenverkehr der über sie ins Internet läuft nicht filtern.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
de: Wenn wir entdecken, dass ein Exit Relay den Datenverkehr filtert, bekommt er von uns die [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag.

source: Should I install Tor from my package manager, or build from source?
de: Sollte ich Tor über meinen Paketmanager installieren oder direkt aus der Quelle bauen?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
de: Wenn du Debian oder Ubuntu verwendest hat es viele Vorteile Tor aus dem [Tor Project's Repository](https://support.torproject.org/apt/tor-deb-repo/) zu installieren.

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
de: * Dein `ulimit -n` wird auf 32768 gesetzt. Genug um alle Verbindungen offen zu halten, die Tor verwendet.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
de: * Weil extra ein Nutzerprofil nur für Tor erstellt wird muss Tor nicht als root ausgeführt werden.

source: * An init script is included so that Tor runs at boot.
de: * Ein init Skript ist eingebaut, damit Tor sofort läuft.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
de: * Tor funktioniert mit `--verify-config`, sodass die meisten Probleme mit deiner Konfigurationsdatei erkannt werden.

source: How stable does my relay need to be?
de: Wie stabil sollte mein Relay sein?

source: We aim to make setting up a Tor relay easy and convenient:
de: Unser Ziel ist es die EInrichtung eines Tor Relays möglichst einfach zu machen:

source: * It's fine if the relay goes offline sometimes.
de: * Es ist in Ordnung wenn der Relay manchmal offline ist.

source: The directories notice this quickly and stop advertising the relay.
de: Die Verzeichnisse merken das schnell und stellen keine Verbindungen mehr zu dem Relay her.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
de: Beachte nur, dass es nicht zu oft passiert, weil jedesmal die Verbindung die über den Relay läuft abbricht.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
de: * Jeder Tor Relay hat eine [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) die genau festlegt, welche Ausgansverbindungen auf dem Relay erlaubt oder verboten sind.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
de: Wenn du dir nicht sicher bist ob du einen Exit Relay betreiben möchtest, solltest du Verbindunge nur zu anderen Tor Relays erlauben.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
de: * Dein Relay schätzt die Bandbreitenkapazität und tauscht diese mit dem Tor Netzwerk aus. Relays mit hoher Bandbreite ziehen mehr Benutzer an. Trotzdem sind auch Relays mit geringer Bandbreite nützlich.

source: Why is my Tor relay using so much memory?
de: Wieso verwendet mein Tor Relay so viel Arbeitsspeicher?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
de: Hier sind ein paar Tipps falls dein Tor Relay zu viel Arbeitsspeicher verbraucht:

source: How do I decide if I should run a relay?
de: Wie entscheide ich, ob ich einen Relay betreiben sollte?

source: We're looking for people with reasonably reliable Internet connections, that have at least 10 Mbit/s (Mbps) available bandwidth each way. If that's you, please consider [running a Tor relay](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).
de: Wir sind auf der Suche nach Leuten mit einer stabilen Internetverbindung, die mindestens 10 Mbit/s (Mbps) Up- und Downloadgeschwindigkeit hat. Wenn das auf dich zutrifft, beachte bitte den [Tor Relay Guide](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).

source: Even if you do not have at least 10 Mbit/s of available bandwidth you can still help the Tor network by running a [Tor bridge with obfs4 support](https://community.torproject.org/relay/setup/brige). In that case you should have at least 1 MBit/s of available bandwidth.
de: Selbst wenn du keine 10 Mbit/s zur Verfügung hast kannst du dem Tor Netzwerk trotzdem helfen, indem du eine [Tor bridge mit obfs4 Unterstützung](https://community.torproject.org/relay/setup/brige) betreibst. Dafür solltest du eine Mindestbandbreite von 1 Mbit/s haben.
