Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
fa: قبل از ویرایش `torrc` مرورگر Tor را ببندید، در غیر اینصورت مرورگر Tor ممکن است اصلاحات شما را پاک کند.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
fa: برخی گزینه ها هیچ تاثیری نخواهند داشت از آنجایی که مرورگر Tor اولویت آن ها را از گزینه های خط فرمان در زمان شروع Tor پایین تر قرار میدهد.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
fa: نگاهی به فایل [نمونه `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) برای اینکه نکاتی در مورد پیکربندی های رایج بدانید داشته باشید.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
fa: برای گزینه های پیکربندی دیگری که می توانید از آن استفاده کنید، [صفحه راهنما Tor](https://2019.www.torproject.org/docs/tor-manual.html.en) را ببینید.

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
fa: به یاد داشته باشید، تمام خطوط در torrc که با `#` شروع می شوند به عنوان کامنت در نظر گرفته می شوند و هیچ تاثیری روی پیکربندی Tor ندارند.

source: Does Tor Project make an application for private chat?
fa: آیا پروژه‌ی تور نرم افزاری برای چت خصوصی می‌سازد؟

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
fa: خیر. پس از یازده انتشار بتا، ما پشتیبانی [پیام رسان Tor](https://blog.torproject.org/sunsetting-tor-messenger) را متوقف کردیم.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
fa: ما هم چنان به قابلیت Tor در مورد استفاده قرار گرفتن در برنامه پیام رسانی ایمان داریم، اما ما از منابع کافی برای بوجود آوردن آن در این برهه زمانی برخوردار نیستیم.

source: Do you? [Contact us](https://www.torproject.org/contact).
fa: شما چطور؟ [با ما تماس بگیرید](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
fa: آیا من می‌توانم تور را بر روی سخت افزار آندروید اجرا کنم؟

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
fa: بله، یک نسخه از [مرورگر Tor](https://www.torproject.org/download/#android) برای اندروید وجود دارد. نصب مرورگر Tor برای اندروید تنها چیزی است که برای اجرا Tor روی دستگاه های اندروید خود نیاز دارید.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
fa: پروژه گاردین برنامه [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) را فراهم می کند که می تواند برای مسیر یابی سایر برنامه های روی دستگاه شما از طریق شبکه Tor به کار رود. هرچند فقط مرورگر Tor برای اندروید نیاز است تا با آن بتوان در وب گردش داشت.

source: Who is the Guardian Project?
fa: پروژه گاردین چیست؟

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
fa: پروژه گاردین از Orbot (و دیگر برنامه های حریم خصوصی) روی اندروید نگهداری می کند. اطلاعات بیشتر می تواند روی [سایت پروژه گاردین](https://guardianproject.info/) یافت شود.

source: Can I run Tor on an iOS device?
fa: آیا می توان Tor را بر روی دستگاه هایی که از سیستم عامل iOS استفاده می کنند، اجرا کرد؟

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
fa: ما یک برنامه iOS را به نام مرورگر Onion توصیه می کنیم که متن باز بوده و از مسیریابی Tor استفاده می کند و توسط شخصی توسعه داده شده است که با پروژه Tor همکاری نزدیکی دارد.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
fa: هرچند، اپل از مرورگر های روی iOS می خواهد تا از چیزی به نام Webkit استفاده کنند که این باعث می شود تا Onion Browser فاقد همان میزان محافظت حریم خصوصی که مرورگر تور انجام میدهد باشد.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
fa: [درباره Onion Browser بیشتر یاد بگیرید](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
fa: Onion Browser را از [اپ استور](https://itunes.apple.com/us/app/onion-browser/id519296448) دانلود کنید.

source: How do I run Tor on Windows Phone?
fa: چگونه تور را روی گوشی ویندوز اجرا کنم؟

source: There is currently no supported method for running Tor on Windows Phone.
fa: هم اکنون هیچ روش پشتیبانی شده ای برای اجرا تور روی گوشی ویندوز وجود ندارد.

source: What happened to Orfox?
fa: چه اتفاقی برای Orfox افتاد؟

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
fa: با انتشار [مرورگر Tor برای اندروید](https://www.torproject.org/download/#android) Orfox [کنار گذاشته شده است](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
fa: آیا من هم به مرورگر تور و Orbot برای اندروید نیاز دارم یا فقط یکی از آن ها کفایت می کند؟

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
fa: با وجود اینکه هم مرورگر Tor و Orbot برای اندروید عالی هستند، کار های متفاوتی را انجام می دهند.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
fa: مرورگر Tor برای اندروید مانند مرورگر Tor برای دسکتاپ می باشد، اما روی دستگاه موبایل شما می باشد. یک مرورگر است که از شبکه Tor استفاده می کند و سعی می کند تا جای ممکن ناشناس باشد.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
fa: Orbot در عوض یک پراکسی می باشد که به شما اجازه می دهد تا داده برنامه های دیگر خود (کلاینت ایمیل، پیام رسان های فوری، غیره) را از شبکه tor رد کنید. یک نسخه از Orbot هم چنین در مرورگر Tor برای اندروید وجود دارد و چیزی است که به آن اجازه می دهد تا به شبکه Tor وصل شود.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
fa: آن نسخه، هرچند به شما اجازه نمی دهد تا برنامه های دیگر که خارج از مرورگر Tor می باشند و برای اندروید می باشند را از آن ارسال کنید.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
fa: بسته به اینکه به چه شکل می خواهید از شبکه tor استفاده کنید، یکی از اینها می تواند گزینه خوبی باشد.

source: Is Tor Browser available on F-Droid?
fa: آیا مرورگر تور روی F-Droid موجود می باشد؟

source: It will be, _soon_.
fa: بله، _بزودی_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
fa: در این زمان می توانید از F-Droid برای دانلود مرورگر Tor اندروید با فعال سازی [مخزن پروژه گاردین](https://guardianproject.info/fdroid/) استفاده کنید.

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
fa: [یاد بگیرید چه طور می توانید یک مخزن به F-Droid اضافه کنید.](https://f-droid.org/en/tutorials/add-repo/)

source: How do I download Tor Browser if the torproject.org is blocked?
fa: چه طور مرورگر تور را از torproject.org دانلود کنم اگر مسدود است؟

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
fa: اگر نمی توانید مرورگر Tor را از [سایت](https://www.torproject.org) دانلود کنید، می توانید یک نسخه از مرورگر Tor را از [GetTor](https://gettor.torproject.org/) دریافت کنید.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
fa: GetTor یک سرویس می باشد که به صورت خودکار به پیام هایی با لینک هایی از آخرین نسخه از مرورگر Tor پاسخ می دهد که در مکان های مختلف میزبانی شده است و به همین دلیل احتمال سانسور شدن آن کمتر می باشد، مانند Dropbox، Google Drive و گیت هاب.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
fa: شما می توانید مرورگر Tor را از [https://tor.eff.org](https://tor.eff.org) یا [https://tor.ccc.de](https://tor.ccc.de) دانلود کنید.

source: To use GetTor via email.
fa: استفاده از GetTor بوسیله ایمیل.

source: Send an email to gettor@torproject.org.
fa: یک ایمیل به نشانی gettor@torproject.org ارسال کنید.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
fa: سیستم عامل خود ( مثلا ویندوز، مک یا لینوکس) را در بدنه پیام بنویسید و ارسال کنید.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
fa: شما حق انتخاب از بین نرم افزار 32 بیت یا 64 بیت را خواهید داشت. این بستگی به مدل کامپیوتری که از آن استفاده می کنید دارد. به اطلاعات سیستم خود رجوع کنید.

source: To use GetTor via Twitter.
fa: استفاده از GetTor بوسیله توییتر.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
fa: GetTor از طریق توییتر هم اکنون تحت نگهداری می باشد. لطفا به جای آن از [ایمیل](https://support.torproject.org/gettor/gettor-2) استفاده کنید.

source: To use GetTor via XMPP (Jitsi, CoyIM).
fa: برای استفاده از GetTor از طریق XMPP (مانند Jitsi یا CoyIM)

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
fa: برای دریافت لینک برای دانلود مرورگر تور، یک پیام به gettor@torproject.org با یکی از کد های زیر در آن ارسال کنید:

source: * Linux
fa: * لینوکس

source: * macOS (OS X)
fa: * مک

source: * Windows
fa: * ویندوز

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
fa: مرورگر تور متصل نمی شود، اما به نظر نمی رسد مشکل از سانسور باشد.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
fa: یکی از رایج ترین مشکلاتی که باعث خطا اتصال در مرورگر تور می شود نادرست بودن ساعت سیستم است.

source: Please make sure your system clock and timezone are set accurately.
fa: لطفا مطمئن شوید که ساعت سیستم و منطقه زمانی شما به درستی تنظیم شده است.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
fa: اگر این مشکل را حل نکرد، به صفحه عیب یابی روی [راهنما مرورگر Tor](https://tb-manual.torproject.org/en-US/troubleshooting) بروید.

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
fa: من در وصل شدن به تور مشکل دارم، نمی توانم بفهمم مشکل از کجاست.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
fa: اگر در اتصال خود دچار مشکل می باشید، یک پیام خطا ممکن است پدیدار شود و شما می توانید گزینه "کپی لاگ تور روی کلیپ بورد" را انتخاب کنید.

source: You should see one of these common log errors (look for the following lines in your Tor log):
fa: شما باید یکی از این خطاهای لاگ رایج را ببینید (دنبال خط های زیر در لاگ تور خود باشید):

source: ##### Common log error #1: Proxy connection failure
fa: ##### خطا لاگ رایج 1#: خطا اتصال پراکسی

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
fa: اگر خط هایی به این شکل در لاگ تور خود می بینید، به این معناست که در اتصال به پراکسی ساکس مشکل دارید.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
fa: اگر یک پراکسی ساکس برای تنظیم شبکه شما نیاز است، لطفا مطمئن شوید که جزئیات پراکسی را به درستی وارد کرده اید.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
fa: اگر یک پراکسی ساکس نیاز نیست یا مطمئن نیستید، لطفا سعی کنید به شبکه Tor بدون پراکسی وصل شوید.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
fa: اگر خط های به این شکل در لاگ Tor می بینید، به این معنی است که Tor در وصل شدن به اولین گره چرخه Tor ناموفق بوده است.

source: This could mean that you’re on a network that’s censored.
fa: این می‌تواند به این معنا باشد که شما در شبکه‌ای هستید که سانسور می‌شود.

source: Please try connecting with bridges, and that should fix the problem.
fa: لطفا با پل ها متصل شوید تا مشکل برطرف شود.

source: Using bridges will likely fix this.
fa: استفاده کردن از پل هامعمولا این مشکل را برطرف می‌کند.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
fa: اگر چنین خطهایی در لاگ تور می‌بینید یعنی ساعت سیستم شما اشتباه است.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
fa: لطفا ساعت و منطقه‌ی زمانی سیستم خود را بررسی و تصحیح کنید و سپس دوباره تور را راه‌اندازی کنید.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
fa: سایت ما به وسیله یکی از روش های سانسور اینترنت، مسدود شده است. آیا مرورگر تور می‌تواند به کاربران در دسترسی به وب سایت ما کمک کند؟

source: Tor Browser can certainly help people access your website in places where it is blocked.
fa: مرورگر تور حتما می‌تواند به افراد در مکان هایی که وبسایت شما سانسور شده است ، کمک کند تا به وبسایت شما متصل شوند.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
fa: بیشتر اوقات، دانلود <mark><a href="https://www.torproject.org/download/download-easy.html.en">مرورگر تور</a></mark> و استفاده از آن برای رفتن به سایت مسدود شده امکان دسترسی خواهید داشت.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
fa: در جاهایی که سانسور سنگین وجود دارد، ما تعدادی روش برای دور زدن سانسور در دسترس کاربران قرار داده ایم. از جمله این روش ها، می توان به [Pluggable Transport](https://tb-manual.torproject.org/transports/) ها اشاره کرد.

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
fa: برای آگاهی بیشتر، بخش [دور زدن سانسور](https://tb-manual.torproject.org/circumvention/) در [راهنمای کاربری مرورگر تور](https://tb-manual.torproject.org/) را بخوانید.

source: A website I am trying to reach is blocking access over Tor.
fa: یکی از سایت‌های مورد نظرم دسترسی از طریق تور را مسدود کرده است.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
fa: گاهی اوقات وبسایت‌ها دسترسی کاربران تور را مسدود می‌کنند چون نمی‌توانند تفاوت بین یک کاربر معمولی تور و ترافیک خودکار را تشخیص دهند.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
fa: بهترین راه برای رفع محرومیت کاربران تور از دسترسی به سایت‌ها این است که کاربران مستقیماً با مدیران سایت تماس بگیرند.

source: Something like this might do the trick:
fa: چیزی شبیه به این می تواند راهگشا باشد:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
fa: "سلام! من سعی کردم تا به سایت شما xyz.com در هنگام استفاده از مرورگر تور دسترسی پیدا کنم و متوجه شدم که شما به کاربران تور اجازه نمی دهید تا به سایت شما دسترسی پیدا کنند.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
fa: ما از شما می خواهیم تا در تصمیم خود تجدید نظر کنید، Tor توسط افراد زیادی در سر تا سر جهان برای اینکه از خریم خصوصی خود محافظت کنند و با سانسور مبارزه کنند استفاده می شود.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
fa: با مسدود سازی کاربران Tor، شما احتمالا افرادی که در کشور هایی سرکوب گر هستند و می خواهند از اینترنت آزاد استفاده کنند، روزنامه نگاران و محققانی که می خواهند از شناسایی در امان باشند، افشاگران و فعالان و افراد عادی که می خواهند توسط شخص سومی ردیابی نشوند را مسدود می کنید.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
fa: لطفا برای حریم خصوصی دیجیتال و آزادی اینترنت یک موضع مقتدرانه گرفته و به کاربران Tor اجازه دهید تا به xyz.com دسترسی داشته باشند. سپاس."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
fa: در مورد بانک ها و سایر سایت های حساس، دیدن مسدود سازی مبتنی بر موقعیت جغرافیایی متداول است (اگر یک بانک می داند که شما معمولا به سرویس آن ها از یک کشور دسترسی پیدا می کنید و ناگهان در حال اتصال از یک گره پایانی هستید که در آنسوی جهان می باشد، ممکن است حساب کاربری شما قفل یا معلق شود).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
fa: اگر قادر نیستید تا به یک سرویس پیازی وصل شوید، لطفا [نمی توانم به X.onion دسترسی پیدا کنم](../../onionservices/onionservices-3) را ببینید.

source: I can’t connect to Tor Browser, is my network censored?
fa: نمی‌توانم به مرورگر Tor دسترسی پیدا کنم، آیا شبکه من سانسور شده است؟

source: You might be on a censored network, and so you should try using bridges.
fa: ممکن است شما روی یک شبکه سانسور شده باشید، در این صورت باید از پل ها استفاده کنید.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
fa: برخی پل ها در درون مرورگر Tor ساخته شده اند و شما می توانید از آن پل ها با انتخاب "پیکربندی" (سپس دنبال کردن درخواست ها) در پنجره راه انداز مرورگر تور که زمان باز کردن مرورگر Tor برای اولین بار باز می شود انتخاب کنید.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
fa: اگر نیاز به پل های دیگر دارید، می توانید آن ها را از [سایت پل ها](https://bridges.torproject.org/?lang=fa) دریافت کنید.

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
fa: برای اطلاعات بیشتر درباره پل ها، [راهنما مرورگر تور](https://tb-manual.torproject.org/bridges) را ببینید.

source: What is a bridge?
fa: پل چیست؟

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
fa: رله های پلی در تور رله هایی هستند که در فهرست راهنمای تور پیدا نیستند.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
fa: این یعنی سرویس دهنده های اینترنتی یا دولت هایی که تلاش می‌کنند از دسترسی به شبکه‌ی تور جلوگیری کنند نخواهند توانست همه‌ی پل ها را ببندند.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
fa: پل ها به درد کاربرانی می‌خورند که حکومت سرکوبگری بالای سر دارند یا کسانی که می‌خواهند لایه‌ی حفاظتی دیگری داشته باشند تا کسی از اتصال آنها به نشانی IP یک رله‌ی همگانی آگاه نشود.

source: A bridge is just a normal relay with a slightly different configuration.
fa: پل یک رله‌ی معمولی است که پیکربندی آن کمی فرق دارد.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
fa: دستورالعمل [چگونه یک پل را اجرا کنم](https://community.torproject.org/relay/setup/bridge/) را ببینید.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
fa: کشورهایی مثل ایران و چین راه هایی برای شناسایی پل های تور و مسدود کردن اتصال به آنها پیدا کرده‌اند.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
fa: پل های [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) این مسئله را با اضافه کردن یک سطح دیگر از پنهان سازی حل می کنند.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
fa: برپا کردن یک پل obfsproxy به یک بسته نرم افزاری اضافه و پیکربندی های اضافی نیاز دارد.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
fa: برای اطلاعات بیشتر صفحه ما روی [حامل های اتصال پذیر](https://www.torproject.org/docs/pluggable-transports.html.en) را ببینید.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
fa: آیا هنگامی که از Tor استفاده می‌کنم، قابلیت استراق سمع اطلاعاتی که با سایت‌ها به اشتراک می‌گذارم، مثل اطلاعات ورود و چیزهایی که در فرم‌ها تایپ می‌کنم، وجود دارد؟

source: Tor prevents eavesdroppers from learning sites that you visit.
fa: تور مانع از گوش ایستادن در سایت‌های یادگیری می‌شود که شما از آن‌ها دیدن می‌کنید.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
fa: هرچند، اطلاعات ارسال شده به صورت رمزگذاری نشده از طریق HTTP می توانند از طریق اپراتور های بازپخش پایانی یا هرکس که ترافیک بین بازپخش پایانی و سایت نهایی را مشاهده می کند ببیند.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
fa: اگر سایتی که مشاهده می کنید از HTTPS استفاده می کند، در اینصورت ترافیکی که بازپخش پایانی را ترک می کند رمزگذاری شده خواهد بود و دیگران قادر به شنود اطلاعات دیگران نخواهند بود.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
fa: #### این تصویر نشان می دهد که چه اطلاعاتی با و بدون مرورگر Tor و رمزگذاری HTTPS قابل شنود است.

source: Can I browse normal HTTPS sites with Tor?
fa: آیا می‌توانم با تور وبسایت هایی را که HTTPS عادی دارند ببینم؟

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
fa: پاسخ کوتاه این است: بله، شما می‌توانید با تور وبسایت های با HTTPS عادی را مرور کنید.
