Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ro: Cum pot face ca Tor să ruleze mai repede? Tor Browser este mai lent decât alte browsere?

source: Using Tor Browser can sometimes be slower than other browsers.
ro: Utilizarea Tor Browser poate fi uneori mai lentă decât alte browsere.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
ro: Rețeaua Tor are peste un milion de utilizatori zilnici și puțin peste 6000 de relee pentru a direcționa tot traficul, iar încărcarea pe fiecare server poate provoca uneori latență. Și, prin proiectare, traficul dvs. este redirecționat prin serverele voluntarilor din diverse părți ale lumii, iar unele blocaje și latența rețelei vor fi întotdeauna prezente.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
ro: Puteți ajuta la îmbunătățirea vitezei rețelei [rulând propriul releu](https://community.torproject.org/relay/) sau încurajând și pe alții să facă acest lucru.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
ro: Pentru răspunsul mult mai aprofundat, consultați [postarea pe blog a lui Roger pe această temă](https://blog.torproject.org/blog/why-tor-is-slow) și [Teme de cercetare deschise pentru Tor: ediția 2018](https://blog.torproject.org/tors-open-research-topics-2018-edition) despre performanța rețelei.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ro: Acestea fiind spuse, Tor este mult mai rapid decât era înainte și este posibil să nu observați vreo schimbare de viteză comparativ cu alte browsere.

source: What search engine comes with Tor Browser and how does it protect my privacy?
ro: Ce motor de căutare vine cu Tor Browser și cum îmi protejează confidențialitatea?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
ro: [DuckDuckGo](https://duckduckgo.com/) este motorul de căutare implicit din Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
ro: DuckDuckGo nu urmărește utilizatorii și nici nu stochează date despre căutările utilizatorilor. Aflați mai multe despre [politica de confidențialitate DuckDuckGo](https://duckduckgo.com/privacy).

source: I'm having a problem with DuckDuckGo.
ro: Am o problemă cu DuckDuckGo.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
ro: Vă rugăm să consultați [portalul de asistență DuckDuckGo](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
ro: Dacă credeți că este o problemă cu Tor Browser vă rugăm să trimiteți un raport la [urmăritorul nostru de erori](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
ro: Am o problemă cu NoScript.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
ro: Vă rugăm să consultați [Întrebări frecvente NoScript](https://noscript.net/faq).

source: I'm having a problem with HTTPS Everywhere.
ro: Am o problemă cu HTTPS Everywhere.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
ro: Vă rugăm să consultați [Întrebările frecvente HTTPS Everywhere](https://www.eff.org/https-everywhere/faq).

source: How do I update Tor Browser?
ro: Cum pot actualiza Tor Browser?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
ro: Vedeți secțiunea [Actualizare](https://tb-manual.torproject.org/updating/) din Manualul Tor Browser.

source: How do I uninstall Tor Browser?
ro: Cum dezinstalez Tor Browser?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
ro: Vă rugăm să consultați [secțiunea Dezinstalare](https://tb-manual.torproject.org/uninstalling/) din Manualul Tor Browser.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ro: Există o modalitate de a schimba adresa IP pe care Tor Browser mi-o atribuie pentru un anumit site?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ro: Tor Browser are două moduri de a vă schimba circuitul de releu - „New Identity” și „New Tor Circuit pentru acest site”.

source: Both options are located in the hamburger menu.
ro: Ambele opțiuni se găsesc în meniul hamburger.

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
ro: Puteți accesa, de asemenea, opțiunea Circuit Nou din meniul cu informații despre site-ul din bara de adrese URL și opțiunea Identitate Nouă făcând clic pe pictograma ca o mătură cu scântei din partea dreaptă sus a ecranului

source: ##### New Identity
ro: ##### Identitate nouă

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ro: Această opțiune este utilă dacă doriți să împiedicați activitatea ulterioară a browserului dvs. ca să fie conectabilă la ceea ce faceți înainte.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ro: Selectând aceasta va închide toate filele și ferestrele dvs., va șterge toate informațiile private, cum ar fi cookie-urile și istoricul de navigare și va folosi noi circuite Tor pentru toate conexiunile.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ro: Tor Browser vă va avertiza că toată activitatea și descărcările vor fi oprite, așa că luați în considerare acest lucru înainte de a face clic pe „Identitate nouă”.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
ro: ![Meniul Tor Browser](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
ro: ##### Circuit Tor nou pentru acest site

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ro: Această opțiune este utilă dacă releul de ieșire pe care îl utilizați nu se poate conecta la site-ul web pe care îl solicitați sau nu îl încarcă corect.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ro: Selectarea acesteia va face reîncărcarea filei sau ferestrei active în prezent pe un nou circuit Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ro: Alte file deschise și ferestre de pe același site vor utiliza noul circuit, odată ce vor fi reîncărcate.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ro: Această opțiune nu șterge nicio informație privată și nu deconectează activitatea și nici nu afectează conexiunile actuale cu alte site-uri web.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
ro: ! [Circuit nou pentru acest site](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ro: Cand folosesc Tor Browser, poate cineva sa afle ce website-uri accesez?

source: Tor Browser prevents people from knowing the websites you visit.
ro: Tor Browser împiedică oamenii să cunoască website-urile pe care le vizitați.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ro: Unele entități, cum ar fi furnizorul dvs. de servicii Internet (ISP), pot vedea că utilizați Tor, dar nu vor ști ce pagină web căutați atunci când faceți acest lucru.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ro: Un site web (bancă, furnizor de e-mail, etc.) mă blochează ori de câte ori folosesc Tor, ce pot face?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ro: Tor Browser face ca conexiunea dvs. să apară adesea ca și cum ar veni dintr-o altă parte a lumii.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ro: Unele site-uri web, cum ar fi băncile sau furnizorii de e-mail, ar putea interpreta acest lucru ca un semn că contul dvs. a fost compromis și vă pot bloca.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ro: Singura modalitate de a rezolva acest lucru este urmând procedura recomandată a site-ului pentru recuperarea contului sau contactarea operatorilor și explicarea situației.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ro: S-ar putea să evitați acest scenariu dacă furnizorul dvs. oferă o autentificare cu 2 factori, care este o opțiune de securitate mult mai bună decât reputațiile bazate pe IP.

source: Contact your provider and ask them if they provide 2FA.
ro: Contactați furnizorul și întrebați-l dacă furnizează 2FA.

source: Which platforms is Tor Browser available for?
ro: Pe ce platforme este Tor Browser disponibil?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
ro: Tor Browser este valabil în [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) și [macOS](https://www.torproject.org/download/).

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
ro: Există o versiune a Tor Browser pentru [Android](https://www.torproject.org/download/#android), iar [Proiectul Guardian](https://guardianproject.info) furnizează și aplicația [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) pentru a orienta alte aplicații de pe dispozitivul Android prin rețeaua Tor.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
ro: Nu există încă o versiune oficială a Tor pentru iOS, totuși vă recomandăm [Browser Onion](https://onionbrowser.com).

source: Can I set Tor Browser as my default browser?
ro: Pot seta Tor Browser ca navigator implicit?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ro: Tor Browser lucrează din greu pentru a se izola de restul sistemului, iar pașii pentru a-l face browser implicit nu sunt de încredere.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
ro: Aceasta înseamnă că uneori un site web s-ar încărca în Tor Browser, iar alteori s-ar încărca într-un alt browser. Acest tip de comportament poate fi periculos și poate rupe anonimatul.

source: Does running Tor Browser make me a relay?
ro: Rularea Tor Browser mă face un releu?

source: Running Tor Browser does not make you act as a relay in the network.
ro: Rularea Tor Browser nu vă face să acționați ca un releu în rețea.

source: This means that your computer will not be used to route traffic for others.
ro: Aceasta înseamnă că computerul dvs. nu va fi folosit pentru a direcționa traficul pentru alții.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
ro: Dacă doriți să deveniți un releu, consultați [Ghidul releului Tor](https://community.torproject.org/relay).

source: Why does Tor Browser ship with JavaScript enabled?
ro: De ce este livrat Tor Browser cu JavaScript activat?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ro: Configurăm NoScript pentru a permite executarea JavaScript în mod implicit în Tor Browser, deoarece multe site-uri web nu vor funcționa cu JavaScript dezactivat.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
ro: Cei mai mulți utilizatori ar renunța la Tor în totalitate dacă am dezactiva JavaScript implicit, deoarece ar provoca multe probleme pentru ei.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
ro: În cele din urmă, dorim să facem Tor Browser cât mai sigur posibil, făcându-l de asemenea utilizabil pentru majoritatea oamenilor, deci, deocamdată, asta înseamnă că lăsăm JavaScript implicit activat.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
ro: Pentru utilizatorii care doresc să aibă dezactivat JavaScript pe toate site-urile HTTP în mod implicit, vă recomandăm să schimbați opțiunea „Nivel de securitate” din Tor Browser.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
ro: Acest lucru se poate realiza navigând la pictograma Securitate (scutul gri mic din partea dreaptă sus a ecranului), apoi făcând clic pe „Setări avansate de securitate ...”.

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
ro: Nivelul „Standard” permite JavaScript, dar nivelurile „Mai sigur” și „Cel mai sigur” blochează script-urile JavaScript pe site-urile HTTP.

source: Can you get rid of all the CAPTCHAs?
ro: Poți scăpa de toate CAPTCHA?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ro: Din păcate, unele site-uri web furnizează CAPTCHA pentru utilizatorii Tor și nu putem elimina CAPTCHA de pe site-urile web.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ro: Cel mai bun lucru de făcut în aceste cazuri este de a contacta proprietarii site-ului web și de a-i informa că imaginile lor CAPTCHA împiedică utilizatori precum dvs. să folosească serviciile lor.

source: Can I run multiple instances of Tor Browser?
ro: Pot rula mai multe instanțe de Tor Browser?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
ro: Nu vă recomandăm să rulați mai multe instanțe de Tor Browser, iar acest lucru poate să nu funcționeze așa cum se prevede pe mai multe platforme.

source: I need Tor Browser in a language that's not English.
ro: Am nevoie de Tor Browser într-o limbă care nu este engleza.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
ro: Dorim ca toată lumea să se poată bucura de Tor Browser în propria limbă. Tor Browser este acum [disponibil în 30 de limbi diferite](https://www.torproject.org/download/languages/) și lucrăm pentru a adăuga mai multe. Vreți să ne ajutați să îl traducem? [Deveniți un traducător Tor!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
ro: De asemenea, ne puteți ajuta la testarea următoarelor limbi pe care le vom lansa, instalând și testând [versiunile Tor Browser Alfa](https://www.torproject.org/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
ro: Administratorul meu de rețea va putea spune că folosesc Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
ro: Când folosiți Tor Browser, nimeni nu poate vedea ce website-uri accesați.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ro: Oricum, este posibil ca furnizorul dvs. de servicii sau administratorii de rețea să vadă că vă conectați la rețeaua Tor, deși nu vor ști ce faceți atunci când ajungeți acolo.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ro: Am probleme cu utilizarea funcțiilor pe Facebook, Twitter sau pe un alt site web atunci când folosesc Tor Browser.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
ro: Uneori, site-urile cu JavaScript pot avea probleme funcționale în Tor Browser.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
ro: Cea mai simplă soluție este să faceți clic pe pictograma Securitate (scutul gri mic din partea dreaptă sus a ecranului), apoi faceți clic pe „Setări avansate de securitate ...”

source: Set your security to "Standard".
ro: Setați-vă securitatea la „Standard”.

source: Why is Tor Browser built from Firefox and not some other browser?
ro: De ce Tor Browser este construit din Firefox și nu din alt browser?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ro: Tor Browser este o versiune modificată a Firefox special concepută pentru utilizarea cu Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ro: S-a lucrat mult la crearea Tor Browser, inclusiv la utilizarea unor patch-uri suplimentare pentru îmbunătățirea confidențialității și securității.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ro: Deși este posibil din punct de vedere tehnic să folosiți Tor cu alte browsere, este posibil să vă deschideți către atacuri potențiale sau scurgeri de informații, astfel încât nu recomandăm acest lucru.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
ro: [Aflați mai multe despre designul Tor Browser](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
ro: Tor Browser folosește un circuit diferit pentru fiecare site web?

source: In Tor Browser, every new domain gets its own circuit.
ro: În Tor Browser, fiecare domeniu nou primește propriul său circuit.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
ro: Documentul [Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) explică în continuare gândirea din spatele acestui design.

source: Why did my search engine switch to DuckDuckGo?
ro: De ce mi s-a modificat motorul de căutare în DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ro: De la lansarea Tor Browser 6.0.6, am trecut la DuckDuckGo ca motor de căutare principal.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
ro: De ceva vreme acum, opțiunea Deconectare, care a fost folosită anterior în Tor Browser, nu a avut acces la rezultatele căutării Google.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
ro: Întrucât opțiunea Deconectare este mai mult un motor de căutare meta, care permite utilizatorilor să aleagă între diferiți furnizori de căutare, a revenit la furnizarea rezultatelor căutării Bing, care erau practic inacceptabile în ceea ce privește calitatea.

source: Why does my Tor Browser say something about Firefox not working?
ro: De ce Tor Browser spune că ceva în Firefox nu funcționează?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
ro: Tor Browser este construit folosind [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), deci pot apărea erori cu privire la Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ro: Vă rugăm să vă asigurați că nicio altă instanță a Tor Browser nu este deja executată și că ați extras Tor Browser dintr-o locație pentru care utilizatorul dvs. are permisiunile corecte.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
ro: Dacă utilizați un antivirus, consultați [Protecția mea antivirus / malware blochează accesarea Tor Browser](https://support.torproject.org/#tbb-10), este ceva obișnuit ca un program anti-virus / anti-malware să genereze acest tip de problemă.

source: Why does Google show up in foreign languages?
ro: De ce apare Google în limbi străine?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
ro: Google folosește „geolocalizarea” pentru a stabili unde vă aflați în lume, astfel încât vă poate oferi o experiență personalizată. Aceasta include utilizarea limbajului pe care îl credeți că preferați și include, de asemenea, oferirea de rezultate diferite la întrebările dvs.
