Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
ml: [ടോർ നെറ്റ്‌വർക്ക്](../tor-tor-network-core-tor) വഴി മാത്രമേ ആക്‌സസ്സുചെയ്യാനാകൂ (വെബ്‌സൈറ്റുകൾ പോലുള്ളവ) സേവനങ്ങളാണ് ഉള്ളി സേവനങ്ങൾ (മുമ്പ് “[മറഞ്ഞിരിക്കുന്ന സേവനങ്ങൾ](../hidden-services)”).

source: Onion services offer advantages over ordinary services on the non-private web, including:
ml: സ്വകാര്യേതര വെബിലെ സാധാരണ സേവനങ്ങളെ അപേക്ഷിച്ച് ഉള്ളി സേവനങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു,

source: These websites use the .onion Top Level Domain (TLD).
ml: ഈ വെബ്‌സൈറ്റുകൾ .onion ടോപ്പ് ലെവൽ ഡൊമെയ്ൻ (TLD) ഉപയോഗിക്കുന്നു.

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
ml: ലഭ്യമായ [സവാള സേവനങ്ങൾ](../onion-services). ഉദാഹരണത്തിന്, "എന്റെ സൈറ്റ് ഡാർക്ക് വെബിലാണ്" എന്നതിനുപകരം "എന്റെ സൈറ്റ് ഉള്ളിസ്ഥലത്താണ്" എന്ന് നിങ്ങൾക്ക് പറയാൻ കഴിയും.

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
ml: OONI എന്നാൽ "[നെറ്റ്‌വർക്ക് ഇടപെടലിന്റെ ഓപ്പൺ ഒബ്സർവേറ്ററി](https://ooni.io/)", [സെൻസർഷിപ്പ്](../network-censorship), നിരീക്ഷണം, [ട്രാഫിക്](../traffic) ഇന്റർനെറ്റിൽ കൃത്രിമം എന്നിവ കണ്ടെത്തുന്നതിനുള്ള ആഗോള നിരീക്ഷണ ശൃംഖലയാണിത്.

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
ml: കമ്പ്യൂട്ടർ ഹാർഡ്‌വെയറും സോഫ്റ്റ്വെയർ ഉറവിടങ്ങളും കൈകാര്യം ചെയ്യുന്നതും കമ്പ്യൂട്ടർ പ്രോഗ്രാമുകൾക്കായി പൊതു സേവനങ്ങൾ നൽകുന്നതുമായ പ്രധാന സിസ്റ്റം സോഫ്റ്റ്വെയർ. വിൻഡോസ്, മാകോസ്, ലിനക്സ് എന്നിവയാണ് ഏറ്റവും കൂടുതൽ ഉപയോഗിക്കുന്ന ഡെസ്ക്ടോപ്പ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങൾ. Android, iOS എന്നിവയാണ് മൊബൈൽ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളിൽ പ്രധാനം.

source: Orbot
ml: ഓര്‍ബോട്ട്

source: Orfox is no longer maintained or supported.
ml: ഓർഫോക്സ് മേലിൽ പരിപാലിക്കുകയോ പിന്തുണയ്ക്കുകയോ ഇല്ല.

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
ml: [ടോർ](../tor-tor-network-core-tor) അത് അയയ്‌ക്കുന്ന [ട്രാഫിക്](../traffic) മറയ്ക്കാൻ ഉപയോഗിക്കാവുന്ന ഉപകരണങ്ങൾ.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
ml: [ഇന്റർനെറ്റ് സേവന ദാതാവ് (ISP)](../internet-service-provider-isp) അല്ലെങ്കിൽ മറ്റ് അതോറിറ്റി [ടോർ നെറ്റ്‌വർക്കിലേക്കുള്ള](../tor-tor-network-core-tor) കണക്ഷനുകൾ സജീവമായി തടയുന്ന സാഹചര്യങ്ങളിൽ ഇത് ഉപയോഗപ്രദമാകും .

source: The private portion of a [public/private key pair](../public-key-cryptography).
ml: [പബ്ലിക് / പ്രൈവറ്റ് കീ ജോഡിയുടെ](../public-key-cryptography) സ്വകാര്യ ഭാഗം.

source: This is the key that must be kept private, and not disseminated to others.
ml: ഇത് സ്വകാര്യമായി സൂക്ഷിക്കേണ്ടതും മറ്റുള്ളവർക്ക് പ്രചരിപ്പിക്കാത്തതുമായ കീയാണ്.

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
ml: ഒരു [ക്ലയന്റ്](../client) ([വെബ് ബ്രൗസർ](../web-browser) പോലെ) ഒരു സേവനവും ([വെബ് സെർവർ](../server))തമ്മിലുള്ള ഒരു മധ്യ മനുഷ്യനാണ് പ്രോക്സി.

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
ml: സേവനത്തിലേക്ക് നേരിട്ട് കണക്റ്റുചെയ്യുന്നതിനുപകരം, ഒരു ക്ലയന്റ് പ്രോക്സിയിലേക്ക് സന്ദേശം അയയ്ക്കുന്നു. പ്രോക്സി ക്ലയന്റിനുവേണ്ടി അഭ്യർത്ഥന നടത്തുകയും പ്രതികരണം ക്ലയന്റിലേക്ക് തിരികെ അയയ്ക്കുകയും ചെയ്യുന്നു. സേവനം പ്രോക്സിയുമായി ആശയവിനിമയം നടത്തുകയും കാണുകയും ചെയ്യുന്നു.

source: The public portion of a [public/private key pair](../public-key-cryptography).
ml: [പബ്ലിക് / പ്രൈവറ്റ് കീ ജോഡിയുടെ](../public-key-cryptography) പൊതു ഭാഗം .

source: This is the key that can be disseminated to others.
ml: മറ്റുള്ളവർക്ക് പ്രചരിപ്പിക്കാൻ കഴിയുന്ന താക്കോലാണിത്.

source: A public-key cryptography system uses pairs of mathematical keys.
ml: ഒരു പബ്ലിക് കീ ക്രിപ്റ്റോഗ്രഫി സിസ്റ്റം ഗണിതശാസ്ത്ര ജോഡികൾ ഉപയോഗിക്കുന്നു.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
ml: ഏതൊരു വ്യക്തിക്കും റിസീവറിന്റെ പബ്ലിക് കീ ഉപയോഗിച്ച് ഒരു സന്ദേശം [എൻ‌ക്രിപ്റ്റ്](../encryption) ചെയ്യാൻ കഴിയും, പക്ഷേ സ്വകാര്യ കീ കൈവശമുള്ള റിസീവറിന് മാത്രമേ സന്ദേശം ഡീക്രിപ്റ്റ് ചെയ്യാൻ കഴിയൂ.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
ml: കൂടാതെ, ഒരു സന്ദേശത്തിന്റെയോ മറ്റ് ഫയലുകളുടെയോ സ്രഷ്ടാവിന്റെ ഐഡന്റിറ്റി തെളിയിക്കാൻ [സിഗ്നേച്ചർ](../cryptographic-signature) സൃഷ്ടിക്കാൻ സ്വകാര്യ കീ ഉപയോഗിക്കാം.

source: This signature can be verified by the public key.
ml: ഈ ഒപ്പ് പൊതു കീ ഉപയോഗിച്ച് പരിശോധിക്കാൻ കഴിയും.

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
ml: [ടോർ നെറ്റ്‌വർക്കിൽ](../tor-tor-network-core-tor) പൊതുവായി ലിസ്റ്റുചെയ്‌ത നോഡ് [ക്ലയന്റുകൾക്ക്](../client) വേണ്ടി [ട്രാഫിക്](../traffic) കൈമാറുകയും അത് സ്വയം രജിസ്റ്റർ ചെയ്യുകയും ചെയ്യുന്നു [ഡയറക്ടറി അതോറിറ്റികളുമായി](../directory-authority).

source: A device on a network that offers a service, such as file and web page storage, email or chat.
ml: ഫയൽ, വെബ് പേജ് സംഭരണം, ഇമെയിൽ അല്ലെങ്കിൽ ചാറ്റ് പോലുള്ള സേവനം വാഗ്ദാനം ചെയ്യുന്ന ഒരു നെറ്റ്‌വർക്കിലെ ഉപകരണം.

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
ml: ഒരു നെറ്റ്‌വർക്കിൽ ആശയവിനിമയം നടത്തുന്ന രണ്ട് ഉപകരണങ്ങൾ തമ്മിലുള്ള സംഭാഷണത്തെ ഒരു സെഷൻ സൂചിപ്പിക്കുന്നു. [ടോർ ബ്രൗസർ](../tor-browser) ഉപയോഗിക്കുന്നത് നിങ്ങൾ [വെബ് ബ്രൗസർ](../web-browser) അടയ്‌ക്കുമ്പോൾ നിങ്ങളുടെ സെഷൻ ഡാറ്റ മായ്‌ക്കപ്പെടുമെന്നാണ്.

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
ml: അജ്ഞാതത്വം ആവശ്യമില്ലാത്ത സേവനങ്ങൾക്കായി ക്രമീകരിക്കാൻ കഴിയുന്ന ഒരു ഉള്ളി സേവനമാണ് ഒരൊറ്റ ഉള്ളി സേവനം, എന്നാൽ അവരുടെ സേവനവുമായി ബന്ധിപ്പിക്കുന്ന ക്ലയന്റുകൾക്കായി ഇത് വാഗ്ദാനം ചെയ്യാൻ ആഗ്രഹിക്കുന്നു. ഉള്ളി സേവനങ്ങൾ‌ക്കായി സാധാരണ ആറ് ഹോപ്പുകളേക്കാൾ [സ്യൂട്ട്](../circuit) ൽ മൂന്ന് ഹോപ്സ് മാത്രമാണ് ഒറ്റ ഉള്ളി സേവനങ്ങൾ ഉപയോഗിക്കുന്നത്.

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
ml: കോർ [ടോർ](../tor-tor-network-core-tor) എന്നതിനായുള്ള പൈത്തൺ (പ്രോഗ്രാമിംഗ് ഭാഷ) കൺട്രോളർ ലൈബ്രറിയാണ് സ്റ്റെം. പൈത്തൺ ഉപയോഗിച്ച് കോർ ടോർ നിയന്ത്രിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇത് നിങ്ങൾക്കുള്ളതാണ്.

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
ml: കമ്പ്യൂട്ടർ സുരക്ഷയിലെ സിബിൽ ആക്രമണം ഒരു ആക്രമണമാണ്, അതിൽ ധാരാളം ഐഡന്റിറ്റികൾ സൃഷ്ടിച്ച് ഒരു പ്രശസ്തി സമ്പ്രദായം അട്ടിമറിക്കപ്പെടുന്നു, കൂടാതെ അവ ഉപയോഗിച്ച് നെറ്റ്വർക്കിൽ അനുപാതമില്ലാതെ വലിയ സ്വാധീനം നേടുകയും ചെയ്യുന്നു.

source: Tails
ml: ടൈൽസ്

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
ml: ഡിവിഡി, യുഎസ്ബി സ്റ്റിക്ക് അല്ലെങ്കിൽ എസ്ഡി കാർഡിൽ നിന്ന് ഏത് കമ്പ്യൂട്ടറിലും നിങ്ങൾക്ക് ആരംഭിക്കാൻ കഴിയുന്ന ഒരു "തത്സമയ" [ഓപ്പറേറ്റിംഗ് സിസ്റ്റം](../operating-system-os) ആണ് ടെയിൽസ്.

source: It aims to preserve your privacy and anonymity.
ml: നിങ്ങളുടെ സ്വകാര്യതയും അജ്ഞാതതയും സംരക്ഷിക്കുകയെന്നതാണ് ഇതിന്റെ ലക്ഷ്യം.

source: [Learn more about Tails](https://tails.boum.org/).
ml: [വാലുകളെക്കുറിച്ച് കൂടുതലറിയുക](https://tails.boum.org/).

source: The Tor Project
ml: ടോർ പദ്ധതി

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
ml: ടോർ പ്രോജക്റ്റിന് ഒന്നുകിൽ ടോർ സോഫ്റ്റ്വെയർ പരിപാലിക്കുന്നതിനുള്ള ഉത്തരവാദിത്തമുള്ള 501(c)3 US ലാഭേച്ഛയില്ലാത്ത ടോർ പ്രോജക്റ്റ് ഇങ്ക് അല്ലെങ്കിൽ ടോർ സൃഷ്ടിക്കാൻ സഹായിക്കുന്ന ലോകമെമ്പാടുമുള്ള ആയിരക്കണക്കിന് സന്നദ്ധ പ്രവർത്തകർ ഉൾപ്പെടുന്ന ടോർ പ്രോജക്റ്റ് കമ്മ്യൂണിറ്റി എന്നിവ പരാമർശിക്കാം.

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
ml: നിങ്ങളുടെ [IP വിലാസം](../ip-address), [വെബ് ബ്രൗസർ](../web-browser), [സിസ്റ്റം](../operating-system-os) കൂടാതെ നിങ്ങളുടെ ബ്രൗസിംഗ് സ്വഭാവവും, ഇവയെല്ലാം വ്യത്യസ്ത സൈറ്റുകളിലുടനീളം നിങ്ങളുടെ പ്രവർത്തനത്തെ ബന്ധിപ്പിക്കാൻ കഴിയും.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
ml: [ടോർ ബ്രൗസർ](../tor-browser) ഈ പ്രവർത്തനം ധാരാളം സംഭവിക്കുന്നത് തടയുന്നു.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
ml: നിങ്ങളുടെ സ്വകാര്യതയും അജ്ഞാതതയും പരിരക്ഷിക്കുന്നതിന് ടോർ ബ്രൗസർ [ടോർ നെറ്റ്‌വർക്ക്](../tor-tor-network-core-tor) ഉപയോഗിക്കുന്നു.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
ml: നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകളുടെ പേരും വിലാസവും ഉൾപ്പെടെ നിങ്ങളുടെ ഇന്റർനെറ്റ് പ്രവർത്തനം നിങ്ങളുടെ [ഇന്റർനെറ്റ് സേവന ദാതാവ് (ISP)](../internet-service-provider-isp), പ്രാദേശികമായി നിങ്ങളുടെ കണക്ഷൻ കാണുന്ന ഏതൊരാൾ എന്നിവരിൽ നിന്നും മറയ്‌ക്കും.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
ml: കൂടാതെ, ടോർ ബ്രൗസർ രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത് “[ഫിംഗർപ്രിന്റിംഗ്](../browser-fingerprinting)” അല്ലെങ്കിൽ നിങ്ങളുടെ ബ്രൗസർ കോൺഫിഗറേഷനെ അടിസ്ഥാനമാക്കി നിങ്ങളെ തിരിച്ചറിയുന്നതിൽ നിന്ന് വെബ്‌സൈറ്റുകളെ തടയുന്നതിനാണ്.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
ml: സ്ഥിരസ്ഥിതിയായി, ടോർ ബ്രൗസർ [ബ്രൗസിംഗ് ചരിത്രം](../browsing-history) സൂക്ഷിക്കുന്നില്ല.

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
ml: [കുക്കികൾ](../cookie) ഒരൊറ്റ [സെഷന്](../session) മാത്രമേ സാധുതയുള്ളൂ (ടോർ ബ്രൗസർ പുറത്തുകടക്കുന്നതുവരെ അല്ലെങ്കിൽ [പുതിയ ഐഡന്റിറ്റി](../new-identity) അഭ്യർത്ഥിക്കുന്നത് വരെ).

source: Tor Launcher
ml: ടോർ ഉയർത്തുന്നത്

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
ml: നിങ്ങൾ ആദ്യമായി [ടോർ ബ്രൗസർ](../tor-browser) പ്രവർത്തിപ്പിക്കുമ്പോൾ, ടോർ ലോഞ്ചർ വിൻഡോ കാണും.

source: In the second case, Tor Launcher will take you through a series of configuration options.
ml: രണ്ടാമത്തെ സാഹചര്യത്തിൽ, ടോർ ലോഞ്ചർ നിങ്ങളെ നിരവധി കോൺഫിഗറേഷൻ ഓപ്ഷനുകളിലൂടെ കൊണ്ടുപോകും.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
ml: ടോറിൽ എന്തെങ്കിലും തെറ്റ് സംഭവിക്കുമ്പോൾ, "ടോർ ലോഗ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക" എന്ന പിശക് സന്ദേശമുള്ള ഒരു ഓപ്ഷൻ നിങ്ങൾ കണ്ടേക്കാം.

source: Tor Messenger is not in development anymore.
ml: ടോർ മെസഞ്ചർ ഇപ്പോൾ വികസനത്തിൽ ഇല്ല.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
ml: ഇത് ജാബർ (എക്സ്എംപിപി), ഐആർസി, ഗൂഗിൾ ടോക്ക്, ഫേസ്ബുക്ക് ചാറ്റ്, ട്വിറ്റർ, യാഹൂ, മറ്റുള്ളവരെ പിന്തുണച്ചു; ഓഫ്-ദി-റെക്കോർഡ് (ഒടിആർ) സന്ദേശമയയ്ക്കൽ സ്വപ്രേരിതമായി പ്രാപ്തമാക്കി; കൂടാതെ ഒന്നിലധികം ഭാഷകളിലേക്ക് പ്രാദേശികവൽക്കരിച്ച ഉപയോഗിക്കാൻ എളുപ്പമുള്ള ഗ്രാഫിക്കൽ യൂസർ ഇന്റർഫേസ് ഉണ്ടായിരുന്നു.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ പ്രവർത്തിപ്പിക്കാൻ കഴിയുന്ന ഒരു പ്രോഗ്രാമാണ് ടോർ, അത് നിങ്ങളെ ഇന്റർനെറ്റിൽ സുരക്ഷിതമായി സൂക്ഷിക്കാൻ സഹായിക്കുന്നു.

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ml: ലോകമെമ്പാടുമുള്ള സന്നദ്ധപ്രവർത്തകർ നടത്തുന്ന [റിലേകളുടെ](../relay) വിതരണ ശൃംഖലയിലൂടെ നിങ്ങളുടെ ആശയവിനിമയങ്ങൾ ബൗൺസ് ചെയ്യുന്നതിലൂടെ ഇത് നിങ്ങളെ പരിരക്ഷിക്കുന്നു: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ കാണുന്ന ആരെയെങ്കിലും നിങ്ങൾ സന്ദർശിക്കുന്ന സൈറ്റുകൾ പഠിക്കുന്നതിൽ നിന്ന് ഇത് തടയുന്നു, ഒപ്പം നിങ്ങൾ സന്ദർശിക്കുന്ന സൈറ്റുകൾ പഠിക്കുന്നതിൽ നിന്ന് ഇത് തടയുന്നു. നിങ്ങളുടെ ഭൗതികമായ സ്ഥാനം.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
ml: ഈ വോളണ്ടിയർ റിലേകളെ ടോർ നെറ്റ്‌വർക്ക് എന്ന് വിളിക്കുന്നു. ചിലപ്പോൾ ഈ നെറ്റ്‌വർക്കുമായി ബന്ധപ്പെട്ട സോഫ്റ്റ്‌വെയറിനെ കോർ ടോർ എന്നും ചിലപ്പോൾ ["ചെറിയ-ടി ടോർ"](../little-t-tor) എന്നും വിളിക്കുന്നു.

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
ml: മിക്ക ആളുകളും ടോർ ഉപയോഗിക്കുന്ന രീതി [ടോർ ബ്രൗസർ](../tor-browser) ആണ്, ഇത് നിരവധി സ്വകാര്യത പ്രശ്‌നങ്ങൾ പരിഹരിക്കുന്ന [ഫയർഫോക്സ്](../firefox) പതിപ്പാണ്.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
ml: [ടോർ ബ്രൗസർ](../tor-browser) ഉപയോഗിക്കാതെ [ഉള്ളി സേവനങ്ങൾ](../onion-services) ആക്‌സസ് ചെയ്യാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന ഒരു പ്രോജക്റ്റാണ് ടോർ 2 വെബ്.

source: TorBirdy
ml: ടോർ ബെർഡി

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
ml: [ടോർ](../tor-tor-network-core-tor) വഴി കണക്ഷനുകൾ ഉണ്ടാക്കുന്നതിനായി ഈ [വിപുലീകരണം](../add-on-extension-or-plugin) തണ്ടർബേഡ് ക്രമീകരിക്കുന്നു.

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
ml: കോർ [ടോർ](../tor-tor-network-core-tor) കോൺഫിഗറേഷൻ ഫയൽ.

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
ml: ഡി‌എൻ‌എസ് അഭ്യർ‌ത്ഥനകൾ‌ സുരക്ഷിതമായി കൈകാര്യം ചെയ്യുന്നുവെന്നും ഇത് നിങ്ങൾ‌ ഉപയോഗിക്കുന്ന ആപ്ലിക്കേഷനിൽ‌ നിന്നും ടി‌സി‌പി ഒഴികെയുള്ള [ട്രാഫിക്](../traffic) നിരസിക്കുന്നുവെന്നും ഇത് ഉറപ്പാക്കുന്നു.

source: TPI is an acronym for The Tor Project, Inc.
ml: ദി ടോർ പ്രോജക്റ്റിന്റെ ചുരുക്കപ്പേരാണ് ടിപിഐ.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
ml: ഹോസ്റ്റ്നാമങ്ങൾ എഴുതുമ്പോൾ `torproject.org` എന്നതിന്റെ ചുരുക്കത്തിൽ IRC- യിലെ ആളുകൾ പലപ്പോഴും` tpo` ഉപയോഗിക്കുന്നു. ഉദാഹരണത്തിന്, `trac.torproject.org` എന്നതിന്റെ ചുരുക്കമാണ്` trac.tpo`.

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
ml: [ക്ലയന്റുകൾ](../client), [സെർവറുകൾ](../server) അയച്ചതും സ്വീകരിച്ചതുമായ ഡാറ്റയാണ് ട്രാഫിക്.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
ml: പ്രധാന വെബ് ബ്രൗസറുകളിൽ [ഫയർഫോക്സ്](../firefox), ക്രോം, ഇന്റർനെറ്റ് എക്സ്പ്ലോറർ, സഫാരി എന്നിവ ഉൾപ്പെടുന്നു.

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
ml: മറ്റ് വെബ് വിലാസങ്ങൾക്ക് കീഴിൽ നിങ്ങൾക്ക് കണ്ടെത്താൻ കഴിയുന്ന ഒരു വെബ്‌സൈറ്റിന്റെ ഒറ്റത്തവണ പകർപ്പാണ് വെബ്‌സൈറ്റ് മിറർ.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
ml: Torproject.org മിററുകളുടെ നിലവിലെ ലിസ്റ്റ് https://www.torproject.org/getinvolved/mirrors.html.en ൽ ലഭ്യമാണ്.

source: Can I use a VPN with Tor?
ml: ടോറിനൊപ്പം എനിക്ക് ഒരു വിപിഎൻ ഉപയോഗിക്കാനാകുമോ?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ml: പൊതുവായി പറഞ്ഞാൽ, നിങ്ങളുടെ സ്വകാര്യതയെ അപഹരിക്കാത്ത രീതിയിൽ രണ്ടും എങ്ങനെ ക്രമീകരിക്കാമെന്ന് അറിയാവുന്ന ഒരു നൂതന ഉപയോക്താവല്ലെങ്കിൽ ടോറിനൊപ്പം ഒരു വിപിഎൻ ഉപയോഗിക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നില്ല.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
ml: ടോർ + വിപിഎനെക്കുറിച്ചുള്ള കൂടുതൽ വിശദമായ വിവരങ്ങൾ [ഞങ്ങളുടെ വിക്കിയിൽ](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN) കണ്ടെത്താനാകും.

source: Is there a backdoor in Tor?
ml: ടോറിൽ ഒരു ബാക്ക്ഡോർ ഉണ്ടോ?

source: There is absolutely no backdoor in Tor.
ml: ടോറിൽ ബാക്ക്‌ഡോർ ഇല്ല.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
ml: ഞങ്ങളുടെ അധികാരപരിധിയിൽ (യു‌എസ്) ഒരെണ്ണം ചേർക്കാൻ ആരെങ്കിലും ശ്രമിക്കാൻ സാധ്യതയില്ലെന്ന് പറയുന്ന ചില സ്മാർട്ട് അഭിഭാഷകരെ ഞങ്ങൾക്കറിയാം.

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
ml: അവർ ഞങ്ങളോട് ചോദിച്ചാൽ, ഞങ്ങൾ അവരോട് യുദ്ധം ചെയ്യും, (അഭിഭാഷകർ പറയുന്നു) വിജയിക്കും.

source: We will never put a backdoor in Tor.
ml: ഞങ്ങൾ ഒരിക്കലും ടോറിൽ ഒരു ബാക്ക്ഡോർ ഇടുകയില്ല.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
ml: ടോറിൽ ഒരു ബാക്ക്‌ഡോർ ഇടുന്നത് ഞങ്ങളുടെ ഉപയോക്താക്കളോട് വളരെ നിരുത്തരവാദപരമാകുമെന്നും സുരക്ഷാ സോഫ്റ്റ്വെയറിന് പൊതുവെ ഒരു മോശം മാതൃകയാണെന്നും ഞങ്ങൾ കരുതുന്നു.

source: But that said, there are still plenty of subtle attacks people might try.
ml: പക്ഷേ, ആളുകൾ ശ്രമിച്ചേക്കാവുന്ന സൂക്ഷ്മമായ ആക്രമണങ്ങൾ ഇപ്പോഴും ധാരാളം ഉണ്ട്.

source: Somebody might impersonate us, or break into our computers, or something like that.
ml: ആരെങ്കിലും നമ്മളായി ആൾമാറാട്ടം നടത്താം, അല്ലെങ്കിൽ ഞങ്ങളുടെ കമ്പ്യൂട്ടറുകളിലേക്ക് കടന്നേക്കാം, അല്ലെങ്കിൽ അതുപോലെയുള്ള എന്തെങ്കിലും.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
ml: ടോർ ഓപ്പൺ സോഴ്‌സാണ്, സംശയാസ്പദമായ കാര്യങ്ങൾക്കായി നിങ്ങൾ എല്ലായ്പ്പോഴും ഉറവിടം പരിശോധിക്കണം (അല്ലെങ്കിൽ അവസാന റിലീസിന് ശേഷമുള്ള വ്യത്യാസങ്ങളെങ്കിലും).

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
ml: വിതരണ സൈറ്റുകളിൽ ആരും കുഴപ്പമുണ്ടാക്കിയിട്ടില്ലെന്ന് ഉറപ്പാക്കുന്നതിന്, റിലീസുകളിലെ [പിജിപി ഒപ്പുകൾ](/ml//tbb/how-to-verify-signature/) നിങ്ങൾ പരിശോധിക്കണം.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
ml: കൂടാതെ, നിങ്ങളുടെ അജ്ഞാതതയെ ബാധിച്ചേക്കാവുന്ന ആകസ്മിക ബഗുകൾ ടോറിൽ ഉണ്ടാകാം.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
ml: ഞങ്ങൾ ആനുകാലികമായി അജ്ഞാതവുമായി ബന്ധപ്പെട്ട ബഗുകൾ കണ്ടെത്തി പരിഹരിക്കുന്നു, അതിനാൽ നിങ്ങളുടെ ടോർ പതിപ്പുകൾ കാലികമാക്കി നിലനിർത്തുന്നുവെന്ന് ഉറപ്പാക്കുക.

source: What programs can I use with Tor?
ml: ടോറിനൊപ്പം എനിക്ക് എന്ത് പ്രോഗ്രാമുകൾ ഉപയോഗിക്കാൻ കഴിയും?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
ml: ടോറിനൊപ്പം നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന മറ്റ് പ്രോഗ്രാമുകൾ ധാരാളം ഉണ്ട്, എന്നാൽ സുരക്ഷിതമായ ഒരു കോൺഫിഗറേഷൻ ശുപാർശ ചെയ്യാൻ കഴിയുന്നത്ര ആപ്ലിക്കേഷൻ ലെവൽ അജ്ഞാത പ്രശ്‌നങ്ങളെക്കുറിച്ച് ഞങ്ങൾ ഗവേഷണം നടത്തിയിട്ടില്ല.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
ml: [നിർദ്ദിഷ്ട അപ്ലിക്കേഷനുകൾ ടോർഫിംഗ്](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO) എന്നതിനായുള്ള കമ്മ്യൂണിറ്റി പരിപാലിക്കുന്ന നിർദ്ദേശങ്ങളുടെ പട്ടിക ഞങ്ങളുടെ വിക്കിയിൽ ഉണ്ട്.

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
ml: മിക്ക ആളുകളും ടോർ ബ്രബ്രൗസർ ഉപയോഗിക്കുന്നു, അതിൽ ടോർ ഉപയോഗിച്ച് സുരക്ഷിതമായി വെബ് ബ്രൗസ് ചെയ്യേണ്ടതെല്ലാം ഉൾപ്പെടുന്നു.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
ml: മറ്റ് ബ്രൗസറുകളിൽ ടോർ ഉപയോഗിക്കുന്നത് [അപകടകരമാണ്, ശുപാർശ ചെയ്യുന്നില്ല](/ml/tbb/tbb-9/).

source: Can I distribute Tor?
ml: എനിക്ക് ടോർ വിതരണം ചെയ്യാമോ?

source: Yes.
ml: അതെ.

source: The Tor software is [free software](https://www.fsf.org/).
ml: ടോർ സോഫ്റ്റ്വെയർ [സൗജന്യ സോഫ്റ്റ്വെയർ](https://www.fsf.org/) ആണ്.

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
ml: ഇതിനർത്ഥം ടോർ സോഫ്റ്റ്വെയർ പരിഷ്ക്കരിച്ചതോ പരിഷ്ക്കരിക്കാത്തതോ ആയ ഫീസ് അല്ലെങ്കിൽ സൗജന്യമായി പുനർവിതരണം ചെയ്യുന്നതിനുള്ള അവകാശം ഞങ്ങൾ നിങ്ങൾക്ക് നൽകുന്നു എന്നാണ്.

source: You don't have to ask us for specific permission.
ml: നിർദ്ദിഷ്ട അനുമതിക്കായി നിങ്ങൾ ഞങ്ങളോട് ആവശ്യപ്പെടേണ്ടതില്ല.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
ml: എന്നിരുന്നാലും, ടോർ സോഫ്റ്റ്വെയർ പുനർവിതരണം ചെയ്യാൻ നിങ്ങൾ ഞങ്ങളുടെ [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE) പിന്തുടരണം.

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
ml: അടിസ്ഥാനപരമായി ഇതിനർത്ഥം നിങ്ങൾ വിതരണം ചെയ്യുന്ന ടോർ സോഫ്റ്റ്വെയറിന്റെ ഏത് ഭാഗത്തിനൊപ്പം ഞങ്ങളുടെ ലൈസൻസ് ഫയലും ഉൾപ്പെടുത്തേണ്ടതുണ്ട് എന്നാണ്.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
ml: ഞങ്ങളോട് ഈ ചോദ്യം ചോദിക്കുന്ന ഭൂരിഭാഗം ആളുകളും ടോർ സോഫ്റ്റ്വെയർ വിതരണം ചെയ്യാൻ ആഗ്രഹിക്കുന്നില്ല.

source: They want to distribute the Tor Browser.
ml: ടോർ ബ്രൗസർ വിതരണം ചെയ്യാൻ അവർ ആഗ്രഹിക്കുന്നു.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
ml: ഇതിൽ [ഫയർഫോക്സ് എക്സ്റ്റെൻഡഡ് സപ്പോർട്ട് റിലീസ്](https://www.mozilla.org/en-US/firefox/organizations/), നോസ്ക്രിപ്റ്റ്, എച്ച്ടിടിപിഎസ്-എല്ലായിടത്തും വിപുലീകരണങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു.

source: You will need to follow the license for those programs as well.
ml: ആ പ്രോഗ്രാമുകൾക്കായുള്ള ലൈസൻസും നിങ്ങൾ പാലിക്കേണ്ടതുണ്ട്.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
ml: ഈ രണ്ട് ഫയർഫോക്സ് എക്സ്റ്റൻഷനുകളും [ഗ്നു ജനറൽ പബ്ലിക് ലൈസൻസ്](https://www.fsf.org/licensing/licenses/gpl.html) പ്രകാരം വിതരണം ചെയ്യുന്നു, അതേസമയം ഫയർഫോക്സ് ഇ എസ് ആർ മോസില്ല പബ്ലിക് ലൈസൻസിന് കീഴിൽ പുറത്തിറങ്ങുന്നു.
