Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
ro: Valabilitatea implicită este de 30 de zile, dar aceasta poate fi personalizată setând "SigningKeyLifetime N days|weeks|months" în torrc.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
ro: * Există, de asemenea, o cheie publică principală numită „ed25519_master_id_public_key, care este identitatea reală a releului publicat în rețea.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
ro: Acesta nu este sensitive și poate fi calculat cu ușurință de la „ed5519_master_id_secret_key”.

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
ro: Tor va avea nevoie doar de acces la cheia de semnare și certificat pe termen mediu, atâta timp cât acestea sunt valabile, astfel încât cheia secretă de identitate principală poate fi păstrată în afara DataDirectory/keys, pe un suport de stocare sau pe un computer diferit.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
ro: Va trebui să reînnoiți manual cheia de semnare și certificatul pe termen mediu înainte de a expira altfel procesul Tor de pe releu va expira.

source: This feature is optional, you don't need to use it unless you want to.
ro: Această caracteristică este opțională, nu trebuie să o utilizați decât dacă doriți.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
ro: Dacă doriți ca releul dvs. să funcționeze nesupravegheat pentru mai mult timp, fără a fi necesar să efectuați manual reînnoirea cheii de semnare pe termen mediu în mod obișnuit, cel mai bine să lăsați cheia secretă de identitate principală în DataDirectory/keys, trebuie doar să faceți o copie de rezervă în cazul în care va trebui să îl reinstalați.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
ro: Dacă doriți să utilizați această caracteristică, puteți consulta [ghidul nostru detaliat](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) pe această temă.

source: How do I run a middle or guard relay on Debian?
ro: Cum rulez un releu de mijloc sau unul de pază pe Debian?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
ro: Pentru cea mai aprofundată resursă privind rularea unui releu, consultați [Ghidul de instalare a releului](https://community.torproject.org/relay/setup).

source: How do I run an exit relay on Debian?
ro: Cum rulez un releu de ieșire pe Debian?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ro: Cum rulez un releu de mijloc sau unul de pază pe FreeBSD sau HardenedBSD?

source: How do I make sure that I'm using the correct packages on Ubuntu?
ro: Cum mă asigur că folosesc pachetele corecte pe Ubuntu?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ro: * Nu folosiți pachetele din depozitele Ubuntu. Nu sunt actualizate în mod fiabil. Dacă le utilizați, vă veți lipsi de soluții importante de stabilitate și securitate.

source: * Determine your Ubuntu version by running the following command:
ro: * Determinați versiunea dvs. Ubuntu rulând următoarea comandă:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
ro: * Ca rădăcină, adăugați următoarele linii la /etc/apt/sources.list. Înlocuiți 'version' cu versiunea găsită la pasul anterior:

source: * Add the gpg key used to sign the packages by running the following commands:
ro: * Adăugați cheia gpg folosită pentru semnarea pachetelor rulând următoarele comenzi:

source: * Run the following commands to install tor and check its signatures:
ro: * Rulați următoarele comenzi pentru instalarea tor și verificați semnăturile acestuia:

source: How do I run an obfs4 bridge?
ro: Cum pot să rulez un pod obfs4?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
ro: Consultați [ghidul nostru de configurare obfs4](https://community.torproject.org/relay/setup/bridge/) pentru a afla cum puteți configura un pod obfs4.

source: Should I run an exit relay from home?
ro: Ar trebui să conduc un releu de ieșire de acasă?

source: No.
ro: Nu.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ro: Dacă forțele de ordine devin interesate de traficul din releul dvs. de ieșire, este posibil ca ofițerii să vă confiște computerul.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ro: Din acest motiv, cel mai bine este să nu rulați releul de ieșire din casa dvs. sau să utilizați conexiunea la internet de acasă.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ro: În schimb, luați în considerare să rulați releul de ieșire dintr-o instalație comercială care oferă suport pentru Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ro: Aveți o adresă IP separată pentru releul de ieșire și nu vă orientați propriul trafic prin acesta.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ro: Desigur, ar trebui să evitați să păstrați informații personale sau sensibile pe computerul care găzduiește releul de ieșire.

source: How should I configure the outgoing filters on my relay?
ro: Cum ar trebui să configurez filtrele de ieșire din releul meu?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
ro: Toate conexiunile de ieșire trebuie să fie permise, astfel încât fiecare releu să poată comunica cu fiecare alt releu.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
ro: În multe jurisdicții, operatorii de relee Tor sunt protejați legal de aceleași reglementări comune ale transportatorilor care împiedică furnizorii de servicii de internet să fie răspunzători pentru conținutul terților care trece prin rețeaua lor.

source: Exit relays that filter some traffic would likely forfeit those protections.
ro: Releele de ieșire care filtrează un anumit trafic ar putea pierde aceste protecții.

source: Tor promotes free network access without interference.
ro: Tor promovează accesul gratuit la rețea fără interferențe.

source: Exit relays must not filter the traffic that passes through them to the internet.
ro: Releele de ieșire nu trebuie să filtreze traficul care trece prin ele spre internet.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
ro: Releele de ieșire care sunt descoperite că filtrează traficul vor primi indicatorul [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) dacă sunt detectate.

source: Should I install Tor from my package manager, or build from source?
ro: Ar trebui să instalez Tor de la managerul meu de pachete sau să îl creez din sursă?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
ro: În special dacă utilizați Debian sau Ubuntu, există o serie de avantaje pentru instalarea Tor din [depozitul Proiectului Tor](https://support.torproject.org/apt/tor-deb-repo/).

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
ro: * Setarea `ulimit -n` de pe computerul dvs. are valoarea 32768 suficient de mare pentru ca Tor să poată deschide toate conexiunile de care are nevoie.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
ro: * Un profil de utilizator este creat doar pentru Tor, deci Tor nu trebuie să ruleze ca root.

source: * An init script is included so that Tor runs at boot.
ro: * Este inclus un script init astfel încât Tor să ruleze la pornire.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
ro: * Tor rulează cu `--verify-config`, astfel încât cele mai multe probleme cu fișierul de configurare să fie găsite.

source: * Tor can bind to low level ports, then drop privileges.
ro: * Tor se poate lega la porturile de nivel scăzut, apoi poate șterge privilegiile.

source: How stable does my relay need to be?
ro: Cât de stabil trebuie să fie releul meu?

source: We aim to make setting up a Tor relay easy and convenient:
ro: Ne propunem să creăm un releu Tor ușor și convenabil:

source: * It's fine if the relay goes offline sometimes.
ro: * Este în regulă dacă releul este deconectat uneori.

source: The directories notice this quickly and stop advertising the relay.
ro: Directoarele observă acest lucru rapid și opresc publicarea releului.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
ro: Încercați doar să vă asigurați că nu este deconectat prea des, deoarece conexiunile care utilizează releul atunci când se deconectează se vor rupe.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
ro: * Fiecare releu Tor are o [politică de ieșire](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) care specifică ce fel de conexiuni de ieșire sunt permise sau refuzate din acel releu.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
ro: Dacă vă simțiți incomod, permiteți oamenilor să iasă din releul dvs., apoi îl puteți configura pentru a permite doar conexiunile cu alte relee Tor.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
ro: * Releul dvs. va estima pasiv și va face publică capacitatea sa recentă de lățime de bandă, astfel încât releele cu lățime de bandă mare vor atrage mai mulți utilizatori decât cei cu lățime de bandă mică. Prin urmare, sunt utile și releele cu lățime de bandă redusă.

source: Why is my Tor relay using so much memory?
ro: De ce releul meu Tor folosește atât de multă memorie?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
ro: Dacă releul Tor utilizează mai multă memorie decât doriți, iată câteva sfaturi pentru reducerea amprentei sale:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
ro: * Dacă sunteți pe Linux, este posibil să întâmpinați erori de fragmentare a memoriei în implementarea malloc pentru glibc.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
ro: Adică, atunci când Tor eliberează memoria înapoi în sistem, bucățile de memorie sunt fragmentate, astfel încât sunt greu de reutilizat.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
ro: Tor tarball este livrat cu implementarea malloc a OpenBSD, care nu are atât de multe bug-uri de fragmentare (dar compromisul este o sarcină mai mare a procesorului).

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
ro: Puteți spune lui Tor să folosească în schimb această implementare malloc: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
ro: * Dacă utilizați un releu rapid, ceea ce înseamnă că aveți multe conexiuni TLS deschise, probabil că pierdeți multă memorie în bufferele interne ale OpenSSL (38KB + per socket).

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
ro: Am aplicat OpenSSL pentru [eliberarea memoriei tampon neutilizate mai agresiv](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
ro: Dacă actualizați la OpenSSL 1.0.0 sau mai nou, procesul de construire a lui Tor va recunoaște și utiliza automat această caracteristică.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
ro: * Dacă încă nu puteți gestiona încărcarea de memorie, luați în considerare reducerea lățimii de bandă pe care o anunță releul dvs.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
ro: Publicarea unei lățimi de bandă mai mici înseamnă că veți atrage mai puțini utilizatori, astfel încât releul dvs. nu ar trebui să fie la fel de mare.

source: See the `MaxAdvertisedBandwidth` option in the man page.
ro: Consultați opțiunea `MaxAdvertisedBandwidth` din pagina de manual.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
ro: Cum s-a mai spus, releele Tor rapide folosesc multă memorie ram. Nu este neobișnuit ca un releu de ieșire rapidă să utilizeze 500-1000 MB de memorie.

source: Why does my relay write more bytes onto the network than it reads?
ro: De ce releul meu scrie mai mulți octeți în rețea decât citește?

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
ro: Ai dreptate, în mare parte, un octet din releul Tor înseamnă o ieșire de byte și invers. Există însă câteva excepții:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
ro: Dacă deschideți DirPort, clienții Tor vă vor solicita o copie a directorului.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
ro: Cererea pe care o fac clienții (de tip HTTP GET) este destul de mică, iar răspunsul este uneori destul de mare.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
ro: Probabil că aceasta reprezintă în cea mai mare parte diferența dintre numărul de octeți „scriși” și numărul de octeți „citiți”.

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
ro: O altă excepție minoră apare atunci când funcționezi ca nod de ieșire și citești câțiva octeți dintr-o conexiune de ieșire (de exemplu, o mesagerie instantanee sau o conexiune ssh) și o înfășori într-o întreagă celulă de 512 octeți pentru transport prin rețeaua Tor .

source: How do I decide if I should run a relay?
ro: Cum pot decide dacă ar trebui să rulez un releu?

source: I want to upgrade/move my relay. How do I keep the same key?
ro: Vreau să îmi actualizez / să-mi mut releul. Cum păstrez aceeași cheie?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
ro: Atunci când actualizați releul Tor sau îl mutați pe un computer diferit, partea importantă este să păstrați aceleași chei de identitate (stocate în „keys / ed25519_master_id_secret_key” și „keys / secret_id_key” în DataDirectory).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
ro: Păstrarea copiilor de siguranță ale cheilor de identitate, astfel încât să puteți restaura un releu în viitor este modalitatea recomandată de a vă asigura că reputația releului nu va fi pierdută.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
ro: Acest lucru înseamnă că dacă actualizați releul Tor și păstrați același torrc și același DataDirectory, atunci upgrade-ul ar trebui să funcționeze și releul dvs. va continua să utilizeze aceeași cheie.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
ro: Dacă aveți nevoie să alegeți un nou DataDirectory, asigurați-vă că vă copiați în el cheile vechi /ed25519_master_id_secret_key și keys/secret_id_key.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
ro: Notă: Începând cu Tor 0.2.7, folosim identități de generație nouă pentru relee bazate pe criptografia ed25519 cu curbe eliptice.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
ro: În cele din urmă, ele vor înlocui vechile identități RSA, dar asta se va întâmpla în timp, pentru a asigura compatibilitatea cu versiunile mai vechi.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
ro: Până atunci, fiecare releu va avea atât o identitate ed25519 (fișier cheie identitate: keys/ed25519_master_id_secret_key), cât și o identitate RSA (fișier cheie de identitate:keys/secret_id_key).

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
ro: Trebuie să le copiați / să faceți copii de rezervă pentru a restabili releul, a schimba DataDirectory sau a migra releul pe un computer nou.

source: What is the BadExit flag?
ro: Ce este macajul BadExit?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
ro: Când o ieșire este neconfigurată sau dăunătoare, i se atribuie marcajul BadExit. Acest lucru îi spune lui Tor să evite ieșirea prin acel releu. De fapt, releele cu acest marcaj devin non-ieșiri.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
ro: Dacă ați primit acest marcaj, atunci am descoperit o problemă sau o activitate suspectă atunci când dirijăm traficul prin ieșirea dvs. și nu am putut să vă contactăm. Vă rugăm să vă adresați [echipei releelor rele](https://community.torproject.org/relay/community-resources/bad-relays/) pentru a putea rezolva problema.

source: What type of relays are most needed?
ro: Ce tip de relee sunt cele mai necesare?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
ro: * Releul de ieșire este cel mai necesar tip de releu, dar, de asemenea, are cel mai ridicat risc legal de expunere (și **NU trebuie să îl rulați de acasă**).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
ro: * Dacă doriți să rulați un releu cu efort minim, releele de protecție rapidă sunt de asemenea foarte utile

source: * Followed by bridges.
ro: * Urmate de poduri.

source: Why do I get portscanned more often when I run a Tor relay?
ro: De ce îmi scanează mai des porturile când rulez un releu Tor?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
ro: Dacă permiteți conexiuni de ieșire, unele servicii la care oamenii se conectează din releu se vor conecta înapoi pentru a colecta mai multe informații despre dvs. De exemplu, unele servere IRC se conectează din nou la portul ID pentru a înregistra ce utilizator a făcut conexiunea. (Acest lucru nu funcționează cu adevărat pentru ei, deoarece Tor nu cunoaște aceste informații, dar ei încearcă oricum.) De asemenea, utilizatorii care ies din releul dvs. ar putea atrage atenția altor utilizatori pe serverul, site-ul IRC, etc. care vrea să știe mai multe despre gazda prin care transmit.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
ro: Un alt motiv este că grupurile care scanează proxy-uri deschise pe Internet au aflat că uneori releele Tor își expun porturile pentru socks în lume. Vă recomandăm să vă legați portul socks numai de rețelele locale.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
ro: În orice caz, trebuie să fiți la curent cu securitatea. Consultați acest articol despre [securitate pentru releele Tor](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) pentru mai multe sugestii.

source: Why isn't my relay being used more?
ro: De ce nu se folosește mai mult releul meu?

source: If your relay is relatively new then give it time.
ro: Dacă releul dvs. este relativ nou, atunci acordați-i timp.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
ro: Tor decide euristic ce relee folosește pe baza rapoartelor autorităților de lățime de bandă. Aceste autorități iau măsurători ale capacității releului dvs. și, în timp, direcționează mai mult trafic acolo până când ajunge la o încărcare optimă.
