Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: Network location of the computer used to visit the website (the public IP address).
de: Netzwerkadresse des Computers, die benutzt wird, um die Webseite zu besuchen (die öffentliche IP-Adresse).

source: Whether or not Tor is being used.
de: Ob Tor verwendet wird oder nicht.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
de: Verteidige dich gegen Verfolgung und Überwachung. Umgehe die Zensur.

source: Tor Project | Support
de: Tor Project | Hilfe

source: Topics
de: Themen

source: Contributors to this page:
de: Mitwirkende an dieser Seite:

source: Edit this page
de: Bearbeite diese Seite

source: Suggest Feedback
de: Feedback vorschlagen
