Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: How can we help?
ka: რითი შეგვიძლია დაგეხმაროთ?

source: Most Frequently Asked Questions
ka: ყველაზე ხშირად დასმული კითხვები

source: About Tor
ka: Tor-ის შესახებ

source: Tor Browser
ka: Tor-ბრაუზერი

source: Connecting To Tor
ka: Tor-თან დაკავშირება

source: Censorship
ka: ცენზურა

source: Operators
ka: მომსახურეობა

source: Onion Services
ka: Onion-მომსახურებები

source: Misc
ka: სხვადასხვა

source: Get in Touch
ka: დაგვიკავშირდით

source: Debian Repository
ka: Debian-ის საცავი

source: Tor rpm packages
ka: Tor rpm კრებულები

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
ka: დაჟინებით გირჩევთ არ დააყენოთ სხვა დამატებები Tor-ბრაუზერში, ვინაიდან ამის შედეგად, შესაძლოა საფრთხის ქვეშ დადგეს თქვენი პირადი მონაცემებისა და ვინაობის გაუმხელობა.

source: An antivirus software is used to prevent, detect and remove malicious software.
ka: ანტივირუსული პროგრამა გამოიყენება მავნე პროგრამების ასარიდებლად, აღმოსაჩენად და მოსაცილებლად.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
ka: შესაძლოა დაგჭირდეთ ანტივირუსის შესახებ მასალებისა და მითითებების გაცნობა, თუ არ იცით, როგორ უნდა დაამატოთ გამონაკლისებში Tor.

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
ka: ამოცნობა გულისხმობს გარკვეული სახის მოქმედებებს, მოწყობილობის ან მომსახურების შესახებ მონაცემების შესაგროვებლად, რომლის შესწავლის შედეგადაც შესაძლებელი იქნება მისი სავარაუდო თავისებურებების დადგენა და მომავალში სხვებისგან გამორჩევა.

source: Unique behavior or responses can be used to identify the device or service analyzed.
ka: თავისებური ქცევების ან გამოხმაურებების გამოყენებით, შეიძლება მოწყობილობის ან მომსახურების ამოცნობა და დანარჩენებისგან გამორჩევა, შესაბამისი მოკვლევის ჩატარების შედეგად.

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
ka: CAPTCHA წარმოადგენს შესამოწმებელ საშუალებას, რომლითაც ხდება დადგენა, მომხმარებელი ადამიანია თუ რობოტული პროგრამა.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
ka: საიტთაშორისი სკრიპტების გაშვება (XSS) საშუალებას აძლევს შემტევს, დაამატოს მავნე შესაძლებლობები ან მოქმედებები ვებსაიტს, რომელიც სხვა დანიშნულებისთვისაა განკუთვნილი.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
ka: ვრცლად, იხილეთ [ხელმოწერების დამოწმების შესახებ](https://support.torproject.org/ka/tbb/how-to-verify-signature/).

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
ka: ეწოდება პროგრამას, რომელიც კომპიუტერში ეშვება ფონურ რეჟიმში და პირდაპირ არ იმართება მომხმარებლის მიერ.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
ka: Tor-პროექტის მონაწილეები Google Summer of Code-ში, რომელიც არის საზაფხულო პროგრამა, უნივერსიტეტის სტუდენტებისთვის.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
ka: Tor-პროექტი მონაწილეობს Google Season of Docs-ში, რომელიც არის პროგრამა, ტექნიკური მასალების მწერალთათვის.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
ka: შიფრის ჰეშ-მნიშვნელობა წარმოადგენს შედეგს, მათემატიკური ალგორითმის, რომელიც მონაცემებს ალაგებს განსაზღვრული სიგრძის ბიტური ტექსტის სახით. იგი ცალმხრივ მიმართული ფუნქციაა, რაც გულისხმობს, რომ მნიშვნელობის გამოთვლა ადვილია ერთი მიმართულებით, მაგრამ შეუძლებელია პირიქით. ჰეშ-მნიშვნელობები გამოიყენება მონაცემთა მთლიანობის დასამოწმებლად.

source: IP address
ka: IP-მისამართი

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
ka: ინტერნეტოქმის მისამართი (IP) ეწოდება ციფრულ (ან ასოციფრულ, IPv6-ის შემთხვევაში) ჩანაწერს, მინიჭებულს თითოეული მოწყობილობისთვის (მაგ. კომპიუტერი, პრინტერი, მობილური), რომელიც ჩართულია, ინტერნეტოქმით მოსარგებლე ქსელში.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
ka: IP-მისამართი წარმოადგენს მოწყობილობის მდებარეობას, როგორც ჩვეულებრივი მისამართი – ფიზიკურ მდებარეობას.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
ka: „little-t tor“ ერთ-ერთი გზაა Tor-ქსელთან [ფონური](#daemon) დაკავშირების, ნაცვლად Tor-ის ან Tor-პროექტის გამოყენებისა.

source: Meek-azure makes it look like you are using a Microsoft web site.
ka: Meek-azure წარმოაჩენს ისე, თითქოს Microsoft-ის ვებსაიტს იყენებთ.

source: New Identity
ka: ახალი ვინაობა

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
ka: Tor-ბრაუზერი გაგაფრთხილებთ, რომ ყველა თქვენი მოქმედება და ჩამოტვირთვა შეწყდება, ასე რომ გაითვალისწინეთ ეს, „ახალ ვინაობაზე“ დაჭერამდე (პატარა მბრწყინავი ცოცხის ნიშანზე, ეკრანის ზედა მარჯვენა არეში).

source: New Tor Circuit for this Site
ka: ახალი Tor-წრედი ამ საიტისთვის

source: Obfs3 is not supported anymore.
ka: Obfs3 აღარაა მხარდაჭერილი.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ka: პროგრამა iOS-ისთვის, რომელიც ღია წყაროსია, იყენებს Tor-კავშირს და შემუშავებულია იმ პიროვნების მიერ, რომლის საქმიანობაც მეტად ახლოსაა Tor-პროექტთან.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
ka: [იხილეთ ვრცლად, Onion Browser-ის შესახებ](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: Onion services offer advantages over ordinary services on the non-private web, including:
ka: Onion-მომსახურებებს გააჩნია უპირატესობები, ჩვეულებრივ, დაუცველ საიტებთან შედარებით, ესენია:

source: These websites use the .onion Top Level Domain (TLD).
ka: ეს ვებსაიტები იყენებს .onion-ს, ზედა დონის დამისამართებას (TLD).

source: Onionoo provides the data for other applications and websites ([metrics.torproject.org](https://metrics.torproject.org/)) which in turn present Tor network status information to humans.
ka: Onionoo იძლება მონაცემებს სხვა პროგრამებისა და საიტებისთვის ([metrics.torproject.org](https://metrics.torproject.org/)), რომლებიც ამზადებენ Tor-ქსელის მდგომარეობის შესახებ ინფორმაციას, ხალხისთვის წარსადგენად.

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
ka: ძირითადი პროგრამული უზრუნველყოფა, რომელიც მართავს კომპიუტერის აპარატურასა და პროგრამებს, მომხმარებლისთვის მომსახურების მისაწოდებლად. ყველაზე გავრცელებული საოპერაციო სისტემებია Windows, macOS და Linux. Android და iOS კი არის მობილურების ბაზარზე გაბატონებული სისტემები.

source: Orfox is no longer maintained or supported.
ka: Orfox აღარ მუშავდება და აღარაა მხარდაჭერილი.

source: This is the key that must be kept private, and not disseminated to others.
ka: ეს გასაღები უნდა დარჩეს საიდუმლოდ და არ გამჟღავნდეს.

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
ka: მომსახურებასთან პირდაპირი კავშირის ნაცვლად, კლიენტი მოთხოვნას უგზავნის პროქსის. პროქსი კი კლიენტის მსგავსად სარგებლობს მომსახურებით და მიღებულ პასუხს, უკან უბრუნებს კლიენტს. ანუ მომსახურე მხარე ურთიერთობს და ხედავს მხოლოდ პროქსის.

source: This is the key that can be disseminated to others.
ka: ესაა გასაღები, რომელიც შეიძლება გადაეცეს სხვებს.

source: A public-key cryptography system uses pairs of mathematical keys.
ka: დაშიფვრის სისტემა, რომელიც იყენებს წყვილ მათემატიკურ კოდებს, გასაღებების სახით.

source: This signature can be verified by the public key.
ka: ეს ხელმოწერა შეიძლება დამოწმდეს საჯარო გასაღებით.

source: Element used for offering dynamic/interactive content via websites.
ka: საშუალება, რომლითაც შესაძლებელია ცვალებადი/ურთიერთმოქმედი შიგთავსის შეთავაზება ვებსაიტებით.

source: A device on a network that offers a service, such as file and web page storage, email or chat.
ka: მოწყობილობა ქსელში, რომელიც მომხმარებელს სთავაზობს მომსახურებებს, როგორიცაა ფაილების ან ვებგვერდების განსათავსებელი სივრცე, ელფოსტა, სასაუბრო და ა.შ.

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
ka: კომპიუტერულ უსაფრთხოებაში ეწოდება შეტევის სახეს, როცა შეფასების სისტემას არღვევენ მრავალი ახალი ვინაობის შექმნით და ამას იყენებენ ქსელში, უთანასწოროდ დიდი ზემოქმედების საშუალების მოსაპოვებლად.

source: It aims to preserve your privacy and anonymity.
ka: იგი განკუთვნილია პირადი მონაცემების დაცვისა და ვინაობის გაუმხელობისთვის.

source: [Learn more about Tails](https://tails.boum.org/).
ka: [უკეთ გაეცანით Tails-ს](https://tails.boum.org/).

source: The Tor Project
ka: Tor-პროექტი

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
ka: Tor-პროექტში შეიძლება იგულისხმებოდეს The Tor Project Inc, აშშ-ს 501(c)3 კანონის გათვალისწინებით შექმნილი არამომგებიანი დაწესებულება, რომელიც პასუხისმგებელია Tor-პროგრამის მუშაობაზე, ან Tor-პროექტის ერთობა, შემდგარი ათასობით მოხალისისგან მთელი მსოფლიოდან, რომლებიც ეხმარებიან Tor-ს განვითარებაში.

source: Tor Launcher
ka: Tor-ის გამშვები

source: In the second case, Tor Launcher will take you through a series of configuration options.
ka: მეორე შემთხვევაში, Tor-გამშვები მოგცემთ გამართვის სხვადასხვა შესაძლებლობების არჩევის საშუალებას.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
ka: როცა რაღაც აირევა Tor-ში, შეცდომის ცნობასთან ერთად, იხილავთ შესაძლებლობას „Tor-ის აღრიცხვის ჩანაწერების ასლი“.

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
ka: გვერდის ბოლოში, „იხილეთ Tor-ის ჩანაწერები“ წარწერის გვერდით, დაწკაპეთ „ჩანაწერების ნახვა...“.

source: You should see an option to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
ka: იხილავთ პარამეტრს ასაღებად აღრიცხვის ჩანაწერების ასლის, რომლის ჩასმაც შეგეძლებათ დოკუმენტში მათთვის საჩვენებლად, ვინც შეძლებს დაგეხმაროთ ხარვეზის აღმოფხვრაში.

source: Tor Messenger is not in development anymore.
ka: Tor Messenger-ზე მუშაობა უკვე შეწყვეტილია.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
ka: მასში მხარდაჭერილი იყო Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, და სხვ; ჩართული ჰქონდა Off-the-Record (OTR) მიმოწერა ავტომატურად; ამასთან, გააჩნდა მარტივად გამოსაყენებელი იერსახე, თარგმნილი მრავალ ენაზე.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
ka: Tor არის პროგრამა, რომელიც შეგიძლიათ გაუშვათ თქვენს კომპიუტერზე, ინტერნეტში უსაფრთხოების უზრუნველსაყოფად.

source: TPI is an acronym for The Tor Project, Inc.
ka: TPI შემოკლება დასახელების The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
ka: ხალხი IRC-სა და სხვა სასაუბროებში, ხშირად იყენებს `tpo` შემოკლებას `torproject.org` საიტების აღსანიშნავად. მაგალითად, `trac.tpo` არის შემოკლება მისამართისა `trac.torproject.org`.

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
ka: ვებბრაუზერი (ფართოდ გავრცელებული, როგორც „ბრაუზერი“) არის პროგრამა, რომელიც გამოიყენება მსოფლიო ქსელიდან (World Wide Web) მასალების მოძიების, მიღებისა და წარმოდგენისთვის.

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
ka: საიტის ასლი ეწოდება ზუსტად მსგავს საიტს, რომელიც მდებარეობს სხვა მისამართზე.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
ka: მიმდინარე ჩამონათვალი torproject.org ასლებისა ხელმისაწვდომია ბმულზე https://www.torproject.org/getinvolved/mirrors.html.en.

source: Can I use a VPN with Tor?
ka: შემიძლია Tor-თან ერთად გამოვიყენო VPN?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ka: ზოგადად, არ გირჩევთ VPN-ის გამოყენებას Tor-თან ერთად, თუ არ ხართ გამოცდილი მომხმარებელი, რომელმაც იცის თუ როგორ უნდა გამართოს ორივე ისე, რომ არ დაირღვეს მომხმარებლის პირადი მონაცემების უსაფრთხოება.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
ka: დამატებით, Tor-ის VPN-თან გამოყენების შესახებ, შეგიძლიათ იხილოთ [ჩვენს ვიკიში](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Is there a backdoor in Tor?
ka: დატოვებული აქვს უსაფრთხოების ხვრელი Tor-ს?

source: There is absolutely no backdoor in Tor.
ka: არანაირი უსაფრთხოების ხვრელი Tor-ში არაა.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
ka: როგორც ჩვენი ნაცნობი გამოცდილი სამართალმცოდნეები გვეუბნებიან, ნაკლებსავარაუდოა, ვინმემ მსგავსი რამის გაკეთება მოგვთხოვოს, არსებული მართლმსაჯულების პირობებში (აშშ).

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
ka: თუ ისინი მოითხოვენ ამას, ჩვენ შევებრძოლებით და (სამართალმცოდნეების თქმით) გავიმარჯვებთ კიდეც.

source: We will never put a backdoor in Tor.
ka: ჩვენ არასდროს დავტოვებთ უსაფრთხოების ხვრელს Tor-ში.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
ka: მიგვაჩნია, რომ მსგავსი ხვრელის დატოვება Tor-ში იქნება დიდი უპასუხისმგებლობა ჩვენი მომხმარებლებისადმი და ზოგადად ცუდი მაგალითი, უსაფრთხოების დაცვის სფეროში.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
ka: უსაფრთხოების სისტემაში ხვრელის გამიზნული დატოვება, სრულად დაგვაკარგვინებს საზოგადოებაში ჩვენს პროფესიონალიზმზე მოპოვებულ სახელს.

source: Nobody would trust our software ever again - for excellent reasons!
ka: აღარავინ ენდობა ჩვენს პროგრამას - სრულიად საფუძვლიანად!

source: But that said, there are still plenty of subtle attacks people might try.
ka: მაგრამ ასევე ითქვა, რომ შესატევად არსებობს სხვა მზაკვრული გზებიც, რომლებიც შეიძლება ვიღაცამ სცადოს.

source: Somebody might impersonate us, or break into our computers, or something like that.
ka: შეიძლება ჩვენი სახელით იმოქმედეს ვინმემ, ან ჩვენს კომპიუტერებში შეაღწიონ და მსგავსი ხერხები გამოიყენონ.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
ka: Tor ღია წყაროსია და ყოველთვის გაქვთ საშუალება, გადაამოწმოთ წყარო (განსხვავებები მაინც, ბოლო გამოშვებიდან) რამე საეჭვოს აღმოსაჩენად.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
ka: თუ ჩვენ (ან Tor-ის მომწოდებლები) პირველწყარო კოდთან წვდომას არ გაძლევთ, ეს უკვე საეჭვო ამბავის მანიშნებელია.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
ka: აგრეთვე, უნდა გადაამოწმოთ [PGP-ხელმოწერები](/ka/tbb/how-to-verify-signature/) გამოშვებების, რომ დარწმუნდეთ ხომ არაფერი შეცვალა, მომწოდებელმა საიტმა.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
ka: შეიძლება იყოს შემთხვევითი ხარვეზებიც Tor-ში, რაც იმოქმედებს ვინაობის გაუმხელობაზე.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
ka: ჩვენ დროდადრო ვპოულობთ ვინაობის გაუმხელობასთან დაკავშირებულ ხარვეზებს და ვასწორებთ, ასე რომ ყოველთვის შეეცადეთ განახლებული Tor გამოიყენოთ.

source: What programs can I use with Tor?
ka: რომელი პროგრამების გამოყენებაა შესაძლებელი Tor-თან?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
ka: ბევრი სხვადასხვა პროგრამის გამოყენება შეიძლება Tor-თან, მაგრამ ჩვენ არ გვაქვს საკმარისად გამოკვლეული პროგრამულ დონეზე ვინაობის დაფარვის საკითხები უმეტეს მათგანზე, ამიტომ ვერ გირჩევთ რომელია გამოსადეგი, უსაფრთხოების კუთხით.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
ka: ჩვენს ვიკიზე მოცემულია ერთობის მიერ შედგენილი სია სახელმძღვანელოების [ცალკეული პროგრამების Tor-ით გამოყენების](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).

source: Please add to this list and help us keep it accurate!
ka: გთხოვთ დაგვეხმაროთ ამ სიის გავრცობასა და გაუმჯობესებაში!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
ka: უამრავი ადამიანი იყენებს Tor-ბრაუზერს, რომელშიც ყველაფერია, რაც საჭიროა ვებგვერდების უსაფრთხოდ მოსანახულებლად Tor-ით.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
ka: Tor-ის სხვა ბრაუზერებთან გამოყენება [საფრთხის შემცველი და არასასურველია](/ka/tbb/tbb-9/).

source: Can I distribute Tor?
ka: შემიძლია გავავრცელო Tor?

source: Yes.
ka: დიახ.

source: The Tor software is [free software](https://www.fsf.org/).
ka: Tor წარმოადგენს [თავისუფალ პროგრამულ უზრუნველყოფას](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
ka: ეს ნიშნავს, რომ გაძლევთ უფლებას გაავრცელოთ Tor, როგორც გადამუშავებული, ასევე პირდაპირი სახით, ორივე შემთხვევაში უსასყიდლოდ.

source: You don't have to ask us for specific permission.
ka: არანაირი ნებართვა არ გჭირდებათ ჩვენგან.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
ka: Tor-ის გადამუშავების სურვილის შემთხვევაში, უნდა ისარგებლოთ ჩვენი [ლიცენზიით](https://gitweb.torproject.org/tor.git/plain/LICENSE).

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
ka: ჩვეულებრივ ეს გულისხმობს, რომ უნდა დაურთოთ სალიცენზიო ფაილი Tor-ის ნაწილს, რომელსაც ავრცელებთ.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
ka: ვინც ამ კითხვას სვამს, უმეტესად არ გულისხმობს ხოლმე Tor-ის, გავრცელებას.

source: They want to distribute the Tor Browser.
ka: მათ სურთ Tor-ბრაუზერის გავრცელება.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
ka: რაც ასევე მოიცავს [Firefox-გამოშვებას გაფართოებული მხარდაჭერით (ESR)](https://www.mozilla.org/en-US/firefox/organizations/), აგრეთვე გაფართოებებს NoScript და HTTPS-Everywhere.

source: You will need to follow the license for those programs as well.
ka: შესაბამისად დაგჭირდებათ ამ პროგრამების ლიცენზიის გათვალისწინებაც.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
ka: ორივე გაფართოება, რომელსაც Firefox იყენებს, ვრცელდება [GNU (ზოგადი საჯარო) ლიცენზიით](https://www.fsf.org/licensing/licenses/gpl.html), ხოლო Firefox ESR გამოშვებულია MPL (Mozilla-ს საჯარო ლიცენზიით).

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
ka: უმარტივესი გზა მათი ლიცენზიის წესების დასაცავად, არის ამ პროგრამების პირველწყარო კოდის დართვა ყველგან, სადაც თავად კრებულს გამოიყენებთ.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
ka: ამასთან, თქვენი მომხმარებლები არ უნდა შეიყვანოთ შეცდომაში და აუხსნათ რა არის Tor, ვინ ქმნის და რა შესაძლებლობებს სთავაზობს მათ (ასევე რას არ სთავაზობს).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
ka: იხილეთ, ჩვენი [სავაჭრო ნიშნების ხ.დ.კ.](https://www.torproject.org/ka/about/trademark/) ვრცლად.

source: How is Tor different from other proxies?
ka: რითი განსხვავდება Tor სხვა პროქსებისგან?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
ka: ჩვეულებრივი პროქსი გთავაზობთ სერვერს ინტერნეტში და საშუალებას გაძლევთ, მისი გავლით მიმოცვალოთ მონაცემები.

source: This creates a simple, easy to maintain architecture.
ka: ეს ქმნის უბრალო, მარტივად მოსავლელ სისტემას.

source: The users all enter and leave through the same server.
ka: მომხმარებლები შედიან და გადიან ერთსა და იმავე სერვერიდან.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
ka: მომწოდებელმა შეიძლება დააწესოს გადასახადი პროქსის გამოყენებაზე, ან დანახარჯები ამოიღოს რეკლამების მეშვეობით.

source: In the simplest configuration, you don't have to install anything.
ka: მარტივი აგებულების პირობებში, არ გჭირდებათ არაფრის დაყენება.

source: You just have to point your browser at their proxy server.
ka: უბრალოდ უნდა მიუთითოთ ბრაუზერში, პროქსი სერვერი.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
ka: მარტივი პროქსი არის კარგი გადაწყვეტა, როცა არ გჭირდებათ პირადი მონაცემების დაცვა და ვინაობის გაუმხელობა ინტერნეტში, აგრეთე როცა მიგაჩნიათ, რომ მომწოდებელიც სანდოა.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
ka: ზოგიერთი პროქსი იყენებს SSL-საც უსაფრთხო კავშირებისთვის, რაც გიცავთ მეთვალყურეებისგან, მაგალითად კაფეებში, უფასო უსადენო ინტერნეტით სარგებლობისას.

source: Simple proxy providers also create a single point of failure.
ka: მარტივი პროქსის მომწოდებლები, აგრეთვე ქმნიან საფრთხისგან დაუცველ სისტემას.

source: The provider knows both who you are and what you browse on the Internet.
ka: მომწოდებელმა იცის ვინ უკავშირდება და რომელ საიტებზე შედის ინტერნეტში.

source: They can see your traffic as it passes through their server.
ka: მათ შეუძლიათ იხილონ თავიანთი სერვერის გავლით მიმოცვლილი თქვენი მონაცემები.
