Repository: torpluston/translation
Catalog: contents+he.po
Languages: he

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
he: אף על פי שדפדפן Tor מעוצב לאפשר אלמוניות משתמש מלאה ברשת, עשויים להיות מצבים בהם הגיוני להשתמש ב-Tor עם אתרים אשר דורשים שמות משתמש, סיסמאות או מידע מזהה אחר.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
he: אם אתה מתחבר אל אתר ע"י שימוש בדפדפן רגיל, אתה חושף גם את כתובת ה-IP ואת המיקום הגיאוגרפי שלך בתהליך זה. אותו דבר נכון לעיתים קרובות כשאתה שולח דוא"ל. התחברות אל הרישות החברתי שלך או אל חשבונות דוא"ל ע"י שימוש בדפדפן Tor, מתירה לך לבחור בדיוק איזה מידע אתה חושף בפני האתרים אליהם אתה גולש. התחברות ע"י שימוש בדפדפן Tor היא גם שימושית אם האתר שאתה מנסה להגיע אליו מצונזר על גבי הרשת שלך.

source: When you log in to a website over Tor, there are several points you should bear in mind:
he: כשאתה מתחבר אל אתר על גבי Tor, ישנן מספר נקודות שעליך לקחת בחשבון:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
he: * ראה את הדף </a>חיבורים מאובטחים<a href="/secure-connections"> למידע חשוב על כיצד לאבטח את החיבור שלך בעת התחברות לאתרים.

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
he: * דפדפן Tor גורם לעיתים קרובות לחיבור שלך להיראות כאילו הוא מגיע מחלק שונה לגמרי של העולם. מספר אתרים, כגון בנקים או ספקי דוא"ל, עשויים לפרש זאת כסימן שחשבונך נפרץ או חובל, ונועלים אותך בחוץ. הדרך היחידה לפתור זאת היא ע"י מעקב אחר ההליך המומלץ של האתר להשבת חשבון, או יצירת קשר עם המתפעלים והסברת המצב.

source: ##### Changing identities and circuits
he: ##### שינוי של זהויות ומעגלים

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
he: דפדפן Tor מתווה אפשרויות ”זהות חדשה“ ו”מעגל Tor חדש עבור אתר זה“, הממוקמות בתפריט הראשי (תפריט המבורגר).

source: ###### New Identity
he: ###### זהות חדשה

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
he: אפשרות זו שימושית אם אתה רוצה למנוע מפעילות הדפדפן שלאחר מכן להיות בלתי מקושרת אל מה שעשית. בחירת אפשרות זו תסגור את כל הלשוניות והחלונות הפתוחים שלך, תנקה את כל המידע הפרטי כגון עוגיות והיסטורית גלישה, ותשתמש במעגלי Tor חדשים עבור כל החיבורים. דפדפן Tםר יזהיר אותך שכל הפעילות וההורדות ייעצרו, אז קח זאת בחשבון לפני לחיצה על "זהות חדשה".

source: ###### New Tor circuit for this site
he: ###### מעגל Tor חדש עבור אתר זה

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
he: אפשרות זו שימושית אם <a href="/about/#how-tor-works">ממסר היציאה</a> שבו אתה משתמש אינו מסוגל להתחבר אל האתר שאתה דורש או שהאתר אינו נטען כראוי. בחירת האפשרות תגרום ללשונית או לחלון הפעילים כרגע להיטען מחדש על גבי מעגל Tor חדש. לשוניות וחלונות פתוחים אחרים מאותו אתר ישתמשו במעגל החדש גם כן ברגע שהם ייטענו. אפשרות זו אינה מנקה מידע פרטי כלשהו או מבטלת קישור של פרטיותך, אף לא משפיעה על החיבורים הנוכחיים שלך אל אתרים אחרים.

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
he: אתה יכול גם להשיג גישה אל אפשרות זו בתצוגת המעגל החדשה, בתפריט מידע האתר, בשורת הכתובת.

source: Onion Services
he: שירותי בצל

source: Services that are only accessible using Tor
he: Tor־שירותים שנגישים רק ע"י שימוש ב

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
he: שירותי בצל (ידועים בעבר בתור “שירותים מוסתרים“) הם שירותים (כמו אתרים) שנגישים רק באמצעות רשת Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
he: שירותי בצל מציעים מספר יתרונות על פני שירותים מצויים על הרשת הבלתי פרטית:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
he: * מיקום וכתובת IP של שירותי בצל הם מוסתרים, מה שמקשה על יריבים לצנזר אותם או לזהות את מתפעליהם.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
he: כל התעבורה בין Tor ושירותי הבצל היא מוצפנת מקצה לקצה, כך שאינך צריך לדאוג לגבי <a href="/secure-connections">התחברות על פני HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
he: * הכתובת של שירות בצל מתחוללת באופן אוטומטי, כך שהמתפעלים אינם צריכים לרכוש שם תחום; הכתובת onion. גם עוזרת ל-Tor לוודא שהוא מתחבר למיקום הנכון ושהחיבור אינו מחובל.

source: ##### How to access an onion service
he: ##### כיצד להשיג גישה אל שירות בצל

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
he: בדיוק כמו כל אתר אחר, תצטרך לדעת את הכתובת של שירות בצל על מנת להתחבר אליו. כתובת בצל היא מחרוזת של 16 (ובתסדיר V3 יש 56) אותיות ומספרים אקראיים בעיקר, שנעקבת ע"י ”.onion“.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
he: בעת גישה אל אתר המשתמש בשירות בצל, דפדפן Tor יַרְאֶה בשורת הכתובת צלמית של בצל ירוק קטן המציגה את מצב החיבור שלך: מאובטח ושימוש בשירות בצל. בגישה אל אתר עם https ושירות בצל, הוא יַרְאֶה צלמית של בצל ירוק ומנעול.

source: ##### Troubleshooting
he: ##### איתור תקלות

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
he: אם אינך יכול להגיע אל שירות הבצל שאתה דורש, וודא שהכנסת את כתובת הבצל בצורה נכונה: אפילו טעות קטנה תעצור את דפדפן Tor מיכולת להגיע אל האתר.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
he: אם עדין אינך מסוגל להתחבר אל שירותי הבצל, אנא נסה שוב מאוחר יותר. יתכן שיש סוגית חיבור זמנית או שמתפעלי האתר גרמו לאתר להיות בלתי מקוון ללא אזהרה.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
he: אתה יכול גם לוודא שאתה מסוגל לקבל גישה אל שירותי בצל אחרים ע"י התחברות אל <a href="http://3g2upl4pq6kufc4m.onion/">שירותי בצל של DuckDuckGo</a>

source: Secure Connections
he: חיבורים מאובטחים

source: Learn how to protect your data using Tor Browser and HTTPS
he: HTTPS־וב Tor למד כיצד להגן על נתוניך ע"י שימוש בדפדפן

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
he: אם מידע אישי כגון סיסמת התחברות מטייל בלתי מוצפן על גבי האינטרנט, הוא יכול בקלות מאוד להתיירט ע"י מצותת. אם אתה מתחבר אל אתר כלשהו, עליך לוודא שהאתר מציע הצפנת HTTPS אשר מגינה מפני סוג זה של ציתות. אתה יכול לוודא זאת בשורת הכתובת: אם החיבור שלך מוצפן, הכתובת תתחיל ב-“https://” מאשר ב-“http://”.

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
he: ההדמיה הבאה מראה איזה מידע גלוי למצותתים עם ובלי דפדפן Tor והצפנת HTTPS:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
he: * לחץ על הכפתור ”Tor” כדי לראות אילו נתונים גלויים למשקיפים כשאתה משתמש ב־Tor. הכפתור יהפוך לירוק כדי להורות ש־Tor פועל.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
he: * לחץ על הכפתור “HTTPS” כדי לראות אילו נתונים גלויים למשקיפים כשאתה משתמש ב־HTTPS. הכפתור יהפוך לירוק כדי להורות ש־HTTPS פועל.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
he: * כאשר שני הכפתורים ירוקים, תראה את הנתונים שגלויים למשקיפים כשאתה משתמש בשני הכלים.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
he: * כאשר שני הכפתורים אפורים, תראה את הנתונים שגלויים למשקיפים כשאתה לא משתמש באף כלי.

source: ##### Potentially visible data
he: ##### נתונים נראים פוטנציאליים

source: The site being visited.
he: האתר מבוקר.

source: user / pw
he: משתמש / סיסמה

source: Username and password used for authentication.
he: שם משתמש וסיסמה שהיו בשימוש עבור אימות.

source: data
he: נתונים

source: Data being transmitted.
he: נתונים משודרים.

source: location
he: מיקום

source: Network location of the computer used to visit the website (the public IP address).
he: מיקום רשת של המחשב שהיה בשימוש לביקור באתר (כתובת ה-IP הציבורית).

source: Tor
he: תור (Tor)

source: Whether or not Tor is being used.
he: האם Tor נמצא בשימוש או לא.

source: Security Slider
he: מחוון אבטחה

source: Configuring Tor Browser for security and usability
he: למען אבטחה ושימושיות Tor תיצוּר דפדפן

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
he: דפדפן Tor מכיל “מחוון אבטחה“ אשר נותן לך להגביר את אבטחתך ע"י השבתת מאפייני אתר מסוימים שיכולים להיות בשימוש כדי לתקוף את אבטחתך ואלמוניותך. הגברת רמת האבטחה של דפדפן Tor תמנע מדפים לתפקד כראוי, כך שעליך לשקול את צורכי אבטחתך כנגד המעלה של השימושיות שאתה דורש.

source: ##### Accessing the Security Slider
he: ##### השגת גישה אל מחוון האבטחה

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
he: מחוון האבטחה ממוקם בתפריט ”הגדרות אבטחה“ של Torbutton.

source: ##### Security Levels
he: ##### רמות אבטחה

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
he: הגברת הרמה של מחוון האבטחה תשבית או תשבית חלקית מאפייני דפדפן מסוימים כדי להגן מפני התקפות אפשריות.

source: Safest
he: הכי בטוח

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
he: ברמה זו, מדית HTML5 של שמע ווידיאו נעשית לחץ-כדי-לנגן באמצעות NoScript; כל מיטובי הביצוע של JavaScript מושבתים; מספר משוואות מתמטיות עשויות לא להיות מוצגות כראוי; מספר מאפיינים של תיצוג גופנים מושבתים; מספר סוגים של תמונות מושבתים; JavaScript מושבת כברירת מחדל בכל האתרים; רוב התסדירים של וידיאו ושמע מושבתים; ומספר גופנים וצלמיות עשויים לא להיות מוצגים כראוי.

source: Safer
he: בטוח יותר

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
he: ברמה זו, מדית HTML5 של שמע ווידיאו נעשית לחץ־כדי־לנגן באמצעות NoScript; כל מיטובי הביצוע של JavaScript מושבתים; מספר משוואות מתמטיות עשויות לא להיות מוצגות כראוי; מספר מאפיינים של תיצוג גופנים מושבתים; מספר סוגים של תמונות מושבתים; ו־JavaScript מושבת כברירת מחדל בכל האתרים הבלתי־<a href="/secure-connections">HTTPS</a>.

source: Standard
he: תקני

source: At this level, all browser features are enabled. This is the most usable option.
he: ברמה זו, כל מאפייני הדפדפן מאופשרים. זוהי האפשרות השמישה ביותר.

source: Updating
he: עדכון

source: How to update Tor Browser
he: Tor כיצד לעדכן את דפדפן

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
he: דפדפן Tor חייב להישאר מעודכן בכל עת. אם תמשיך להשתמש בגרסה מיושנת של התוכנה, אתה עשוי להיות פגיע לפגמי אבטחה רציניים אשר מחבלים בפרטיותך ובאלמוניותך.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
he: דפדפן Tor יבקש ממך לעדכן את התוכנה ברגע שגרסה חדשה תשוחרר. הצלמית של כפתור Tor תציג משולש צהוב, ואתה עשוי לראות מד כתוב של עדכון כאשר דפדפן Tor ייפתח. אתה יכול לעדכן באופן אוטומטי או באופן ידני.

source: ##### Updating Tor Browser automatically
he: ##### עדכון אוטומטי של דפדפן Tor

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
he: כשתתבקש לעדכן את דפדפן Tor, לחץ על הצלמית של כפתור Tor ואז בחר “בדוק אחר עדכון לדפדפן Tor“.

source: When Tor Browser has finished checking for updates, click on the “Update” button.
he: כשדפדפן Tor יסיים לבדוק אחר עדכונים, לחץ על הכפתור ”עדכן”.

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
he: המתן לעדכון שיירד ויותקן, ואז הפעל מחדש את דפדפן Tor. תריץ כעת את הגרסה האחרונה.

source: ##### Updating Tor Browser manually
he: ##### עדכון ידני של דפדפן Tor

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
he: כשתתבקש לעדכן את דפדפן Tor, סיים את שיח הגלישה וסגור את התוכנית.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
he: הסר את דפדפן Tor מהמערכת שלך ע"י מחיקת התיקייה שמכילה אותו (ראה את הקטע <a href='uninstalling'>הסרה</a> לעוד מידע).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
he: בקר בכתובת <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a>והורד עותק של השחרור האחרון של דפדפן Tor, ואז התקן אותו כמו קודם.

source: Plugins, add-ons and JavaScript
he: JavaScript־מתקעים, תוספות ו

source: How Tor Browser handles add-ons, plugins and JavaScript
he: JavaScript־מטפל בתוספות, במתקעים וב Tor כיצד דפדפן

source: ##### Flash Player
he: ##### נגן הבזק

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
he: אתרי וידיאו, כגון Vimeo עושים שימוש במתקע נגן Flash כדי להציג תוכן וידיאו. לרוע המזל, תוכנה זו מתפעלת באופן עצמאי את דפדפן Tor ואינה יכולה לגרום בקלות לציית להגדרות ייפוי־הכוח של דפדפן Tor. היא יכולה לפיכך לחשוף את מיקומך האמיתי ואת כתובת ה-IP האמיתית שלך אל מתפעלי האתר או אל משקיף חיצוני. מסיבה זו, Flash מושבת כברירת מחדל בדפדפן Tor ואפשורו אינו מומלץ.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
he: מספר אתרי וידיאו (כגון YouTube) מציעים שיטות מסירת וידיאו חלופיות אשר אינן משתמשות ב-Flash. שיטות אלו עשויות להיות תואמות לדפדפן Tor.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
he: JavaScript הוא שפת תיכנות שאתרים משתמשים כדי להציע איברים הידודיים כגון וידיאו, הנפשה, שמע וצירי זמן של מיצב. לרוע המזל, JavaScript יכול גם לאפשר התקפות על אבטחת הדפדפן אשר עשויות להוביל לחוסר אלמוניות.

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
he: דפדפן Tor מכיל תוספת הנקראת NoScript, הנגישה דרך הצלמית ”S“ בראש השמאלי של החלון. NoScript מתיר לך לשלוט ב־JavaScript (ובתסריטים אחרים) אשר רצים בעמודי רשת פרטניים, או לחסום אותו לגמרי.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
he: משתמשים אשר דורשים דרגה גבוהה של אבטחה בגלישתם צריכים להגדיר את <a href="/security-slider">מחוון האבטחה</a> של דפדפן Tor אל ”בטוח יותר“ (אשר משבית JavaScript עבור אתרי בלתי־HTTPS) או אל ”הכי בטוח“ (אשר עושה זאת עבור כל האתרים). לעומת זאת, השבתת JavaScript תמנע מאתרים רבים להיות מוצגים בצורה נכונה, כך שהגדרת ברירת המחדל של דפדפן Tor היא להתיר לכל האתרים להריץ תסריטים במצב "תקני".

source: ##### Browser Add-ons
he: ##### מתקעי דפדפן

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
he: דפדפן Tor מבוסס על Firefox, ותוספות דפדפן או ערכות נושא כלשהם אשר תואמים עם Firefox יכולים גם להיות מותקנים בדפדפן Tor.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
he: למרות זאת, התוספות היחידות אשר נבחנו לשימוש עם דפדפן Tor הם אלו שכלולים כברירת מחדל. התקנת תוספות דפדפן אחרות כלשהן עשויה לשבור תפקודיות בדפדפן Tor או לגרום לעוד בעיות רציניות שמשפיעות על פרטיותך ועל אבטחתך. מומלץ מאוד לא להתקין תוספות נוספות, ומיזם Tor לא יציע תמיכה לתצורות אלו.

source: Troubleshooting
he: פתרון תקלות

source: What to do if Tor Browser doesn’t work
he: אינו עובד Tor מה לעשות אם דפדפן

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
he: אתה אמור להיות מסוגל להתחיל דפדפוף ברשת ע"י שימוש בדפדפן Tor זמן קצר לאחר הרצת התוכנית, ולאחר לחיצה על הכפתור ”התחבר” אם אתה משתמש בו בפעם הראשונה.

source: ##### Quick fixes
he: ##### תיקונים זריזים

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
he: אם דפדפן Tor אינו מתחבר, יתכן שיש פתרון פשוט. נסה כל אחד מהבאים:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
he: * שעון המערכת של מחשבך חייב להיקבע בצורה נכונה, או ש-Tor לא יהיה מסוגל להתחבר.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
he: * וודא שדפדפן Tor אחר אינו רץ כבר. אם אינך בטוח אם דפדפן Tor רץ, הפעל מחדש את המחשב שלך.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
he: * וודא שתוכנית נוגד נגיפים כלשהי שהתקנת אינה מונעת מן Tor לרוץ. יתכן שתצטרך להיעזר בתיעוד עבור תוכנת נוגד הנגיפים שלך אם אינך יודע כיצד לעשות זאת.

source: * Temporarily disable your firewall.
he: * השבת באופן זמני את חומת האש שלך.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
he: * מחק את דפדפן Tor והתקן אותו שוב. אם אתה מעדכן, אל תדרוס את הקבצים הקודמים של דפדפן Tor שלך; וודא שהם מחוקים במלואם קודם לכן.

source: ##### Is your connection censored?
he: ##### האם החיבור שלך מצונזר?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
he: אם עדין אינך יכול להתחבר, ספק שירותי האינטרנט שלך יתכן מצנזר חיבורים לרשת Tor. קרא את הקטע <a href="/circumvention">עקיפה</a> עבור פתרונות אפשריים.

source: ##### Known issues
he: ##### סוגיות ידועות

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
he: דפדפן Tor הוא תחת פיתוח תמידי, ומספר סוגיות ידועות לגביהן אבל עדין לא תוקנו. אנא בדוק את הדף <a href="/known-issues">סוגיות ידועות</a> כדי לראות אם הבעיה שאתה חווה כבר נמצאת ברשימה שם.

source: Known issues
he: סוגיות ידועות

source: * Tor needs your system clock (and your time zone) set to the correct time.
he: * Tor צריך ששעון המערכתך שלך (ואזור הזמן שלך) ייקבע לזמן הנכון.
