Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ka: სისტემაში არსებული სხვა ნებისმიერი პროგრამის (მათ შორის სხვა ბრაუზერების) კავშირი არ იყენებს Tor-ქსელს, შესაბამისად არაა დაცული.

source: They need to be configured separately to use Tor.
ka: მათი გამართვა ცალკეა საჭირო Tor-ის გამოსაყენებლად.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
ka: თუ გსურთ ყველა სახის ინფორმაციის მიმოცვლა ხდებოდეს Tor-ქსელის გავლით, გაეცანით [Tails-ის პირდაპირ](https://tails.boum.org/) გასაშვებ სისტემას, რომელიც ნებისმიერ კომპიუტერზე შეგიძლიათ გაუშვათ პირდაპირ USB-მეხსიერებიდან ან DVD-დისკიდან.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ka: უნდა დავაყენო თუ არა ახალი დამატებები და გაფართოებები Tor ბრაუზერში, როგორიცაა AdBlock Plus ან uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ka: დაჟინებით გირჩევთ არ დააყენოთ სხვა დამატებები Tor-ბრაუზერში, ვინაიდან მათი საშუალებით შესაძლებელია თქვენი პირადი მონაცემებისა და უსაფრთხოების ხელყოფა.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
ka: სხვა დამატებების ჩადგმა, Tor-ბრაუზერის უსაფრთხოებაზე, გაუთვალისწინებელ გავლენას ახდენს, რის შედეგადაც, თქვენი ბრაუზერის სხვებისგან გამორჩევა შეიძლება გაადვილდეს.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
ka: თუ თქვენი Tor-ბრაუზერი სხვებისგან გამორჩეული იქნება, თქვენი მოქმედებების ამოცნობასა და თვალის მიდევნებას გახდის შესაძლებელს, Tor-ბრაუზერის გამოყენების პირობებშიც კი.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
ka: ჩვეულებრივ, ბრაუზერის პარამეტრები და შესაძლებლობები ქმნის „ბრაუზერის თითის ანაბეჭდს“.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
ka: ყველა ბრაუზერი ძალაუნებურად ქმნის თავის უნიკალურ ანაბეჭდს თითოეული მომხმარებლისთვის, რაც ინტერნეტში თვალის სადევნებლად გამოიყენება ხოლმე.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
ka: Tor-ბრაუზერი საგანგებოდაა მოწყობილი ისე, რომ თითქმის (სრულყოფილი ვერ იქნება!) ერთნაირი ანაბეჭდი გააჩნდეს, თითოეული მომხმარებლისთვის.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
ka: ეს ნიშნავს, რომ Tor-ბრაუზერის თითოეული მომხმარებელი ჰგავს Tor-ბრაუზერის სხვა მომხმარებელს, რაც ართულებს რომელიმე ცალკეული მომხმარებლისთვის თვალის მიდევნებას.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
ka: ამასთან, ახალი დამატება დიდი ალბათობით ზრდის Tor-ბრაუზერზე შეტევის შესაძლებლობას.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
ka: შედეგად, შემტევს ეძლევა მნიშვნელოვანი მონაცემების ხელყოფისა და Tor-ბრაუზერზე კონტროლის მოპოვების საშუალება.

source: The add-on itself could even be maliciously designed to spy on you.
ka: თავად დამატებაც შეიძლება იყოს მავნებლობისთვის შექმნილი და გითვალთვალოთ.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
ka: Tor-ბრაუზერს ისედაც მოყვება საჭირო დამატებები თან — [HTTPS Everywhere](https://www.eff.org/https-everywhere) და [NoScript](https://noscript.net) — და სხვა რამის დამატებამ შესაძლოა გაამჟღავნოს თქვენი ვინაობა.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
ka: გსურთ, ვრცლად იხილოთ ბრაუზერის ანაბეჭდის შესახებ? გაეცანით [სტატიას](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) Tor-ის სვეტზე!

source: Can I download Tor Browser for Chrome OS?
ka: შემიძლია Tor ბრაუზერის Chrome OS-ზე-ჩამოტვირთვა?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
ka: სამწუხაროდ, Tor-ბრაუზერი ჯერჯერობით არაა გამოშვებული Chrome OS-ისთვის.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
ka: შეგიძლიათ გაუშვათ [Tor-ბრაუზერი Android-ისთვის](https://www.torproject.org/download/#android) Chrome OS-ზე. გაითვალისწინეთ, რომ Tor-ის მობილური ვერსიის Chrome OS-ზე გამოყენებისას, იხილავთ საიტის მობილურ ვერსიებს (სრულის ნაცვლად).

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
ka: გამომდინარე იქიდან, რომ არ ვზედამხედველობთ Chrome OS-ზე პროგრამის მუშაობას, ვერ დავადასტურებთ, Android-ისთვის განკუთვნილი Tor-ბრაუზერის ყველა შესაძლებლობა პირადულობის დასაცავად, სათანადოდ მოქმედებს თუ არა.

source: Can I pick which country I'm exiting from?
ka: შემიძლია ინტერნეტში გასასვლელი ქვეყნის არჩევა?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ka: იმ საშუალებების შეცვლა, რომლითაც Tor ქმნის კავშირის წრედებს, დაუშვებელია.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
ka: თქვენ მაღალი დონის უსაფრთხოებას მიიღებთ მხოლოდ იმ შემთხვევაში, როცა Tor-ს აძლევთ შესაძლებლობას, თავად შეარჩიოს კავშირი Tor-ქსელში; შემავალი/გამავალი კვანძების ცვლილებამ ან ჩასწორებამ, შეიძლება გაამხილოს თქვენი ვინაობა.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ka: თუ თქვენი მიზანი, უბრალოდ იმ მასალებთან წვდომაა, რომლებიც მხოლოდ სხვა ქვეყანაშია ხელმისაწვდომი, მაშინ შესაძლოა ჯობდეს VPN-ის გამოყენება Tor-ის ნაცვლად.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ka: გაითვალისწინეთ, რომ VPN-მომსახურებებს არ გააჩნია პირადი მონაცემების დაცვის ის საშუალებები, რაც Tor-ს აქვს, თუმცა გამოსადეგია ადგილმდებარეობასთან დაკავშირებული ზოგიერთი საკითხის გადასაწყვეტად.

source: Is it safe to run Tor Browser and another browser at the same time?
ka: უსაფრთხოა Tor-ბრაუზერისა და სხვა ბრაუზერის ერთდროულად გამოყენება?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ka: თუ Tor-ბრაუზერის გამოყენებისას სხვა ბრაუზერსაც გამოიყენებთ, ეს არ იმოქმედებს Tor-ის წარმადობაზე ან უსაფრთხოებაზე.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ka: თუმცა, გაითვალისწინეთ, რომ სხვა ბრაუზერები არ უზრუნველყოფს თქვენს პირადულობას და შესაძლოა შემთხვევით, მსგავსი ბრაუზერი გამოიყენოთ იმ მოქმედებისთვის, რომლისთვისაც Tor-ბრაუზერის გამოყენებას ამჯობინებთ.

source: Is there support for *BSD?
ka: მხარდაჭერილია *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ka: სამწუხაროდ ოფიციალურად არაა მხარდაჭერილი Tor-ბრაუზერის გამოყენება *BSD-ზე.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
ka: არსებობს პროექტი სახელწოდებით [TorBSD](https://www.torbsd.org/), მაგრამ Tor-ბრაუზერი არაა ოფიციალურად მხარდაჭერილი.

source: Why is the first IP address in my relay circuit always the same?
ka: რატომაა ჩემი კავშირის წრედის პირველი გადამცემის IP-მისამართი სულ ერთი და იგივე?

source: That is normal Tor behavior.
ka: ეს ბუნებრივია Tor-ისთვის.

source: The first relay in your circuit is called an "entry guard" or "guard".
ka: პირველ გადამცემს წრედში ეწოდება „შემავალი მცველი“ ან უბრალოდ „მცველი“.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ka: იგი წარმოადგენს უსწრაფეს და მდგრად გადამცემს, რომელიც რჩება პირველ ადგილას თქვენს წრედში 2-3 თვით, ცნობილი შეტევებისგან თავის დასაცავად.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ka: დანარჩენი წრედი იცვლება თითოეული მონახულებული საიტისთვის და ყველა ეს გადამცემი უზრუნველყოფს პირადი მონაცემების სრულყოფილ დაცვას Tor-ში.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
ka: ვრცლად, მცველი გადამცემების მუშაობის შესახებ, იხილეთ [სტატია სვეტზე](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) და [მასალა](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) შემავალი მცველების თაობაზე.

source: How do I view Tor Browser message log?
ka: როგორ ვნახო Tor-ბრაუზერის აღრიცხვის ჩანაწერები?

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ka: როცა Tor-ბრაუზერი გაშვებულია, შეგიძლიათ გადახვიდეთ მთავარ მენიუში (ბრაუზერის ზედა მარჯვენა მხარეს, მისამართების ველის გვერდით), დაწკაპოთ „პარამეტრები“ და შემდეგ „Tor“ გვერდით ზოლზე.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
ka: იხილავთ პარამეტრს ასაღებად აღრიცხვის ჩანაწერების ასლის, რომლის ჩასმაც შეგეძლებათ ტექსტურ რედაქტორში ან ელფოსტის პროგრამაში.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ka: როგორ შემიძლია Tor-ის მუშაობის ასწრაფება? Tor-ბრაუზერი სხვებთან შედარებით ნელია?

source: Using Tor Browser can sometimes be slower than other browsers.
ka: Tor-ბრაუზერმა ზოგ შემთხვევაში შესაძლოა ნელა იმუშაოს სხვა ბრაუზერებთან შედარებით.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
ka: Tor-ქსელს ყოველდღიურად ჰყავს მილიონზე მეტი მომხმარებელი და მხოლოდ 6000 გადამცემი ემსახურება ქსელში მიმოცვლილ მონაცემებს, შესაბამისად სერვერებზე დატვირთვამ, ზოგჯერ შესაძლოა დაყოვნება გამოიწვიოს. ვინაიდან თქვენი მიმოცვლილი მონაცემები მისამართდება მოხალისეთა სერვერებზე მსოფლიოს სხვადასხვა ნაწილში, მცირე შეფერხებები და ქსელის დაყოვნება, ყოველთვის შეიძლება წარმოიშვას.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
ka: ქსელში სიჩქარის გასაუმჯობესებლად, შეგიძლიათ დაგვეხმაროთ [საკუთარი გადამცემის გაშვებით](https://community.torproject.org/relay/) ან სხვებისთვის იმავეს შეთავაზებით.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
ka: უფრო სიღრმისეული პასუხისთვის, იხილეთ [Roger-ის სვეტის სტატია ამ საკითხზე](https://blog.torproject.org/blog/why-tor-is-slow) და [Tor-ის საჯარო კვლევის საკითხები: 2018 გამოშვება](https://blog.torproject.org/tors-open-research-topics-2018-edition) ქსელის წარმადობის შესახებ.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ka: მოკლედ, როგორც აღინიშნა, Tor იმაზე სწრაფია ვიდრე, უნდა იყოს და რამე განსაკუთრებული სხვაობა დანარჩენ ბრაუზერებთან შედარებით, შეიძლება ვერც შეამჩნიოთ.

source: What search engine comes with Tor Browser and how does it protect my privacy?
ka: რომელი საძიებო სისტემა მოყვება Tor-ბრაუზერს და იქნება თუ არა დაცული ჩემი პირადი მონაცემები?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
ka: [DuckDuckGo](https://duckduckgo.com/) არის ნაგულისხმევი საძიებო სისტემა Tor-ბრაუზერში.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
ka: DuckDuckGo არ აღრიცხავს მისი მომხმარებლების მოქმედებებს და არ ინახავს არანაირ მონაცემებს ძიების შესახებ. ვრცლად, იხილეთ [DuckDuckGo-ს პირადი მონაცემების დაცვის დებულება](https://duckduckgo.com/privacy).

source: I'm having a problem with DuckDuckGo.
ka: ხარვეზს გადავაწყდი DuckDuckGo-სთან დაკავშირებით.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
ka: გთხოვთ, ეწვიოთ [DuckDuckGo-ს მხარდაჭერის გვერდს](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
ka: თუ თვლით, რომ ეს ხარვეზი Tor-ბრაუზერს უკავშირდება, გთხოვთ მოგვახსენოთ ჩვენს [ხარვეზების აღმნუსხავში](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
ka: ხარვეზს გადავაწყდი NoScript-თან დაკავშირებით.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
ka: გთხოვთ, იხილოთ [NoScript-ის ხ.დ.კ](https://noscript.net/faq).

source: I'm having a problem with HTTPS Everywhere.
ka: ხარვეზს გადავაწყდი HTTPS Everywhere-სთან დაკავშირებით.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
ka: გთხოვთ, იხილოთ [HTTPS Everywhere-ის ხ.დ.კ](https://www.eff.org/https-everywhere/faq).

source: How do I update Tor Browser?
ka: როგორ განვაახლო Tor-ბრაუზერი?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
ka: გთხოვთ, იხილოთ [განახლების განყოფილება](https://tb-manual.torproject.org/ka/updating/) Tor-ბრაუზერის სახელმძღვანელოში.

source: How do I uninstall Tor Browser?
ka: როგორ ამოვშალო Tor-ბრაუზერი?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
ka: გთხოვთ, იხილოთ [ამოშლის განყოფილება](https://tb-manual.torproject.org/ka/uninstalling/) Tor-ბრაუზერის სახელმძღვანელოში.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ka: შესაძლებელია იმ IP-მისამართის შეცვლა, რომელსაც Tor-ბრაუზერი მანიჭებს ცალკეულ საიტზე?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ka: Tor-ბრაუზერში ორი გზაა კავშირის წრედის შეცვლისთვის — „ახალი ვინაობა“ და „ახალი Tor-წრედი ამ საიტისთვის“.

source: Both options are located in the hamburger menu.
ka: ორივე პარამეტრი მდებარეობს მთავარ მენიუში.

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
ka: აგრეთვე, ახალი წრედის მითითება შეგიძლიათ მისამართების ველში არსებული საიტის მონაცემების მენიუდან, ხოლო ახალი ვინაობის არჩევა, პატარა მბრწყინავი ცოცხის ნიშანზე დაწკაპებით, ეკრანის ზედა მარჯვენა არეში.

source: ##### New Identity
ka: ##### ახალი ვინაობა

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ka: ეს პარამეტრი გამოსადეგია, თუ გსურთ, რომ თქვენი მომდევნო მოქმედებები ვებგვერდებზე, არ იყოს დაკავშირებული წინა მოქმედებებთან.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ka: შედეგად, ყველა გახსნილი ჩანართი და ფანჯარა დაიხურება, გასუფთავდება პირადი მონაცემები, როგორიცაა ფუნთუშები და ისტორია, შემდეგ კი ახალი კავშირებისთვის, ახალი Tor-წრედები შეიქმნება.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ka: Tor-ბრაუზერი გაგაფრთხილებთ, რომ ყველა თქვენი მოქმედება და ჩამოტვირთვა შეწყდება, ასე რომ გაითვალისწინეთ ეს ყველაფერი, სანამ გამოიყენებთ „ახალ ვინაობას“.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
ka: ![Tor-ბრაუზერის მენიუ](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
ka: ##### ახალი Tor-წრედი ამ საიტისთვის

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ka: ეს პარამეტრი გამოსადეგია მაშინ, როცა არსებული გამსვლელი წერტილით ვერ ხერხდება საჭირო საიტთან დაკავშირება ან მისი სათანადოდ ჩატვირთვა.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ka: არჩევის შედეგად მიმდინარე/მოქმედი ჩანართი ან ფანჯარა ხელახლა ჩაიტვირთება ახალი Tor-წრედით.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ka: დანარჩენი ჩანართები და ფანჯრები, რომლებშიც იმავე საიტის სხვა გვერდებია გახსნილი, აგრეთვე ახალ წრედს გამოიყენებს, ხელახლა ჩატვირთვის შემდეგ.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ka: ამ შემთხვევაში, პირადი მონაცემები არ წაიშლება და არც თქვენი მოქმედებების განცალკევება არ მოხდება, ასევე ეს ყველაფერი არ იმოქმედებს თქვენს კავშირზე სხვა საიტებთან.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
ka: ![ახალი წრედი ამ საიტისთვის](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ka: როდესაც ვიყენებ Tor ბრაუზერს, ვინმეს შეუძლია გაარკვიოს, რომელ საიტებს ვეწვევი?

source: Tor Browser prevents people from knowing the websites you visit.
ka: Tor-ბრაუზერი არ აძლევს სხვებს საშუალებას გაიგონ, თუ რომელ საიტებს ნახულობთ.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ka: ზოგიერთ დაწესებულებას, მაგალითად თქვენი ინტერნეტმომსახურების მომწოდებელს (ISP), შეეძლება იხილოს რომ Tor-ით სარგებლობთ, თუმცა ვერ შეიტყობს, თუ რომელ საიტებს ეწვევით.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ka: საიტი (ბანკი, ელფოსტის მომწოდებელი და ა.შ.) ზღუდავს ჩემს ანგარიშს Tor-ის გამოყენებისას, რა შეიძლება მოვიმოქმედო?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ka: Tor-ბრაუზერით კავშირისას, უმეტეს შემთხვევაში ჩანს, რომ მსოფლიოს სულ სხვა წერტილიდან შედიხართ საიტზე.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ka: ზოგიერთმა მათგანმა კი, მაგალითად ბანკებმა ან ელფოსტის მომსახურების მომწოდებლებმა, ეს შეიძლება აღიქვას თქვენი ანგარიშის უკანონო ხელყოფად და მასზე წვდომის უფლება სრულად შეზღუდოს.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ka: ერთადერთი გზა ამის მოსაგვარებლად, ანგარიშის აღდგენაა, საიტზე მოცემული მითითებების მიხედვით ან მხარდაჭერის სამსახურთან დაკავშირება და მათთვის არსებული მდგომარეობის ახსნა.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ka: ამ ყველაფრის არიდება შესაძლებელია იმ შემთხვევაში, თუ თქვენი მომსახურების მომწოდებელი გთავაზობთ 2-საფეხურიან დამოწმებას ანგარიშზე შესვლისას, რაც დაცვის გაცილებით უკეთეს საშუალებას წარმოადგენს, ვიდრე IP-მისამართების გამოყენება.

source: Contact your provider and ask them if they provide 2FA.
ka: დაუკავშირდით თქვენი მომსახურების მომწოდებელს და ჰკითხეთ, აქვთ თუ არა 2FA.

source: Which platforms is Tor Browser available for?
ka: რომელ სისტემებზეა Tor-ბრაუზერი ხელმისაწვდომი?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
ka: Tor-ბრაუზერი ამჟამად ხელმისაწვდომია [Windows](https://www.torproject.org/ka/download/), [Linux](https://www.torproject.org/ka/download/) და [macOS](https://www.torproject.org/ka/download/) სისტემებზე.

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
ka: ახალი ვერსია Tor-ბრაუზერის [Android-ზე](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info), აგრეთვე გთავაზობთ [Orbot-აპლიკაციას](https://play.google.com/store/apps/details?id=org.torproject.android), თქვენს Android-მოწყობილობებზე სხვა პროგრამების მონაცემების, Tor-ქსელით გასატარებლად.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
ka: ჯერჯერობით არ არსებობს Tor-ის ოფიციალური ვერსია iOS-ისთვის, თუმცა ჩვენ გირჩევთ გამოიყენოთ [Onion-ბრაუზერი](https://onionbrowser.com)..

source: Can I set Tor Browser as my default browser?
ka: შემიძლია Tor-ბრაუზერის ნაგულისხმევად მითითება?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ka: Tor-ბრაუზერი მუშაობისას ცდილობს სრულად გამიჯნოს თავი დანარჩენი სისტემისგან და მისი ნაგულისხმევ ბრაუზერად დაყენება არასასურველი იქნება.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
ka: შედეგად, საიტი შესაძლოა ხან Tor-ბრაუზერში გაიხსნას, ხან კი სხვა ბრაუზერში, რაც მეტად სახიფათო და ხელისშემშლელია ვინაობის გამხელისგან დაცვისთვის.

source: Does running Tor Browser make me a relay?
ka: Tor-ბრაუზერის გამოყენებისას, მეც ვხდები სხვების კავშირის გადამცემი?

source: Running Tor Browser does not make you act as a relay in the network.
ka: Tor-ბრაუზერის გამოყენებისას, თქვენ არ ასრულებთ ქსელში გადამცემის მოვალეობას.

source: This means that your computer will not be used to route traffic for others.
ka: ანუ, თქვენი კომპიუტერი არ იქნება გამოყენებული სხვების მიერ გადაცემული მონაცემების გასატარებლად.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
ka: თუ სურვილი გაქვთ გახდეთ გადამცემი, გთხოვთ იხილოთ ჩვენი [Tor-გადამცემის სახელმძღვანელო](https://community.torproject.org/relay).

source: Why does Tor Browser ship with JavaScript enabled?
ka: რატომაა Tor-ბრაუზერი აღჭურვილი ჩართული JavaScript-ით?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ka: NoScript ნაგულისხმევად უშვებს JavaScript-ს, ვინაიდან საიტების უმეტესობა, არ მუშაობს გამორთული Javascript-ით.
