Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: How can we help?
es: ¿Cómo podemos ayudarte?

source: Most Frequently Asked Questions
es: Preguntas más frecuentes

source: About Tor
es: Acerca de Tor

source: Tor Browser
es: Navegador Tor

source: Connecting To Tor
es: Conectar a Tor

source: Censorship
es: Censura

source: Operators
es: Operadores

source: Onion Services
es: Servicios cebolla

source: Get in Touch
es: Contacta con nosotros

source: Debian Repository
es: Repositorio Debian

source: Tor rpm packages
es: Paquetes RPM de Tor

source: add-on, extension, or plugin
es: add-on, extensión, o complemento

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
es: Los add-ons, las extensiones, y los plugins son componentes que se pueden añadir a los [navegadores web](../web-browser) para darles nuevas funcionalidades.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
es: El Tor Browser trae instalados dos add-ons: [NoScript](../noscript) y [HTTPS Everywhere](../https-everywhere).

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
es: No debes instalar ningún otro complemento en Tor Browser, ya que podría comprometer tu privacidad.

source: antivirus software
es: software antivirus

source: An antivirus software is used to prevent, detect and remove malicious software.
es: Se usa software antivirus para prevenir, detectar y quitar software malicioso.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
es: El software antivirus puede interferir con [Tor](../tor-tor-network-core-tor) en tu ordenador.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
es: Puede que necesites consultar la documentación de tu software antivirus si no sabes cómo activar Tor.

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
es: Una aplicación web (aplicación web), es una aplicación que el [cliente](../client) ejecuta en un [navegador web](../web-browser).

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
es: Una app también puede referirse a software que se instala en el móvil [operating systems](../operating-system-os).

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
es: Atlas es una aplicación web para ver los [relays](../relay) de Tor activos actualmente.

source: bandwidth authority
es: autoridad de ancho de banda

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
es: Para determinar el rendimiento de un repetidor, los repetidores especiales llamados autoridades de ancho de banda realizan mediciones periódicas del [repetidor](../relay) en el [consenso](../consenso).

source: bridge
es: puente

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
es: Al igual que los [repetidores](../relay) de Tor normales, los puentes son manejados por voluntarios; sin embargo, a diferencia de los repetidores ordinarios, no están listados públicamente, por lo que un adversario no puede identificarlos fácilmente.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
es: Los [transportes conectables](../pluggable-transports) son un tipo de [puentes](../puente) que ayudan a disimular el hecho de que estás usando Tor.

source: bridge authority
es: autoridad de puente

source: A special-purpose relay that maintains the list of [bridges](../bridge).
es: Un repetidor especial que mantiene la lista de [puentes](../puente).

source: browser fingerprinting
es: huellas del navegador

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
es: La toma de huellas es el proceso de recopilar información sobre un dispositivo o servicio para hacer conjeturas fundamentadas sobre su identidad o características..

source: Unique behavior or responses can be used to identify the device or service analyzed.
es: El comportamiento o las respuestas únicas se pueden utilizar para identificar el dispositivo o servicio analizado.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
es: El [Navegador Tor](../tor-browser) impide que se genere una huella digital diferente para cada usuario.

source: browsing history
es: historial de navegación

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
es: Un historial de navegación es un registro de las solicitudes realizadas durante el uso de un [navegador](../web-browser), e incluye información tal como qué sitios web se han visitado y cuándo.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
es: [Tor Browser](../tor-browser) borra tu historial de navegación después de que cierres tu [session](../session).

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
es: Los Captchas son una prueba de desafío-respuesta utilizada en la computación para determinar si el usuario es o no humano.

source: [Tor](../tor-tor-network-core-tor) users are often served CAPTCHAS because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
es: Los usuarios de [Tor](../tor-tor-network-core-tor) a menudo reciben captchas porque los [repetidores](../relay) de Tor hacen tantas peticiones que a veces los sitios web tienen dificultades para determinar si esas peticiones provienen o no de humanos o de bots.

source: checksum
es: suma de comprobación

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
es: Las sumas de comprobación son valores [hash](../hash) de los archivos. Si se descarga el software sin errores, la suma de comprobación dada y la suma de comprobación del archivo descargado serán idénticas.

source: circuit
es: circuito

source: A path through the [Tor network](../tor-tor-network-core-tor) built by [clients](../client) consisting of randomly selected nodes. The circuit begins with either a [bridge](../bridge) or a [guard](../guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](../middle-relay), and an [exit](../exit). Most [onion services](../onion-services) use six hops in a circuit (with the exception of [single onion services](../single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the [i] on the URL bar.
es: Una ruta a través de [la red Tor](../tor-tor-network-core-tor) realizada por los [clientes](../cliente) que consiste en nodos seleccionados aleatoriamente. El circuito comienza tanto con un [puente](../puente) como un [nodo guardián](../guard). La mayoría de los circuitos constan de tres nodos: un guardián o puente, un [nodo intermedio](../middle-relay-nodo-intermedio), y un [nodo de salida](../exit). La mayoría de los [servicios cebolla](../onion-services) utilizan seis saltos en un circuito (con la excepción de los [single onion services](../single-onion-service)) y nunca un nodo de salida. Puedes ver tu circuito Tor actual haciendo clic en el botón [i] de la barra de direcciones.

source: client
es: cliente

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
es: En [Tor](../tor-tor-network-core-tor), un cliente es un nodo en la red Tor, ejecutándose típicamente en nombre de un usuario, que enruta las conexiones de la aplicación sobre una serie de [relays](../relay).

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
es: Compass es una aplicación web para analizar en grupo los [repetidores de tor](../relay) que hay en este momento.

source: consensus
es: consenso

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
es: En términos de Tor, un único documento compilado y votado por las [autoridades de directorio](../directory-authority) una vez por hora, que asegura que todos los [clientes](../cliente) tienen la misma información sobre los [relays](../relay) que componen la [Tor network](../tor-tor-network-core-tor).

source: An [HTTP](../http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](../web-browser) while the user is browsing.
es: Una cookie [HTTP](../http) (también llamada cookie web, cookie de Internet, cookie del navegador o simplemente cookie) es una pequeño archivo de datos enviado desde un sitio web y almacenado en el ordenador del usuario por el [web browser](../web-browser) mientras el usuario está navegando.

source: By default, [Tor Browser](../tor-browser) does not store cookies.
es: Por defecto, el [navegador Tor](../tor-browser) no almacena cookies.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
es: Cross-Site Scripting (XSS) permite a un atacante añadir funcionalidad o comportamiento malicioso a un sitio web cuando no debería tener la capacidad de hacerlo.

source: cryptographic signature
es: firma cryptográfica

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](../public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get.
es: Una firma criptográfica prueba la autenticidad de un mensaje o archivo. Es creado por el titular de la parte privada de un par de claves [public key cryptography](../public-key-cryptography) y se puede verificar mediante la clave pública correspondiente. Si descargas software de torproject.org, lo encontrará como archivos sig (.asc). Estas son firmas PGP, por la que puedes verificar que el archivo descargado es exactamente el que queríamos que obtuvieras.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
es: Para más información lee [como verificar firmas](/es/tbb/how-to-verify-signature/).

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
es: Un demonio-daemon es un programa de ordenador que se ejecuta como un proceso en segundo plano, en lugar de estar bajo el control directo de un usuario.

source: directory authority
es: autoridad de directorio

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
es: Un [repetidor](../relay) especial que mantiene una lista de los repetidores actualmente en funcionamiento y publica periódicamente un [consenso](../consenso) junto con las otras autoridades del directorio.

source: encryption
es: cifrado

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](../tor-tor-network-core-tor) uses three layers of encryption in the Tor [circuit](../circuit); each [relay](../relay) decrypts one layer before passing the request on to the next relay.
es: El proceso de tomar un grupo de datos y codificarlos en un código secreto que sólo puede ser leído por el destinatario previsto. [Tor](../tor-tor-network-core-tor) usa tres capas de encriptación en el [circuito](../circuito) de Tor; cada [repetidor](../repetidor) descifra una capa antes de pasar la petición al siguiente repetidor.

source: end-to-end encrypted
es: encriptados de extremo a extremo

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
es: Los datos transmitidos que están [encriptados](../encryption) desde el origen hasta el destino se denominan encriptados de extremo a extremo.

source: exit
es: salida

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
es: El último [relay](../relay) en el [circuito Tor](../circuito) que envía [tráfico](../traffic) al Internet público. El servicio al que te estás conectando (página web, servicio de chat, proveedor de correo electrónico, etc.) verá la [dirección IP](../ip-address) de la salida.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
es: El servicio ExoneraTor mantiene una base de datos de [repetidor](../repetidor) [direcciones IP](../ip-address) que han sido parte de la red Tor. Responde a la pregunta de si había un repetidor [Tor](../tor-tor-network-core-tor) funcionando en una dirección IP dada en una fecha dada. Este servicio suele ser útil cuando se necesita presentar pruebas a los agentes de la ley.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
es: Mozilla Firefox es un [navegador](../web-browser) libre y de código abierto desarrollado por la Fundación Mozilla y su subsidiaria, Mozilla Corporation.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
es: El [Navegador Tor](../tor-browser) está construido a partir de una versión modificada de Firefox ESR (Extended Support Release).

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
es: Firefox está disponible para Windows, macOS y Linux [operating systems](../operating-system-os), con su versión para móviles (fennec) disponible para Android.

source: A firewall is a network security system that monitors and controls incoming and outgoing network [traffic](../traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](../network-censorship). Sometimes people have trouble connecting to [Tor](../tor-tor-network-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
es: Un firewall es un sistema de seguridad de red que monitorea y controla el [tráfico](../traffic) entrante y saliente de la red. Este filtro de tráfico se basa en reglas predeterminadas. Un firewall suele establecer una barrera entre una red interna segura y de confianza y otra red externa, pero también puede utilizarse como filtro de contenido en el sentido de [censura](../network-censorship). A veces la gente tiene problemas para conectarse a [Tor](../tor-tor-network-core-tor) porque su firewall bloquea las conexiones Tor. Puedes reconfigurar o desactivar tu cortafuegos y reiniciar Tor para probar esto.

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
es: Flash Player es un [add-on](../add-on-extension-or-plugin) para [aplicaciones](../app) de Internet para ver contenidos de video y audio. Nunca debes habilitar Flash para que se ejecute en el [navegador Tor](../tor-browser) porque es inseguro. Muchos servicios que usan Flash también ofrecen una alternativa HTML5, que debería funcionar en el navegador Tor.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
es: FTE (format-transforming encryption) es un transporte conectable que disfraza el [tráfico de Tor](../traffic) de tráfico web ordinario (HTTP).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
es: Es un servicio que responde automáticamente a los mensajes (Email, XMPP, Twitter) con enlaces a la última versión de [Navegador Tor](../tor-browser), alojado en una variedad de ubicaciones, como Dropbox, Google Drive y GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
es: El Proyecto Tor participa en el Google Summer of Code, que es un programa de verano para estudiantes universitarios.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
es: El Proyecto Tor participa en el Google Season of Docs, que es un programa para autores de documentación técnica.

source: guard
es: guarda

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
es: El primer [repetidor](../relay) en el [circuito de Tor](../circuito), a menos que se utilice un [puente](../bridge). Cuando se utiliza un puente, el puente toma el lugar de guarda.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
es: Un valor hash criptográfico es el resultado de un algoritmo matemático que asigna los datos a una cadena de bits de un tamaño fijo. Está diseñado como una función unidireccional, lo que significa que el valor es fácil de calcular en una dirección, pero no es factible de invertir. Los valores hash sirven para verificar la integridad de los datos.

source: hidden services
es: servicios ocultos

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
es: Nombre antiguo de los "[servicios cebolla (onion services)](../onion-services)", a veces todavía en uso en la documentación o comunicación [Tor](../tor-tor-network-core-tor).

source: hop
es: salto

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
es: En términos de [Tor](../tor-tor-network-core-tor), un "salto" se refiere a [tráfico](../traffic) que se mueve entre [repetidores](../relay) en un [circuito](../circuito).

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
es: El [Hypertext Transfer Protocol (HTTP)](../http) es un canal utilizado para enviar archivos y datos entre dispositivos en una red. Originalmente utilizado para transferir sólo páginas web, ahora se confía en él para entregar muchas formas de datos y comunicación.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
es: El protocolo de transferencia de hipertexto seguro es la versión [encriptada](../encryption) del canal HTTP utilizado para transferir archivos y datos entre dispositivos en una red.

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
es: HTTPS Everywhere es una [extensión](../add-on-extension-or-plugin) en [Firefox](../firefox), Chrome y Opera que convierte a [HTTPS](../https) en el valor predeterminado en los sitios web que han configurado HTTPS pero no le han dado el valor predeterminado.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
es: HTTPS Everywhere está instalado en el [Navegador Tor](../tor-browser).

source: internet service provider (ISP)
es: proveedor de servicios de Internet (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
es: Un proveedor de servicios de Internet (ISP) es una organización que proporciona servicios para acceder y utilizar Internet. Cuando utilizas [Navegador Tor](../tor-browser), tu ISP no puede ver qué sitios web estás visitando.

source: IP address
es: Dirección IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
es: Una dirección de Protocolo de Internet (dirección IP) es una etiqueta numérica (o alfanumérica en el caso de IPv6) asignada a cada dispositivo (por ejemplo, ordenador, impresora) que participa en una red de ordenadores que utiliza el Protocolo de Internet para comunicarse.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
es: La dirección IP es la dirección de ubicación del dispositivo, similar a las direcciones de las ubicaciones físicas.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
es: El [Navegador Tor](../tor-browser) oculta tu ubicación haciendo que parezca que tu [tráfico](../traffic) proviene de una dirección IP que no es la tuya.
