Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: Tor prevents eavesdroppers from learning sites that you visit.
fr: Tor empêche aux systèmes d’écoute de connaître les sites que vous visitez.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
fr: Cependant, les renseignements envoyés par Internet sans chiffrement en utilisant une simple connexion HTTP peuvent toujours être interceptés par les opérateurs de relais de sortie ou par quiconque observe le trafic entre votre relais de sortie et votre site Web de destination.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
fr: Si le site que vous visitez utilise HTTPS, le trafic quittant votre relais de sortie sera alors chiffré et invisible aux systèmes d’écoute.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
fr: <h4 class="card-title">Si vous utilisez HTTPS, l’URL de votre site Web commencera par « ​https:// ».</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
fr: <h4 class="card-title">Cette représentation montre quels renseignements sont visibles aux systèmes d’écoute, avec et sans le navigateur Tor Browser et le chiffrement HTTPS.</h4>

source: How do I run a middle or guard relay on Debian?
fr: Comment puis-je exécuter un relais intermédiaire ou de garde sous Debian ?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
fr: Vous trouverez la ressource la plus fouillée sur la mise en place d’un relais dans notre <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guide sur les relais Tor</a></mark>.

source: * Run "apt-get install tor" (as root).
fr: * Exécutez « apt-get install tor » (en tant que superutilisateur).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
fr: * Assurez-vous que votre horloge, la date et votre fuseau horaire sont réglés avec précision. Installez le paquet ntp ou openntpd (ou similaire) pour qu’ils le restent.

source: * Edit /etc/tor/torrc to look like the following:
fr: * Modifiez /etc/tor/torrc pour qu’il ressemble à ce qui suit :

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
fr: ## L’adresse IP ou le nom d’hôte pour les connexions entrantes (laissez commenté et Tor déterminera cela)

source: #Address noname.example.com
fr: #Adresse sansnom.exemple.com

source: ## Set the nickname of this relay
fr: ## Définissez le pseudonyme de ce relais

source: Nickname ididnteditheconfig
fr: Nickname jaipasmodifiélaconfig

source: ## Set your own contact info
fr: ## Définissez vos propres renseignements de contact

source: ContactInfo 0xFFFFFFFF Random Person <nobody AT example dot com>
fr: ContactInfo 0xFFFFFFFF Personne au hasard <nobody AT example dot com>

source: ## If you control multiple relays, include them in the family
fr: ## Si vous contrôlez plusieurs relais, incluez-les dans la famille

source: #MyFamily $keyid,$keyid,...
fr: #MaFamille $keyid,$keyid,…

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
fr: ## Définissez le débit de votre bande passante (laissez en commentaire et Tor s’exécutera sans limite de bande passante)

source: * Run "service tor reload" (as root)
fr: * Exécutez « service tor reload » (en tant que superutilisateur).

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
fr: * Une fois que votre relais sera connecté au réseau, il essaiera de déterminer si les ports que vous avez configurés sont accessibles de l’extérieur.

source: This step is usually fast, but it may take a few minutes.
fr: Cette étape est habituellement rapide, mais pourrait prendre quelques minutes.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: If you don't see this message, it means that your relay is not reachable from the outside.
fr: Si vous me voyez pas ce message, cela signifie que votre relais n’est pas accessible depuis l’extérieur.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
fr: Vous devriez à nouveau vérifier vos pare-feux, que l’IP et les ports que vous avez spécifié dans votre torrc sont corrects, etc.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
fr: Quand il aura confirmé qu’il est accessible, il téléversera un « descripteur de serveur » vers les autorités d’annuaire pour informer les clients de l’adresse, des ports, clés, etc. que votre relais utilise.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
fr: Après quelques heures (le temps que l’information se propage), vous pouvez envoyer une requête à <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> pour voir si votre relais a été enregistré dans le réseau avec succès.

source: If it hasn't, re-check firewalls, IP and ports again.
fr: Si ce n’est pas le cas, vérifiez à nouveau vos pare-feux, votre IP et vos ports.

source: How do I run an exit relay on Debian?
fr: Comment puis-je exécuter un relais de sortie sous Debian ?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
fr: * Consultez nos <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">lignes directrices sur les relais de sortie</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans votre /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
fr: * Quand il aura confirmé qu’il est accessible, il téléversera un « descripteur de serveur » vers les autorités d’annuaire pour informer les clients de l’adresse, des ports, clés, etc. que votre relais utilise.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
fr: Prenez en considération la possibilité de basculer vers la <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">stratégie de sortie réduite</a></mark>.

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
fr: Comment puis-je exécuter un relais intermédiaire ou de garde sous FreeBSD ou HardenedBSD ?

source: * Run "pkg install tor" (as root).
fr: * Exécutez « pkg install tor » (en tant que superutilisateur).

source: * Make sure your clock, date, and timezone are set correctly.
fr: * Assurez-vous que votre horloge, la date et votre fuseau horaire sont réglés avec précision.

source: Enabling ntpd is suggested.
fr: Il est recommandé d’activer ntpd.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
fr: * Modifiez /usr/local/etc/tor/torrc pour qu’il ressemble à ce qui suit :

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
fr: * Assurez-vous que tor démarre lors de l’amorçage en exécutant « sysrc tor_enable=YES » (en tant que superutilisateur)

source: * Run "service tor start" (as root)
fr: * Exécutez « service tor start » (en tant que superutilisateur)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans /var/log/tor/notices.log comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: How do I make sure that I'm using the correct packages on Ubuntu?
fr: Comment puis-je être certain que j’utilise les bons paquets dans Ubuntu ?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
fr: * N’utilisez pas les paquets dans les dépôts d’Ubuntu. Ils ne sont pas mis à jours avec régularité. Si vous les utilisez, vous manquerez d’importants correctifs de stabilité et de sécurité.

source: * Determine your Ubuntu version by running the following command:
fr: * Déterminez votre version d’Ubuntu en exécutant la commande suivante :

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
fr: * En tant que super-utilisateur, ajoutez les lignes suivantes au fichier /etc/apt/sources.list. Utilisez la version que vous avez trouvé à l’étape précédente à la place de <version>.

source: * Add the gpg key used to sign the packages by running the following commands:
fr: * Ajoutez la clé gpg utilisée pour signer les paquets en exécutant les commandes suivantes :

source: * Run the following commands to install tor and check its signatures:
fr: * Exécutez les commandes suivantes pour installer tor et vérifier ses signatures :

source: How do I run a obfs4 bridge on Debian?
fr: Comment puis-je utiliser un pont obfs4 sous Debian ?

source: * Run "apt-get install tor obfs4proxy" (as root).
fr: * Exécutez « apt-get install tor obfs4proxy » (en tant que superutilisateur).

source: Install the ntp or openntpd (or similar) package to keep it that way.
fr: Installez le paquet ntp ou openntpd (ou similaire) pour qu’ils le restent.

source: BridgeRelay 1
fr: Relais pont 1

source: * Run "service tor reload" (as root).
fr: * Exécutez « service tor reload » (en tant que superutilisateur).

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: * Cherchez une entrée de journal dans /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
fr: * Vous devriez également voir le message « Registered server transport ’obfs4’ » qui indique que obfs4proxy fonctionne.

source: Should I run an exit relay from home?
fr: Devrais-je exécuter un relais de sortie de mon domicile ?

source: No.
fr: Non.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
fr: Si un organisme d’application de la loi commence à s’intéresser au trafic de votre relais de sortie, il est possible que des représentants de cet organisme saisissent votre ordinateur.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
fr: C’est pourquoi il est préférable de ne pas faire fonctionner votre relais de sortie chez vous ou en utilisant votre connexion à Internet résidentielle.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
fr: Envisagez plutôt de faire fonctionner votre relais de sortie dans une installation commerciale favorable à Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
fr: Utilisez une adresse IP séparée pour votre relais de sortie et n’acheminez pas votre propre trafic par ce relais.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
fr: Bien entendu, vous devriez éviter de laisser des informations personnelles ou sensibles sur l’ordinateur qui héberge votre relais de sortie.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
fr: J’ai entendu parler de sites Web qui ne sont accessibles que par Tor. Que sont ces sites Web et comment puis-je y accéder ?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
fr: Les sites Web qui ne sont accessibles que par Tor sont appelés « onions » et se terminent par le domaine de premier niveau .onion.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
fr: Par exemple, l’oignon DuckDuckGo est ​<a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
fr: Vous pouvez accéder à ces sites Web en utilisant le navigateur Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
fr: L’adresse doit être partagée avec vous par l’hôte du site Web, car les onions ne sont pas indexés dans les moteurs de recherche de façon habituelle, comme les sites Web ordinaires le sont.

source: What is a .onion or what are onion services?
fr: Qu’est-ce qu’un .onion et que sont les services onion ?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
fr: Les service onion permettent aux gens de naviguer, mais aussi de publier dans l’anonymat, même des sites Web anonymes.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
fr: Les service onion sont aussi utilisés pour permettre la messagerie et le partage de fichiers sans métadonnées, des interactions plus sûres entre des journalistes et leurs sources avec <mark><a href="https://securedrop.org/">SecureDrop</a></mark> ou avec <mark><a href="https://onionshare.org/">OnionShare</a></mark>, des mises à jour de logiciels elles aussi plus sûres, et des façons plus sécuritaires d’accéder à des sites populaires tels que comme <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
fr: Ces services utilisent le domaine de premier niveau à usage spécial .onion (au lieu de .com, .net, .org, etc…) et ne sont accessibles que par le réseau Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
fr: Lorsque vous accédez à un site Web qui utilise un service onion, le navigateur Tor Browser affichera dans la barre URL une icône d’un petit oignon vert affichant l’état de votre connexion : sécurisé et utilisant un service onion.

source: And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
fr: Et si vous accédez à un site Web avec service https et onion, il affichera l’icône d’un oignon vert et un cadenas.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
fr: Si vous n’arrivez pas à accéder au service onion que vous souhaitez, assurez-vous d’avoir saisi correctement l’adresse onion de 16 caractères, ou le nouveau format d’adresse onion de 56 caractères. Même une seule petite erreur empêchera le navigateur Tor Browser d’accéder au site.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
fr: Vous pouvez aussi vous assurer que vous arrivez à accéder à d’autres services onion en vous connectant au <a href="http://3g2upl4pq6kufc4m.onion">service onion de DuckDuckGo</a>.

source: Tor Glossary
fr: Glossaire Tor

source: The community team has developed this Glossary of terms about and related to Tor
fr: L’équipe de la communauté a développé ce glossaire de termes connexes à Tor

source: ### add-on, extension, or plugin
fr: ### extension, greffon ou addiciel

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](#web-browser) to give them new features.
fr: Les extensions et greffons sont des composants qui peuvent être ajoutés à des [navigateurs Web](#Web-browser) pour leur donner de nouvelles fonctions.

source: Tor Browser comes with two add-ons installed: [NoScript](#noscript) and [HTTPS Everywhere](#https-everywhere).
fr: Deux extensions sont installées dans le navigateur Tor Browser : [NoScript](#noscript) et [HTTPS partout](#https-everywhere).

source: You should not install any additional add-ons to Tor Browser because that can compromise some of its privacy features.
fr: Vous ne devriez pas installer d’extensions supplémentaires au navigateur Tor Browser, car cela peut compromettre certaines de ses fonctions de confidentialité.

source: ### antivirus software
fr: ### logiciel antivirus

source: An antivirus software is used to prevent, detect and remove malicious software.
fr: Un logiciel antivirus est utilisé pour prévenir, détecter et supprimer les logiciels malveillants.

source: Antivirus software can interfere with [Tor](#tor-/-tor-network/-core-tor) running on your computer.
fr: Un logiciel antivirus peut interférer avec [Tor](#tor-/-tor-tor-network/-core-tor) qui s’exécute sur votre ordinateur.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
fr: Vous devrez peut-être consulter la documentation de votre logiciel antivirus si vous ne savez pas comment autoriser Tor.

source: ### app
fr: ### appli

source: A web application (web app), is an application which the [client](#client) runs in a [web browser](#web-browser).
fr: Une application Web (Web app), est une application que le [client](#client) exécute dans un [navigateur Web](#Web-browser).

source: App can also refer to software that you install on mobile [operating systems](#operating-system-os).
fr: L’application peut également faire référence aux logiciels que vous installez sur les systèmes d’exploitation mobiles (#operating-system-os).

source: Atlas is a web application to learn about currently running Tor [relays](#relay).
fr: Atlas est une application Web pour en savoir plus sur le fonctionnement actuel de Tor [relais](#relais).

source: ### bandwidth authority
fr: ### autorité de bande passante

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](#relay) in the [consensus](#consensus).
fr: Pour déterminer le débit d’un relais, des relais spéciaux appelés autorités de bande passante prennent des mesures périodiques des [relais](#relais) dans le [consensus](#consensus).

source: ### bridge
fr: ### pont

source: Like ordinary Tor [relays](#relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
fr: Comme les [relais](#relais), les ponts sont exploités par des bénévoles ; cependant, contrairement aux relais ordinaires, ils ne sont pas listés publiquement. Un adversaire ne peut donc pas les découvrir facilement.

source: [Pluggable transports](#pluggable-transports) are a type of bridge that help disguise the fact that you are using Tor.
fr: Pluggable transports](#pluggable-transports) sont un type de pont qui aide à masquer le fait que vous utilisez Tor.

source: ### bridge authority
fr: ### autorité de ponts

source: A special-purpose relay that maintains the list of [bridges](#bridge).
fr: Un relais spécial qui maintient la liste des [ponts](#bridge).

source: ### browser fingerprinting
fr: ### pistage par empreinte numérique du navigateur

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
fr: Le pistage par empreinte numérique unique consiste à recueillir des renseignements sur un appareil ou un service afin d’estimer le plus précisément possible son identité ou ses caractéristiques.

source: Unique behavior or responses can be used to identify the device or service analyzed.
fr: Un comportement ou des réponses uniques peuvent être utilisés pour identifier l’appareil ou le service analysé.

source: [Tor Browser](#tor-browser) prevents fingerprinting.
fr: Le navigateur [Tor Browser](#tor-browser) empêche le pistage par empreinte numérique unique.

source: ### browsing history
fr: ### historique de navigation

source: A browser history is a record of requests made while using a [web browser](#web-browser), and includes information like websites visited and when.
fr: Un historique de navigateur est un enregistrement des requêtes effectuées lors de l’utilisation d’un [navigateur Web](#Web-browser), et comprend des informations telles que les sites Web visités et quand.

source: [Tor Browser](#tor-browser) deletes your browsing history after you close your [session](#session).
fr: Le navigateur [Tor Browser](#tor-browser) efface votre historique de navigation après fermeture de votre [session](#session).

source: Captchas are a challenge-response test used in computing to determine whether the user is human or not.
fr: Les captchas sont un test de réponse par défi utilisé en informatique pour déterminer si l’utilisateur est humain ou non.

source: [Tor](#tor-/-tor-network/-core-tor) users are often served captchas because Tor [relays](#relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or from bots.
fr: [Les utilisateurs de Tor](#tor-/-tor-tor-network/-core-tor) se voient souvent servir des captchas parce que Tor [relais](#relais) fait tellement de requêtes que parfois les sites Web ont du mal à déterminer si ces requêtes viennent d’humains ou de bots.

source: ### checksum
fr: ### somme de contrôle

source: Checksums are [hash](#hash)values of files. If you are downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
fr: Les sommes de contrôle sont les valeurs [hash](#hash) des fichiers. Si vous téléchargez le logiciel sans erreur, la somme de contrôle donnée et la somme de contrôle de votre fichier téléchargé seront identiques.
