Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
fr: Le navigateur Tor Browser est développé à partir de <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark> et il est donc possible que des erreurs concernant Firefox surviennent.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
fr: Veuillez vous assurer qu’un autre navigateur Tor Browser n’est pas en cours d’exécution et que vous avez extrait le navigateur Tor Browser dans un emplacement pour lequel votre utilisateur détient les bonnes permissions.

source: If you are running an anti-virus, please see <mark><a href="/tbb/antivirus-blocking-tor/">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
fr: Si vous utilisez un antivirus, veuillez consulter <mark><a href="/tbb/antivirus-blocking-tor/">Mon antivirus ou ma protection contre les programmes malveillants m’empêche d’accéder au Navigateur Tor</a></mark>. Il n’est pas rare que les logiciels antivirus ou antiprogrammes malveillants provoquent ce genre de problème.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
fr: Puis-je quand même utiliser un autre navigateur comme Chrome ou Firefox quand j’utilise le navigateur Tor Browser ?

source: You can certainly use another browser while you are also using Tor Browser.
fr: Vous pouvez assurément utiliser un autre navigateur alors que vous utilisez aussi le navigateur Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
fr: Néanmoins, sachez que les propriétés de confidentialité du navigateur Tor Browser ne seront pas présentes dans l’autre navigateur.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
fr: Soyez prudent en basculant entre Tor et un navigateur moins sécuritaire, car vous pourriez accidentellement utiliser l’autre navigateur pour quelque chose que vous pensiez faire en utilisant Tor.

source: Can I make Tor Browser my default browser?
fr: Puis-je faire du navigateur Tor Browser mon navigateur par défaut ?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
fr: Il n’existe malheureusement aucune façon prise en charge de faire du navigateur Tor Browser votre navigateur par défaut.

source: A website I am trying to reach is blocking access over Tor.
fr: Un site Web auquel j’essaie d’accéder bloque l’accès avec Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
fr: Les sites Web bloqueront parfois les utilisateurs de Tor parce qu’ils ne peuvent pas faire la différence entre l’utilisateur de Tor moyen et le trafic automatisé.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
fr: Les meilleurs résultats pour débloquer l’accès des utilisateurs de Tor à un site donné ont été obtenus en demandant aux utilisateurs de contacter directement les administrateurs du site en question.

source: Something like this might do the trick:
fr: Ce qui suit pourrait suffire :

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
fr: « Bonjour ! J’ai essayé d’accéder à votre site xyz.com en utilisant le navigateur Tor Browser et j’ai découvert que vous ne permettez pas aux utilisateurs de Tor d’y accéder.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
fr: Je vous prie instamment de reconsidérer votre décision ; dans le monde entier, des personnes utilisent Tor pour protéger leur vie privée et leurs renseignements personnels, mais aussi pour combattre la censure.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
fr: En bloquant les utilisateurs de Tor, vous bloquez vraisemblablement des personnes situées dans des pays où règne la répression et qui souhaitent utiliser un Internet libre, des journalistes et des chercheurs qui ne veulent pas être découverts, des lanceurs d’alerte, des activistes et des personnes ordinaires qui ne veulent pas être suivies à la trace par des tiers invasifs.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
fr: Veuillez adopter une position ferme privilégiant la confidentialité numérique et la liberté sur Internet, et permettre aux utilisateurs de Tor d’accéder à xyz.com.

source: Thank you."
fr: Merci. »

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
fr: Dans le cas de banques ou autres sites Web sensibles, il est aussi habituel de constater un blocage d’après la position géographique (si une banque sait que vous accédez habituellement à ses services à partir d’un pays et que vous vous connectez soudainement à partir d’un relais de sortie situé de l’autre côté de la planète, votre compte pourrait être verrouillé ou suspendu).

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
fr: Si vous ne pouvez pas vous connecter à un service onion, veuillez consulter « <a href="#onionservices-3">Je ne peux pas accéder à X.onion !</a> »

source: Can I use Tor with a browser besides Tor Browser?
fr: Puis-je utiliser Tor avec un autre navigateur que le navigateur Tor Browser ?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
fr: Nous recommandons fortement de ne pas utiliser Tor avec un navigateur autre que le navigateur Tor Browser.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
fr: Utiliser Tor avec un autre navigateur pourrait vous rendre vulnérable, sans la protection des données personnelles offerte par le navigateur Tor Browser.

source: Does Tor Project make an application for private chat?
fr: Le Projet Tor offre-t-il une application pour les dialogues en ligne confidentiels ?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
fr: Non. Après onze versions bêta, nous avons cessé de prendre en charge la<a href="https://blog.torproject.org/sunsetting-tor-messenger">Messagerie Tor</a>.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
fr: Nous croyons toujours que Tor pourrait être utilisé dans une appli de messagerie, mais nous ne disposons pas des ressources pour le concrétiser pour le moment.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
fr: Les avez-vous ? <mark><a href="https://www.torproject.org/about/contact.html.en">Contactez nous</a></mark>.

source: Can I run Tor on an Android device?
fr: Puis-je utiliser Tor sur un appareil Android ?

source: Tor on Android is provided by The Guardian Project.
fr: Tor pour Android est fourni par le Projet Guardian.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
fr: De plus amples renseignements se trouvent sur les pages Web d’<mark><a href="https://guardianproject.info/apps/orbot/">​Orbot</a></mark> et d’<mark><a href="https://guardianproject.info/apps/orfox/">​Orfox</a></mark>.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
fr: Orfox est conçu pour la navigation Web et Orbot peut acheminer par le réseau Tor le trafic d’autres applis sur votre téléphone Android.

source: Who is the Guardian Project?
fr: Qui est le Projet Guardian ?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
fr: Le projet Guardian maintient Tor (et d’autres applications de confidentialité) sur Android. De plus amples renseignements se trouvent sur le <mark><a href="https://guardianproject.info/">site Web du Projet Guardian</a></mark>.

source: Can I run Tor on an iOS device?
fr: Puis-je utiliser Tor sur un appareil iOS ?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
fr: Nous recommandons une appli iOS appelée Navigateur Onion qui est à code source ouvert, utilise le routage Tor et est développée par une personne qui collabore étroitement avec le Projet Tor.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
fr: Cependant, Apple exige que sur iOS les navigateurs utilisent quelque chose appelé « Webkit » qui empêche au Navigateur Onion de proposer la même protection de la confidentialité que le navigateur Tor Browser.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
fr: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">En apprendre davantage sur le Navigateur Onion</a></mark>.

source: How do I run Tor on Windows Phone?
fr: Comment puis-je utiliser Tor sur Windows Phone ?

source: There is currently no supported method for running Tor on Windows Phone.
fr: Il n’existe actuellement aucun moyen pris en charge d’utiliser Tor sur Windows Phone.

source: When is Tor Browser for Android being released?
fr: Quand le navigateur Tor Browser pour Android paraîtra-t-il ?

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
fr: Nous travaillons actuellement sur le navigateur Tor Browser pour Android. Des versions de test alpha pourraient apparaître dans les mois à venir.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
fr: Veuillez surveiller la publication d’annonces futures et de plus amples renseignements concernant ce projet sur notre <mark><a href="https://blog.torproject.org">blogue</a></mark>.

source: How do I download Tor if the torproject.org is blocked?
fr: Comment puis-je télécharger Tor si torproject.org est bloqué ?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
fr: Si vous ne pouvez pas télécharger Tor à partir de notre <mark><a href="https://www.torproject.org">site Web</a></mark>, une exemplaire de Tor peut vous être livré par GetTor.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
fr: GetTor est un service qui répond automatiquement aux messages en incluant des liens vers la dernière version du navigateur Tor Browser, hébergée en divers endroits qui risquent moins d’être censurée, tels que Dropbox, le disque Google Drive ou GitHub.

source: To use GetTor via email.
fr: Pour utiliser GetTor par courriel.

source: Send an email to gettor@torproject.org.
fr: Envoyez un courriel à gettor@torproject.org.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
fr: Indiquez votre système d’exploitation (tel que Windows, macOS (OS X) ou Linux) dans le corps de votre message et envoyez-le.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
fr: GetTor répondra par un courriel contenant des liens à partir desquels vous pourrez télécharger le navigateur Tor Browser, la signature cryptographique (nécessaire pour <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">vérifier le téléchargement</a></mark>), l’empreinte de la clé utilisée pour produire la signature, ainsi que la somme de contrôle du paquet.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
fr: Selon le modèle d’ordinateur que vous utilisez, le choix entre un logiciel 32 bits ou 64 bits vous sera proposé ; consultez la documentation de votre ordinateur pour en apprendre davantage.

source: To use GetTor via Twitter.
fr: Pour utiliser GetTor par Twitter.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
fr: Pour obtenir des liens pour télécharger le navigateur Tor Browser, envoyez un message direct à <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> en incluant l’un des codes suivants (vous n’avez pas besoin de suivre le compte) :

source: To use GetTor via XMPP (Jitsi, CoyIM).
fr: Pour utiliser GetTor par XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
fr: Pour obtenir des liens pour télécharger le navigateur Tor Browser, envoyez un courriel à gettor@torproject.org en incluant l’un des codes suivants :

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
fr: Si le problème persiste, veuillez consulter la page Dépannage du <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">guide d’utilisation du navigateur Tor Browser</a></mark>.

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
fr: J’éprouve des difficultés à me connecter à Tor et je n’arrive pas à comprendre ce qui ne va pas.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
fr: Si vous éprouvez des difficultés à vous connecter, veuillez sélectionner l’option « Copier le journal de Tor dans le presse-papiers ».

source: Then paste the Tor log into a text file or other document.
fr: Collez ensuite le journal de Tor dans un fichier texte ou dans un autre document.

source: You should see one of these common log errors (look for the following lines in your Tor log):
fr: Vous devriez trouver l’une de ces erreurs de journal courantes (cherchez les lignes suivantes dans votre journal de Tor) :

source: ###### Common log error #1: Proxy connection failure
fr: ###### Erreur de journal courante no 1 : échec de connexion au mandataire

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
fr: Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que vous n’arrivez pas à vous connecter à un mandataire SOCKS.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
fr: Si un mandataire SOCKS est exigé pour votre configuration réseau, veuillez alors vous assurer d’avoir bien saisi les renseignements concernant le mandataire.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
fr: Si un mandataire SOCKS n’est pas exigé ou si vous n’êtes pas certain, veuillez essayer de vous connecter au réseau Tor sans mandataire SOCKS.

source: ##### Common log error #2: Can’t reach guard relays
fr: ##### Erreur de journal courante no 2 : impossible d’atteindre les relais de garde

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
fr: Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que vous n’arrivez pas à vous connecter au premier nœud du circuit Tor.

source: This could mean that you’re on a network that’s censored.
fr: Cela pourrait signifier que vous êtes sur un réseau qui est censuré.

source: Please try connecting with bridges, and that should fix the problem.
fr: Tentez de vous connecter avec des ponts, ce qui devrait corriger le problème.

source: ##### Common log error #3: Failed to complete TLS handshake
fr: ##### Erreur de journal courante no 3 : échec d’établissement d’une connexion TLS

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
fr: Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que Tor n’est pas parvenu à établir une connexion TLS avec les autorités d’annuaire.

source: Using bridges will likely fix this.
fr: Utiliser des ponts réglera probablement ce problème.

source: ##### Common log error #4: Clock skew
fr: ##### Erreur de journal courante no 4 : décalage de l’horloge

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
fr: Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que votre horloge système n’est pas à l’heure.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
fr: Veuillez vous assurer que votre horloge est réglée avec précision, fuseau horaire y compris. Redémarrez Tor ensuite.

source: I cannot reach X.onion!
fr: Je ne peux pas accéder à X.onion !

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
fr: Si vous n’arrivez pas à accéder au service onion que vous souhaitez, assurez-vous d’avoir saisi correctement l’adresse onion de 16 caractères. Même une seule petite erreur empêchera le navigateur Tor Browser d’accéder au site.

source: If you are still unable to connect to the onion service, please try again later.
fr: Si vous ne parvenez toujours pas à vous connecter au service onion, veuillez ressayer ultérieurement.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
fr: Il pourrait y avoir un problème temporaire de connexion ou les opérateurs du site pourraient l’avoir désactivé sans avertissement.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
fr: Vous pouvez aussi vous assurer que vous arrivez à accéder à d’autres services onion en vous connectant au service onion de <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
fr: Veuillez adopter une position ferme privilégiant la confidentialité numérique et la liberté sur Internet, et permettre aux utilisateurs de Tor d’accéder à xyz.com. Merci. »

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
fr: Si vous ne pouvez pas vous connecter à un service onion, veuillez consulter « <a href="/#onionservices-3">Je ne peux pas accéder à X.onion !</a> »

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
fr: Tor exige une horloge exacte pour fonctionner : veuillez vérifier vos paramètres d’heure, de fuseau horaire et de date.

source: What is a bridge?
fr: Qu’est-ce qu’un pont ?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
fr: Les relais ponts sont des relais Tor qui ne sont pas listés dans l’annuaire public de Tor.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
fr: Cela signifie que des FAIs ou des gouvernements qui tentent de bloquer l’accès au réseau Tor ne peuvent pas simplement bloquer tous les ponts.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
fr: Les ponts sont utiles pour les utilisateurs de Tor dans des régimes oppressants, et pour les gens qui veulent une couche supplémentaire de sécurité parce qu’ils se préoccupent du fait que quelqu’un puisse savoir qu’ils contactent l’adresse IP d’un relais Tor public.

source: A bridge is just a normal relay with a slightly different configuration.
fr: Un pont n’est qu’un relais normal avec une configuration légèrement différente.

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
fr: Consultez <mark><a href="#operators-6">Comment puis-je utiliser un pont</a></mark> pour obtenir des instructions.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
fr: Plusieurs pays dont la Chine et l’Iran ont trouvé des manières de détecter et de bloquer les connexions vers des ponts Tor.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
fr: Les ponts <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> y remédient en ajoutant une couche supplémentaire de brouillage.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
fr: La mise en place d’un pont obfsproxy exige un paquet logiciel et une configuration supplémentaires.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
fr: Consultez notre page concernant les <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transports enfichables</a></mark> pour de plus amples renseignements.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
fr: Quand j’utilise Tor, les systèmes d’écoute peuvent-ils encore voir les renseignements que je partage avec les sites Web, comme les renseignements de connexion et ce que je tape dans les formulaires ?
