Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: How can we help?
de: Wie können wir helfen?

source: Most Frequently Asked Questions
de: Am häufigsten gestellte Fragen

source: About Tor
de: Über Tor

source: Connecting To Tor
de: Mit Tor verbinden

source: Censorship
de: Zensur

source: Operators
de: Betreiber

source: Onion Services
de: Onion-Dienste

source: Misc
de: Verschiedenes

source: Get in Touch
de: Kontakt aufnehmen

source: Tor rpm packages
de: Tor rpm Pakete

source: add-on, extension, or plugin
de: Add-on, Erweiterung oder Plugin

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
de: Add-ons, Erweiterungen und Plugins sind Komponenten, die zu [Webbrowser](../web-browser) hinzugefügt werden können, um ihnen neue Funktionen zu geben.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
de: Tor Browser wird mit zwei installierten Add-ons geliefert: [NoScript](../noscript) und [HTTPS Everywhere](../https-everwhere).

source: antivirus software
de: Antivirensoftware

source: An antivirus software is used to prevent, detect and remove malicious software.
de: Eine Antivirensoftware wird verwendet, um bösartige Software zu verhindern, zu erkennen und zu entfernen.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
de: Antivirensoftware kann die Ausführung von [Tor](../tor-/-tor-network/-core-tor) auf deinem Computer beeinträchtigen.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
de: Möglicherweise musst du die Dokumentation deiner Antivirensoftware nachschlagen, wenn du nicht weißt, wie man Tor zulässt.

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
de: Eine Web-Applikation (Web-App) ist eine Anwendung, die der [client](../client) in einem [web browser](../web-browser) ausführt.

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
de: App kann sich auch auf Software beziehen, die du auf mobilen [Betriebssystemen](../operating-system-os) installierst.

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
de: Atlas ist eine Webanwendung, um mehr über die aktuell laufenden Tor [relays](../relay) zu erfahren.

source: bandwidth authority
de: Bandbreitenberechtigung

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
de: Um den Durchsatz eines Relays zu bestimmen, führen spezielle Relays, die als Bandbreitenberechtigungen bezeichnet werden, regelmäßige Messungen der [Relays](../Relays) im [Konsens](../Konsens) durch.

source: bridge
de: brücke

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
de: Wie gewöhnliche Tor[relays](../relay) werden Brücken von Freiwilligen betrieben; im Gegensatz zu gewöhnlichen Relays sind sie jedoch nicht öffentlich aufgelistet, so dass ein Gegner sie nicht leicht identifizieren kann.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
de: [Pluggable-Transporte](../pluggable-transports) sind eine Art von Brücke, die helfen, die Tatsache zu verschleiern, dass du Tor benutzt.

source: bridge authority
de: brückenberechtigung

source: A special-purpose relay that maintains the list of [bridges](../bridge).
de: Un relay spécial qui maintient la liste des [ponts](../bridge).

source: browser fingerprinting
de: Browser-Fingerabdrücke

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
de: Fingerprinting ist der Prozess der Sammlung von Informationen über ein Gerät oder einen Dienst, um fundierte Vermutungen über seine Identität oder Eigenschaften anzustellen.

source: Unique behavior or responses can be used to identify the device or service analyzed.
de: Eindeutiges Verhalten oder eindeutige Reaktionen können zur Identifizierung des analysierten Geräts oder Dienstes verwendet werden.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
de: [Tor Browser](../tor-browser) verhindert Fingerprinting.

source: browsing history
de: Browserverlauf

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
de: Ein Browser-Verlauf ist eine Aufzeichnung von Anfragen, die während der Verwendung eines [Webbrowser](../Webbrowser) erfolgen, und enthält Informationen wie besuchte Websites und wann.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
de: [Tor Browser](../tor-browser) löscht deinen Browserverlauf, nachdem du deine [session](../session) geschlossen hast.

source: [Tor](../tor-tor-network-core-tor) users are often served captchas because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
de: [Tor](../tor-tor-network-core-tor) Benutzer werden oft mit Captchas versorgt, weil Tor[relays](../relay) so viele Anfragen stellen, dass es Webseiten manchmal schwer fällt festzustellen, ob diese Anfragen von Menschen oder von Bots kommen oder nicht.

source: checksum
de: Prüfsumme

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
de: Prüfsummen sind [hash](../hash)-Werte von Dateien. Wenn du die Software fehlerfrei heruntergeladen hast, sind die angegebene Prüfsumme und die Prüfsumme deiner heruntergeladenen Datei identisch.

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
de: In [Tor](../tor-tor-network-core-tor) ist ein Client ein Knoten im Tor-Netzwerk, der typischerweise im Namen eines Benutzers läuft, der Anwendungsverbindungen über eine Reihe von [relays](../relay) leitet.

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
de: Compass ist eine Webanwendung, um mehr über die aktuell laufenden [Tor-Relais](../Relais) zu erfahren.

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
de: In Tor-Begriffen ausgedrückt, ein einziges Dokument, das einmal pro Stunde von den [Verzeichnisautoritäten](../Verzeichnisbehörde) erstellt und abgestimmt wird, um sicherzustellen, dass alle [Kunden](../Client) die gleichen Informationen über die [Relais](../Relais) haben, aus denen das [Tor-Netzwerk](../tor-tor-network-core-tor) besteht.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
de: Cross-Site Scripting (XSS) ermöglicht es einem Angreifer, einer Website schädliche Funktionen oder Verhaltensweisen hinzuzufügen, wenn er dazu nicht in der Lage sein sollte.

source: cryptographic signature
de: Kryptographische Signatur

source: daemon
de: dienst

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
de: Ein Daemon ist ein Computerprogramm, das als Hintergrundprozess ausgeführt wird und nicht unter der direkten Kontrolle eines Benutzers steht.

source: directory authority
de: Verzeichnisautorität

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
de: Ein spezielles [relay](../relay), das eine Liste der aktuell laufenden Relais führt und regelmäßig zusammen mit den anderen Verzeichnisbehörden einen [consensus](../consensus) veröffentlicht.

source: encryption
de: Verschlüsselung

source: end-to-end encrypted
de: End-to-End verschlüsselt.

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
de: Übertragene Daten, die vom Ursprung bis zum Ziel [verschlüsselt](../Verschlüsselung) sind, werden als End-to-End-Verschlüsselung bezeichnet.

source: exit
de: Beenden

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
de: Das letzte [relay](../relay) im [Tor-Schaltkreis](../circuit), das [traffic](../traffic) ins öffentliche Internet sendet. Der Dienst, mit dem du dich verbindest (Website, Chatdienst, E-Mail-Anbieter, etc...) sieht die [IP-Adresse](../ip-Adresse) des Exits.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
de: Der ExoneraTor-Dienst verwaltet eine Datenbank mit [relay](../relay)[IP-Adressen](../ip-address), die Teil des Tor-Netzwerks waren. Es beantwortet die Frage, ob es zu einem bestimmten Zeitpunkt ein [Tor](../tor-/-tor-network/-core-tor) Relais gab, das unter einer bestimmten IP-Adresse lief. Dieser Service ist oft nützlich, wenn es um die Strafverfolgung geht.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
de: Mozilla Firefox ist ein kostenloser und quelloffener [Webbrowser](../Webbrowser), der von der Mozilla Foundation und ihrer Tochtergesellschaft, der Mozilla Corporation, entwickelt wurde.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
de: [Tor Browser](../tor-browser) basiert auf einer modifizierten Version von Firefox ESR (Extended Support Release).

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
de: Firefox ist für Windows, macOS und Linux [Betriebssysteme](../Betriebssystem-os) verfügbar, die mobile Version (fennec) für Android.

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
de: Flash Player ist ein [Browser-Plugin](../add-on-extension-or-plugin) für Internet [applications](../app), um Audio- und Videoinhalte anzusehen. Du solltest Flash niemals in [Tor Browser](../tor-browser) ausführen lassen, da es unsicher ist. Viele Dienste, die Flash verwenden, bieten auch eine HTML5-Alternative, die im Tor-Browser funktionieren sollte.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
de: FTE (formattransformierende Verschlüsselung) ist ein Pluggable-Transport, der [Tor-Verkehr](../Verkehr) als gewöhnlicher Web(HTTP)-Verkehr tarnt.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
de: Es ist ein Dienst, der automatisch auf Nachrichten (E-Mail, XMPP, Twitter) mit Links zur neuesten Version von [Tor Browser](../tor-browser) antwortet, die an einer Vielzahl von Standorten wie Dropbox, Google Drive und GitHub gehostet werden.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
de: Das Tor-Projekt nimmt am Google Summer of Code teil, einem Sommerprogramm für Studenten.

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
de: Das erste [Relais](../Relais) im [Tor-Schaltkreis](../Schaltkreis), es sei denn, man verwendet eine [Brücke](../Brücke). Bei der Verwendung einer Brücke tritt die Brücke an die Stelle der Guard.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
de: Ein kryptographischer Hash-Wert ist das Ergebnis eines mathematischen Algorithmus, der Daten auf eine Bitfolge fester Größe abbildet. Es ist als Einweg-Funktion konzipiert, was bedeutet, dass der Wert in eine Richtung leicht zu berechnen ist, aber nicht invertierbar. Hash-Werte dienen dazu, die Integrität von Daten zu überprüfen.

source: hidden services
de: Versteckte Dienste

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
de: Ehemaliger Name für "[oniondienste](../Oniondienste)", manchmal noch in der Dokumentation oder Kommunikation von[Tor](../tor-tor-network-core-tor) verwendet.

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
de: In [Tor](../tor-tor-network-core-tor)-Begriffen bezieht sich ein "Hop" auf [traffic](../traffic), der sich zwischen [relays](../relay) in einem [circuit](../circuit) bewegt.

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
de: Das [Hypertext Transfer Protocol (HTTP)](../http) ist ein Kanal zum Senden von Dateien und Daten zwischen Geräten in einem Netzwerk. Ursprünglich nur für die Übertragung von Webseiten verwendet, wird es heute für die Bereitstellung vieler Formen von Daten und Kommunikation verwendet.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
de: Hypertext Transfer Protocol Secure ist die [verschlüsselte](../Verschlüsselung) Version des HTTP-Kanals, mit der Dateien und Daten zwischen Geräten in einem Netzwerk übertragen werden.

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
de: HTTPS Everywhere ist eine [Firefox](../firefox), Chrome und Opera [extension](../add-on-extension-or-plugin), die [HTTPS](../https) zum Standard auf Websites macht, die HTTPS eingerichtet haben, es aber nicht zum Standard geschafft haben.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
de: HTTPS Everywhere ist in [Tor Browser](../tor-browser) installiert.

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
de: Ein Internet Service Provider (ISP) ist ein Unternehmen, das Dienstleistungen für den Zugriff und die Nutzung des Internets anbietet. Wenn du [Tor Browser](../tor-browser) verwendest, kann dein ISP nicht sehen, welche Websites du besuchst.

source: IP address
de: IP-Adresse

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
de: Eine Internet-Protokoll-Adresse (IP-Adresse) ist ein numerisches (oder im Falle von IPv6 alphanumerisches) Etikett, das jedem Gerät (z.B. Computer, Drucker) zugeordnet ist, das an einem Computernetzwerk teilnimmt, welches das Internet-Protokoll zur Kommunikation verwendet.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
de: Die IP-Adresse ist die Standortadresse des Geräts, ähnlich wie die Adressen von physischen Standorten.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
de: [Tor Browser](../tor-browser) verdeckt deinen Standort, indem er ihn so aussehen lässt, als ob dein [traffic](../traffic) von einer IP-Adresse kommt, die nicht deine eigene ist.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
de: JavaScript ist eine Programmiersprache, mit der Webseiten interaktive Elemente wie Video, Animationen, Audio und Status-Timelines anbieten. Leider kann JavaScript auch Angriffe auf die Sicherheit des [Webbrowsers](../Webbrowser) ermöglichen, die zu einer Deanonymisierung führen können.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
de: Die [NoScript](../noscript)[extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) kann verwendet werden, um JavaScript auf verschiedenen Webseiten zu verwalten.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
de: "little-t tor" ist eine Möglichkeit, sich auf den Netzwerk-Daemon zu beziehen, im Gegensatz zu Tor Browser oder Tor Projekt.

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
de: Die mittlere Position im [Tor-Circuit](../circuit). Non-Exit-Relais können für verschiedene Benutzer entweder als "mittlere" oder "[guard](../guard)" fungieren.

source: network censorship
de: Netzwerk-Zensur

source: New Identity
de: Neue Identität

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
de: New Identity ist eine Funktion von [Tor Browser](../tor-browser), wenn du verhindern möchtest, dass deine spätere Browseraktivität mit dem, was du vorher gemacht hast, verlinkbar ist.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
de: Wenn du es auswählst, werden alle deine geöffneten Tabs und Fenster geschlossen, alle privaten Informationen wie [Cookies](../cookie) und [Browserverlauf](../browserverlauf) gelöscht und neue [Tor-Circuits](../Circuit) für alle Verbindungen verwendet.

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
de: New Identity kann auch helfen, wenn der Tor-Browser Probleme bei der Verbindung zu einer bestimmten Website hat, ähnlich wie "[New Tor Circuit for this site](../new-tor-circuit-for-this-site)".

source: New Tor Circuit for this Site
de: Neuer Kanal für diese Seite

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
de: Diese Option ist nützlich, wenn der von dir verwendete [Ausgang](../exit) keine Verbindung zu der von dir gewünschten Webseite herstellen kann oder diese nicht richtig lädt. Wenn du sie auswählst, wird die aktuell aktive Registerkarte oder das Fenster über einen neuen [Tor-Kanal](../circuit) neu geladen. Andere geöffnete Tabs und Fenster von der gleichen Webseite werden den neuen Kanal ebenfalls verwenden, sobald sie neu geladen werden. Diese Option löscht keine privaten Informationen oder trennt die Verknüpfung deiner Aktivitäten, noch beeinflusst sie deine aktuellen Verbindungen zu anderen Webseiten.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
de: Der anonymisierende [relay](../relay)-Monitor (früher arm, jetzt nyx) ist ein Terminal-Statusmonitor für [Tor](../tor-tor-network-core-tor), der für die Verwendung in der Befehlszeile vorgesehen ist. Dies ist ein Werkzeug zur Überwachung des Tor-Kernprozesses auf einem System, was oft für Relaisbetreiber nützlich ist.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
de: Obfs4 ist eine[austauschbare Übertragungsart](../pluggable-transports), die [Tor](../tor-tor-network-core-tor)[traffic](../traffic) zufällig wie obfs3 aussieht und auch verhindert, dass Zensoren Brücken durch Internet-Scannen finden. Obfs4-Brücken werden weniger wahrscheinlich blockiert als obfs3 [Brücken](../Brücke).

source: onion address
de: onion adresse

source: A standardized internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](../self-authenticating).
de: Ein standardisierter Internet-Domainname, der von Onion-Diensten verwendet wird und mit .onion endet und als [selbstauthentifizierend](../selbstauthentifizierend) konzipiert ist.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
de: Eine iOS-App, die Open Source ist, Tor-Routing verwendet und von jemandem entwickelt wird, der eng mit dem Tor Project zusammenarbeitet.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
de: [Mehr über den Onion Browser erfahren](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: onion services
de: Onion Dienste
