Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
fa: اگر مرورگر تور شما اثر انگشت یکتایی داشته باشد ممکن است حتی هنگام استفاده از مرورگر تور، فعالیت اینترنتی شما از گمنامی خارج و ردیابی شود.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
fa: اساسا تنظیمات و ویژگی های هر مرورگر یک اثر انگشت برای آن می سازد.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
fa: بیشتر مرورگرها ناخواسته برای هرکاربر اثر انگشت یکتایی می سازند که می تواند روی اینترنت ردیابی شود.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
fa: مرورگر Tor با این هدف طراحی شده تا همه کاربران آن اثر انگشت تقریبا یکسان داشته باشند.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
fa: بدین معنا هر کاربر مرورگر تور شبیه همه‌ی دیگر کاربران مرورگر تور است و بدین ترتیب ردیابی هر یک کاربر دشوار می شود.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
fa: همچنین یک افزونه ی جدید می تواند خطر حمله روی مرورگر تور را بیشتر کند.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
fa: این امر می تواند باعث افشای داده های حساس یا آلوده شدن مرورگر تور به دست حمله کنندگان شود.

source: The add-on itself could even be maliciously designed to spy on you.
fa: شاید حتی خود آن افزونه با بدجنسی برای جاسوسی از شما طراحی شده باشد.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
fa: مرورگر تور به طور پیش‌فرض با دو افزونه‌ - [HTTPS Everywhere](https://www.eff.org/https-everywhere) و [NoScript](https://noscript.net) - عرضه می‌شود. نصب افزونه‌های دیگر می‌تواند ناشناس بودن شما را از بین ببرد.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
fa: می خواهید درباره انگشت نگاری مرورگر بیشتر یاد بگیرید؟ این یک [مقاله](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) روی وبلاگ تور درباره آن می باشد.

source: Can I download Tor Browser for Chrome OS?
fa: آیا من میتوانم مرورگر تور را برای Chrome OS دانلود کنم؟

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
fa: متاسفانه، هم اکنون یک نسخه از مرورگر تور برای سیستم عامل کروم وجود ندارد.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
fa: شما می توانید [مرورگر Tor برای اندروید](https://www.torproject.org/download/#android) را در سیستم عامل کروم اجرا کنید. توجه داشته باشید که با استفاده از Tor Mobile روی سیستم عامل کروم، شما نسخه های موبایل (نه دسکتاپ) سایت ها را خواهید دید.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
fa: هرچند، چون ما برنامه در سیستم عامل کروم را وارسی نکرده ایم، ما نمی دانیم که آیا تمام خصوصیات حریم خصوصی مرورگر Tor برای اندروید به خوبی کار خواهند کرد.

source: Can I pick which country I'm exiting from?
fa: آیا می‌توانم انتخاب کنم که از چه کشوری خارج می‌شوم؟

source: Modifying the way that Tor creates its circuits is strongly discouraged.
fa: اصلاح روشی که تور آن را خلق می‌کند به شدت دلسرد کننده است.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
fa: شما بهترین امنیتی که Tor میتواند فراهم کند را در هنگام انتخاب مسیر به Tor دریافت خواهید کرد و نادیده گرفتن گره های ورود/خروج می تواند ناشناس بودن شما را به خطر بیاندازد.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
fa: اگر خروجی که شما می خواهید این است که به منابعی که تنها در یک کشور در دسترس هستند دسترسی داشته باشید، شاید بخواهید از یک وی پی ان به جای Tor استفاده کنید.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
fa: لطفا توجه داشته باشید که وی پی ان ها خصوصیات حریم خصوصی مشابه Tor ندارند، اما آن ها برخی مشکلات محدودیت مکان جغرافیایی را حل می کنند.

source: Is it safe to run Tor Browser and another browser at the same time?
fa: آیا اجرا کردن هم زمان مرورگر Tor با یک مرورگر دیگر، امن است؟

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
fa: اگر در حال استفاده از مرورگر تور و یک مرورگر تور به صورت همزمان می باشید، روی عملکرد تور یا ویژگی های حریم خصوصی آن تاثیر نخواهد گذاشت.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
fa: با این حال، آگاه باشید که مرورگر شما، فعالیت شما را خصوصی نگه نمی‌دارد و ممکن است فراموش کنید و به طور تصادفی از مرورگر غیر خصوصی برای انجام کاری که شما در مرورگر Tor انجام می‌دهید استفاده کنید.

source: Is there support for *BSD?
fa: آیا از BSD * پشتیبانی می‌شود؟

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
fa: متاسفیم، هم اکنون یک پشتیبانی رسمی برای اجرا مرورگر تور روی BSD* وجود ندارد.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
fa: چیزی به نام [پروژه TorBSD](https://www.torbsd.org/) وجود دارد، ولی مرورگر تور آنها به صورت رسمی پشتیبانی نمی شود.

source: Why is the first IP address in my relay circuit always the same?
fa: چرا اولین نشانی IP در چرخه بازپخش من همیشه یکی است؟

source: That is normal Tor behavior.
fa: این رفتار عادی تور می باشد.

source: The first relay in your circuit is called an "entry guard" or "guard".
fa: اولین بازپخش در چرخه شما "گارد ورود" یا "گارد" نام دارد.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
fa: یک بازپخش پایدار و سریع می باشد که در چرخه شما برای ۲ تا ۳ ماه باقی می ماند برای اینکه از یک حمله شناخته شده در جهت از بین بردن ناشناسی جلوگیری کند.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
fa: بقیه چرخه شما بر هر سایت تازه ای که به آن می روید تغییر می کند و تمام این بازپخش ها محافظت حریم خصوصی کامل از Tor را فراهم می کنند.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
fa: برای اطلاعات بیشتر روی اینکه بازپخش های گارد چگونه کار میکنند، این [پست وبلاگ](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) و این [مقاله](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) را روی گارد های ورودی ببینید.

source: How do I view Tor Browser message log?
fa: چگونه میتوانم لاگ پیام های مرورگر تور را ببینم؟

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
fa: زمانی که مرورگر Tor باز می باشد، می توانید به منو همبرگری رفته (در سمت راست بالای مرورگر، کنار نوار نشانی اینترنتی)، سپس روی "ترجیحات" کلیک کرده و در آخر روی "Tor" در نوار کناری کلیک کنید.

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
fa: شما باید یک گزینه برای کپی کردن لاگ روی کلیپ بورد خود ببینید، شما قادر خواهید بود تا آن روی یک ویرایشگر متن یا کلاینت ایمیل پیست کنید.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
fa: چگونه میتوانم سرعت اجرای Tor را بیشتر کنم؟ آیا مرورگر Tor از بقیه مرورگر ها کندتر است؟

source: Using Tor Browser can sometimes be slower than other browsers.
fa: استفاده از مرورگر تور گاهی اوقات ممکن است از سایر مرورگر ها کند تر باشد.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
fa: شبکه Tor دارای بیشتر از یک کاربر روزانه می باشد و بیشتر از ۶۰۰۰ بازپخش برای مسیر یابی تمام ترافیک آن ها مورد استفاده قرار می گیرد و بار روی هر سرور گاهی اوقات می تواند باعث تاخیر شود. بر اساس طراحی، ترافیک شما بین سرور های داوطلبان در در قسمت های مختلف جهان در حال پرش می باشد و به همین دلیل همیشه تاخیر شبکه وجود خواهد داشت.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
fa: شما می توانید سرعت شبکه را با [اجرا بازپخش خود](https://community.torproject.org/relay/) یا تشویق دیگران به آن بهبود ببخشید.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
fa: برای پاسخ طولانی تر، [پست وبلاگ راجر را درباره این موضوع](https://blog.torproject.org/blog/why-tor-is-slow) و [موضوعات تحقیق باز Tor: نسخه 2018](https://blog.torproject.org/tors-open-research-topics-2018-edition) درباره عملکرد شبکه را ببینید.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
fa: با این وجود، سرعت Tor نسبت به گذشته افزایش پیدا کرده و ممکن است متوجه تغییر سرعت در مقایسه با سایر مرورگر ها نشوید.

source: What search engine comes with Tor Browser and how does it protect my privacy?
fa: چه موتور جستجو همراه مرورگر تور می آید و چگونه از حریم خصوصی من محافظت می کند؟

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
fa: [DuckDuckGo](https://duckduckgo.com/) موتور جستجو پیش فرض در مرورگر تور می باشد.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
fa: DuckDuckGo کاربران خود را ردیابی نمی کند و نه اطلاعاتی راجع به جستجو کاربران ذخیره می کند. درباره [سیاست حفظ حریم خصوصی DuckDuckGo](https://duckduckgo.com/privacy) بیشتر یاد بگیرید.

source: I'm having a problem with DuckDuckGo.
fa: من با DuckDuckGo مشکل دارم.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
fa: لطفا [پورتال پشتیبانی DuckDuckGo](https://duck.co/help) را ببینید.

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
fa: اگر فکر می کنید این مشکل مرورگر تور می باشد، لطفا آن را روی [عیب یاب](https://trac.torproject.org/) ما گزارش کنید.

source: I'm having a problem with NoScript.
fa: من با NoScript مشکل دارم.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
fa: لطفا [سوالات رایج NoScript](https://noscript.net/faq) را ببینید.

source: I'm having a problem with HTTPS Everywhere.
fa: من با HTTPS Everywhere مشکل دارم.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
fa: لطفا [سوالات رایج HTTPS Everywhere](https://www.eff.org/https-everywhere/faq) را ببینید.

source: How do I update Tor Browser?
fa: چطور میتوتنم مرورگر تور را به روز رسانی کنم؟

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
fa: لطفا [بخش به روز رسانی](https://tb-manual.torproject.org/updating/) در راهنما مرورگر تور را ببینید.

source: How do I uninstall Tor Browser?
fa: چگونه می‌توانم مرورگر تور را پاک کنم؟

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
fa: لطفا [بخش حذف](https://tb-manual.torproject.org/uninstalling/) را در راهنما مرورگر Tor ببینید.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
fa: آیا راهی برای تغییر نشانی IP که مرورگر تور برای هر سایت به من تخصیص می دهد وجود دارد؟

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
fa: مرورگر Tor دارای دو راه برای تغییر چرخه بازپخش شما می باشد — "هویت جدید" و "چرخه جدید Tor برای این سایت"

source: Both options are located in the hamburger menu.
fa: هر دو گزینه در منو همبرگری قرار گرفته اند.

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
fa: شما هم چنین می توانید به گزینه چرخه جدید داخل منو اطلاعات سایت در نوار نشانی اینترنتی دسترسی پیدا کنید و گزینه هویت جدید از طریق کلیک روی جاروب در سمت راست بالای صفحه نمایش قابل دسترس است.

source: ##### New Identity
fa: ##### هویت جدید

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
fa: این گزینه بسیار کارآمد است اگر می خواهید فعالیت مرورگر شما در آینده از کارهایی که قبلا انجام داده اید جدا باشد.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
fa: انتخاب آن باعث بسته شدن تمام زبانه ها و پنجره ها خواهد شد و تمام اطلاعات خصوصی مانند کوکی ها و تاریخچه گردش شما پاک خواهد شد و از چرخه های جدید Tor برای تمام اتصالات استفاده خواهید کرد.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
fa: مرورگر تور به شما هشدار خواهد داد که تمام فعالیت ها و دانلود های شما متوقف خواهد شد، پس این را قبل از کلیک روی "هویت جدید" به خاطر داشته باشید.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
fa: ![منو مرورگر تور](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
fa: ##### چرخه جدید Tor برای این سایت

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
fa: این گزینه بسیار کارامد است اگر بازپخش خروجی که از آن استفاده می کنید قادر نیست به سایتی که می خواهید وصل شود یا به درستی آن را بارگذاری نمی کند.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
fa: انتخاب آن باعث می شود که زبانه فعال فعلی یا پنجره دوباره روی یک چرخه Tor جدید بارگذاری شود.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
fa: دیگر زبانه های باز و پنجره ها از همان سایت نیز پس از بارگذاری مجدد از چرخه جدید استفاده خواهند کرد.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
fa: این گزینه هیچ اطلاعات خصوصی را پاکسازی نکرده یا فعالیت شما را جدا نمی کند و روی اتصال های فعلی شما به سایر سایت ها نیز تاثیری نخواهد گذاشت.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
fa: ![چرخه جدید برای این سایت](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
fa: هنگامی که از مرورگر تور استفاده می کنم، کسی می‌تواند بفهمد که من چه سایت هایی را مشاهده می کنم؟

source: Tor Browser prevents people from knowing the websites you visit.
fa: مرورگر تور به کسی اجازه نمی دهد تا بفهمد چه سایت هایی را می بینید.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
fa: برخی نهادها، مثل ارائه دهنده خدمات اینترنتی شما (ISP)، ممکن است بفهمند که شما به مرورگر تور وصل شده‌اید، ولی نمی‌فهمند پس از اتصال، از چه سایت هایی بازدید می کنید یا چه کارهایی انجام می دهید.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
fa: یک سایت (بانک، ارائه دهنده ایمیل، غیره...) هر موقع از Tor استفاده می کنم حساب کاربری من را قفل می کند، چه کاری می توانم انجام می دهم؟

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
fa: مرورگر Tor اغلب اوقات اتصال شما را طوری نشان می دهد که انگار از یک بخش کاملا متفاوت جهان می آید.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
fa: برخی سایت ها، مانند بانک ها یا ارائه دهندگان ایمیل، ممکن است از این به عنوان یک نشانه از اینکه حساب کاربری شما در معرض خطر قرار گرفته برداشت کنند و حساب کاربری شما را قفل کنند.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
fa: تنها راه برای حل این مشکل، دنبال کردن رویه های بازیابی حساب کاربری می باشد یا اینکه با اپراتور ها تماس گرفته و شرایط را به آن ها توضیح دهید.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
fa: شاید قادر باشید از چنین وضعیتی با استفاده از تایید هویت دو مرحله‌ای جلوگیری کنید که گزینه امنیتی بسیار بهتری نسبت به سابقه مبتنی بر IP می باشد.

source: Contact your provider and ask them if they provide 2FA.
fa: با ارائه دهنده خود تماس بگیرید و از آن ها بپرسید آیا تایید هویت دو مرحله‌ای را ارائه می دهند.

source: Which platforms is Tor Browser available for?
fa: مرورگر تور برای چه سکوهایی در دسترس هست؟

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
fa: مرورگر تور هم اکنون روی [ویندوز](https://www.torproject.org/download/)، [لینوکس](https://www.torproject.org/download/) و [مک](https://www.torproject.org/download/) موجود می باشد.

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
fa: یک نسخه از مرورگر Tor برای [اندروید](https://www.torproject.org/download/#android) می باشد و [پروژه گاردین](https://guardianproject.info) هم [برنامه Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) را فراهم می کند که اجازه می دهد ترافیک برنامه های دیگر روی دستگاه اندروید خود را از شبکه Tor عبور دهید.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
fa: هنوز نسخه رسمی از تور برای iOS وجود ندارد، هرچند ما [Onion Browser](https://onionbrowser.com) را پیشنهاد می کنیم.

source: Can I set Tor Browser as my default browser?
fa: آیا می‌توانم مرورگر تور را به عنوان مرورگر پیش‌فرض انتخاب کنم؟

source: There are methods for setting Tor Browser as your default browser, but those methods may not work always or in every operating system.
fa: روش های برای تنظیم مرورگر تور به عنوان مرورگر پیش فرض شما وجود دارد، ولی آن روش ها ممکن است همیشه و در هر سیستم عاملی کار نکنند.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
fa: مرورگر تور به سختی تلاش می کند تا خود را از دیگر بخش های سیستم جدا نگه دارد، مراحل لازم برای اینکه آن را به مرورگر پیش فرض تبدیل کرد غیرقابل اعتماد هستند.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
fa: این یعنی گاهی اوقات یک سایت در مرورگر تور بارگذاری خواهد شد، گاهی اوقات در یک مرورگر دیگر بارگذاری خواهد شد. این نوع رفتار می تواند خطرناک باشد و باعث از بین رفتن ناشناس بودن شود.

source: Does running Tor Browser make me a relay?
fa: آیا اجرا کردن مرورگر تور من را یک پل خواهد کرد؟

source: Running Tor Browser does not make you act as a relay in the network.
fa: اجرا مرورگر تور شما را به یک بازپخش در شبکه تبدیل نمی کند.

source: This means that your computer will not be used to route traffic for others.
fa: این بدان معناست که کامپیوتر شما برای مسیریابی سایرین استفاده نخواهد شد.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
fa: اگر مایل هستید تا یک بازپخش باشید، لطفا [راهنما بازپخش تور](https://community.torproject.org/relay) ما را ببینید.

source: Why does Tor Browser ship with JavaScript enabled?
fa: چرا مرورگر تور با جاوااسکریپت فعال شروع به کار می‌کند؟

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
fa: ما NoScript را طوری پیکربندی کرده‌ایم که جاوا اسکریپت از پیش در مرورگر تور فعال باشد زیرا بسیاری از وبسایت ها بدون آن کار نمی‌کنند.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
fa: اگر ما جاوا اسکریپت را از پیش غیرفعال کنیم بسیاری از کاربران دیگر از تور استفاده نخواهند کرد چرا که مشکلات فراوانی برایشان پیش می‌آید.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
fa: هدف نهایی ما این است که مرورگر تور بیشترین امنیت ممکن را داشته باشد و همزمان برای بیشتر کاربران به آسانی قابل استفاده باشد. برای همین در حال حاضر باید جاوا اسکریپت فعال بماند.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
fa: برای کاربرانی که می خواهند جاوا اسکریپت را روی تمام سایت های HTTP به صورت پیش فرض غیرفعال کنند، ما توصیه می کنیم تا گزینه "سطح امنیتی" مرورگر تور را تغییر دهند.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
fa: اینکار با رفتن روی آیکون امنیت (سپر خاکستری رنگ کوچک در سمت راست بالای صفحه) قابل انجام است، سپس روی "تنظیمات امنیتی پیشرفته..." کلیک کنید.

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
fa: سطح "استاندارد" به جاوا اسکریپت اجازه فعالیت می دهد، اما سطوح "ایمن تر" و "ایمن ترین" جاوا اسکریپت را روی سایت های HTTP مسدود می کنند.

source: Can you get rid of all the CAPTCHAs?
fa: آیا می توان از کپچاها خلاص شد؟

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
fa: متاسفانه، برخی سایت ها به کاربران Tor کپچا نشان می دهند و ما قادر به برداشتن کپچاها نیستیم.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
fa: بهترین کار در این مواقع این است که با مالکان سایت تماس بگیرید، و به آن‌ها بگویید که این کپچاها جلوی استفاده‌ی کاربران از خدمات آن‌ها را می‌گیرد.

source: Can I run multiple instances of Tor Browser?
fa: آیا می‌توانم چند نمونه از مرورگر Tor را همزمان اجرا کنم؟
