Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
de: ![Neuer Kanal für diese Site](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
de: Kann jemand feststellen, welche Webseiten ich besuche, wenn ich Tor Browser verwende?

source: Tor Browser prevents people from knowing the websites you visit.
de: Tor Browser verhindert, dass andere sehen können, welche Webseiten du besuchst.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
de: Einige Organisationen, wie z.B. dein Internetprovider (ISP), sind möglicherweise in der Lage zu erkennen, dass du Tor verwendest. Sie können aber nicht sehen, was du darüber aufgerufen hast.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
de: Eine Webseite (Bank, Email-Dienst, etc.) sperrt mich aus, wenn ich Tor benutze. Was kann ich tun?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
de: Tor Browser lässt die Verbindung immer wieder so aussehen, als käme sie von einem anderen Teil der Welt.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
de: Einige Webseiten, wie Banken und Emailanbieter, könnten dies als Zeichen eines Betrugsversuches interpretieren und sperren deshalb den Zugriff.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
de: Die einzige Möglichkeit ist, den Anweisungen zur Wiederherstellung des Kontos zu folgen, oder die Betreiber zu kontaktieren und die Situation zu erklären.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
de: Dieses Szenario lässt sich mit 2-Faktoren-Authentifizierung vermeiden. Diese Option ist viel sicherer als IP-basierte Beurteilung.

source: Contact your provider and ask them if they provide 2FA.
de: Kontaktiere den Anbieter und frage nach 2FA.

source: Which platforms is Tor Browser available for?
de: Auf welchen Plattformen ist Tor Browser verfügbar?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
de: Tor Browser ist gegenwärtig für [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) und [macOS](https://www.torproject.org/download/) verfügbar.

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
de: Es gibt auch eine Version des Tor Browsers für [Android](https://www.torproject.org/download/#android) und [The Guardian Project](https://guardianproject.info), welche auch die [Orbot App](https://play.google.com/store/apps/details?id=org.torproject.android) bereitstellen um andere Apps auf deinem Android Gerät über das Tor-Netzwerk laufen zu lassen.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
de: Es gibt derzeit noch keine offizielle Version von Tor für iOS, wir empfehlen dennoch Onion Browser.

source: Can I set Tor Browser as my default browser?
de: Kann ich den Tor Browser als meinen Standardbrowser festlegen?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
de: Tor Browser versucht sich vom Rest des Systems zu isolieren, und alle Versuche, ihn zum Standardbrowser zu machen, sind nicht zuverlässig.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
de: Das bedeutet, dass manchmal eine Website im Tor Browser geladen wird, und manchmal in einem anderen Browser. Diese Art von Verhalten kann gefährlich sein und die Anonymität aufheben.

source: Does running Tor Browser make me a relay?
de: Bin ich ein relay, wenn Tor Browser läuft?

source: Running Tor Browser does not make you act as a relay in the network.
de: Tor Browser zu verwenden bedeutet nicht, ein Relay im Netzwerk zu betreiben.

source: This means that your computer will not be used to route traffic for others.
de: Das heißt, dass dein Computer nicht Verkehr für andere weiterleitet.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
de: Wenn du einen Relay betreiben willst, dann lies dir unser [Tor Relay Guide](https://community.torproject.org/relay) durch.

source: Why does Tor Browser ship with JavaScript enabled?
de: Warum wird Tor Browser mit aktiviertem JavaScript ausgeliefert?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
de: NoScript erlaubt JavaScript standardmäßig in Tor Browser, denn viele Webseiten funktionieren ohne JavaScript nicht.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
de: Die meisten Benutzer würden Tor ganz aufgeben, wenn wir JavaScript standardmäßig deaktiviert hätten, weil es ihnen so viele Probleme bereiten würde.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
de: Letztendlich wollen wir den Tor-Browser so sicher wie möglich machen und ihn gleichzeitig für die Mehrheit der Menschen nutzbar machen, das heißt also vorerst, JavaScript standardmäßig aktiviert zu lassen.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
de: Für Nutzer, die JavaScript standardmäßig auf allen HTTP-Seiten deaktiviert haben wollen, empfehlen wir, die "Sicherheitsstufe" in den Einstellungen deines Tor Browsers zu ändern.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
de: Dies kannst du tun, indem du auf das Sicherheitssymbol (das kleine graue Schild oben rechts auf dem Bildschirm) klickst und dann "Erweiterte Sicherheitseinstellungen ..." anklickst.

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
de: Die "Standard"-Einstellung erlaubt JavaScript, aber die " Sicherer"- und "Am sichersten"-Einstellungen blockieren beide JavaScript auf HTTP-Seiten.

source: Can you get rid of all the CAPTCHAs?
de: Kannst du alle CAPTCHAs loswerden?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
de: Leider liefern einige Seiten CAPTCHAs an Tor-Nutzer*innen aus, und wir können diese nicht von Webseiten entfernen.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
de: Am besten ist es, Kontakt zu den Eigentümer*innen der Webseite aufzunehmen und ihnen mitzuteilen, dass CAPTCHAS den Zugang zu ihren Diensten für normale Nutzer*innen behindern.

source: Can I run multiple instances of Tor Browser?
de: Kann ich mehrere Instanzen von Tor Browser ausführen?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
de: Wir empfehlen, nicht mehrere Instanzen von Tor Browser auszuführen, denn dies funktioniert auf vielen Plattformen möglicherweise nicht wie erwartet.

source: I need Tor Browser in a language that's not English.
de: Ich brauche Tor Browser in einer anderen Sprache als Englisch.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
de: Wir möchten, dass jeder Tor-Browser in seiner eigenen Sprache nutzen kann. Tor-Browser ist jetzt [in 32 verschiedenen Sprachen verfügbar](https://www.torproject.org/download/languages/), und wir arbeiten daran, weitere hinzuzufügen. Möchtest du uns bei der Übersetzung helfen? [Siehe hier](https://tb-manual.torproject.org/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
de: Du kannst uns auch helfen, die nächsten Sprachen zu testen, die wir veröffentlichen werden, indem du [Tor Browser Alpha Veröffentlichungen](https://www.torproject.org/download/alpha/) installierst und testest.

source: Will my network admin be able to tell I'm using Tor Browser?
de: Kann mein Netzwerkadministrator erkennen, dass ich den Tor Browser verwende?

source: When using Tor Browser, no one can see the websites that you visit.
de: Niemand kann feststellen welche Webseiten du besuchst, wenn du Tor Browser verwendest.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
de: Es könnte aber sein, dass dein ISP oder Netzwerk-Admins erkennen, dass du dich mit dem Tor-Netzwerk verbindest, jedoch ohne zu erfahren, was du tust, wenn du dort bist.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
de: I habe Probleme mit einigen Funktionen von Facebook, Twitter, oder anderen Webseiten mit Tor Browser.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
de: Manchmal können JavaScript-lastige Websites funktionale Probleme mit dem Tor-Browser haben.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
de: Die einfachste Korrektur ist, auf das Sicherheitssymbol (das kleine graue Schild oben rechts auf dem Bildschirm) zu klicken und dann auf "Erweiterte Sicherheitseinstellungen ..." zu klicken.

source: Set your security to "Standard".
de: Setze deine Sicherheit zu „Standard“.

source: Why is Tor Browser built from Firefox and not some other browser?
de: Warum basiert Tor Browser auf Firefox und nicht auf einem anderen Browser?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
de: Tor Browser ist eine Version von Firefox, die speziell auf den Einsatz mit Tor angepasst wurde.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
de: Viel Arbeit wurde in Tor Browser investiert, inklusive vieler Verbesserungen für erhöhte Privatsphäre und Sicherheit.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
de: Obwohl es technisch gesehen möglich ist, Tor mit anderen Browsern zu benutzen, gefährdet es deine Anonymität durch verschiedene mögliche Angriffe und Informations-Leaks, daher raten wir stark davon ab.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
de: [Lerne mehr über das Design des Tor Browsers](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
de: Verwendet der Tor Browser für jede Website einen anderen Netzwerk-Pfad?

source: In Tor Browser, every new domain gets its own circuit.
de: Im Tor Browser bekommt jede neue Domain ihren eigenen Netzwerk-Pfad.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
de: Das Dokument <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">Entwurf und Umsetzung von Tor Browser</a></mark> erklärt die Idee dahinter ausführlicher.

source: Why did my search engine switch to DuckDuckGo?
de: Warum ist meine Suchmaschine auf DuckDuckGo gewechselt?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
de: Seit Tor Browser 6.0.6 haben wir die primäre Suchmaschine auf DuckDuckGo geändert.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
de: Bereits für eine Weile schon hat Disconnect, das früher im Tor Browser genutzt wurde, keinen Zugang zu den Google-Suchergebnissen.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
de: Weil Disconnect eher eine Meta-Suchmaschine ist, die zwischen verschiedenen Suchanbietern wählen lässt, lieferte es statt dessen Bing-Ergebnisse, deren Qualität unakzeptabel war.

source: Why does my Tor Browser say something about Firefox not working?
de: Warum meldet mein Tor Browser, dass Firefox nicht funktioniert?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
de: Tor Browser baut auf <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark> auf, Probleme von Firefox können also auftreten.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
de: Bitte stelle sicher, dass nicht bereits eine andere Tor Browser-Instanz läuft, und dass Tor Browser an einem Ort mit ausreichenden Schreibrechten entpackt wurde.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
de: Wenn du ein Antivirusprogramm verwendest, siehe [Mein Antivirus-/Malware-Schutz blockiert mich beim Zugriff auf den Tor Browser](https://support.torproject.org/#tbb-10), es ist durchaus üblich, dass Antivirus-/Anti-Malware-Software diese Art von Problemen verursacht.

source: Why does Google show up in foreign languages?
de: Warum erscheint Google in einer fremden Sprache?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
de: Google benutzt "Geotargeting" um festzustellen, wo in der Welt du dich befindest, dadurch erhälst du eine personalisierte Erfahrung. Dies bedeutet auch, dass deine bevorzugte Sprache verwendet wird, dies beinhaltet auch andere Suchergebnisse auf deine Anfragen.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
de: Solltest du unbedingt Google auf Deutsch sehen willst, kannst du auf den Link klicken, der dies erlaubt. Aber wird sehen dies als ein Feature von Tor, nicht als ein Fehler --- das Internet ist nicht flach, und sieht abhängig davor, wo du dich befindest, anders aus. Dieses Feature erinnert die Menschen an diese Tatsache.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
de: Beachte, dass Google Such-URLs Namen/Wert-Paare als Argumente annehmen und einer dieser Namen "hl" ist. Wenn du "hl" auf "en" setzt, gibt Google die Suchergebnisse auf Englisch zurück, unabhängig davon, an welchen Google-Server du geschickt worden bist. Bei einer Suchanfrage sieht dies so aus:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
de: Eine andere Methode ist, einfach deine Landesvorwahl für den Zugriff auf Google zu verwenden. Dies kann google.be, google.de, google.us und so weiter sein.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
de: Google will, dass ich ein CAPTCHA löse oder sagt mir, dass Spyware auf meinem Gerät installiert ist

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
de: Dies ist ein bekanntes und anhaltendes Problem; es bedeutet nicht, dass Google Tor als Spyware betrachtet.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
de: Wenn du Tor benutzt, sendest du Anfragen über Exit-Server, die auch von tausenden anderen Nutzern geteilt werden. Tor-Benutzer sehen diese Nachricht normalerweise, wenn viele Tor-Benutzer in kurzer Zeit Google abfragen. Google interpretiert das hohe Verkehrsaufkommen von einer einzelnen IP-Adresse (den Exit-Server, den du zufällig ausgewählt hast) als jemand, der versucht, ihre Website zu "crawlen", so dass es den Verkehr von dieser IP-Adresse für kurze Zeit verlangsamt.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
de: Du kannst versuchen einen neuen Kanal für diese Seite zu wählen um die Website von einer anderen IP-Adresse aufzurufen.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
de: Eine alternative Erklärung ist, dass Google versucht, bestimmte Arten von Spyware oder Viren zu erkennen, die unverwechselbare Anfragen an die Google-Suche senden. Es notiert die IP-Adressen, von denen diese Anfragen empfangen werden (ohne zu wissen, dass es sich um Tor-Exit-Server handelt) und versucht, alle Verbindungen, die von diesen IP-Adressen kommen, zu warnen, dass die letzten Anfragen auf eine Infektion hindeuten.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
de: Nach unserem Wissen tut Google nichts absichtlich, um die Nutzung von Tor zu verhindern oder zu blockieren. Die Fehlermeldung über einen infizierten Rechner sollte nach kurzer Zeit wieder verschwinden.

source: Gmail warns me that my account may have been compromised
de: Gmail warnt mich, dass mein Konto kompromittiert worden sein könnte.

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
de: Manchmal, nachdem du Gmail über Tor benutzt hast zeigt Google eine Popup-Benachrichtigung an, dass dein Account möglicherweise kompromittiert wurde.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
de: Das Benachrichtigungsfenster listet eine Reihe von IP-Adressen und Standorten auf der ganzen Welt auf, die kürzlich für den Zugriff auf dein Konto verwendet wurden.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
de: Im Allgemeinen ist dies ein Fehlalarm: Google sah einen Haufen von Logins von verschiedenen Orten, als Folge der Ausführung des Dienstes über Tor, und entschied, dass es eine gute Idee sei, zu bestätigen, dass der Zugriff auf das Konto durch den rechtmäßigen Besitzer erfolgt ist.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
de: Auch wenn dies ein Nebenprodukt der Nutzung des Dienstes über Tor sein mag, bedeutet das nicht, dass du die Warnung völlig ignorieren kannst.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
de: Es ist möglicherweise eine falsche Korrektmeldung. Es könnte aber auch nicht so sein, denn es ist möglich, dass jemand dein Google-Cookie entführt hat.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
de: Cookie-Hijacking ist möglich, entweder durch physischen Zugang zu deinem Computer oder durch Beobachtung deines Netzwerkverkehrs.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
de: Theoretisch sollte nur der physische Zugriff dein System gefährden, da Google Mail und ähnliche Dienste das Cookie nur über eine SSL-Verbindung senden sollten.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
de: In der Praxis ist es leider [viel komplexer als das](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
de: Und wenn jemand dein Google-Cookie gestohlen hat, kann es sein, dass er sich von ungewöhnlichen Orten aus einloggt (obwohl er es natürlich auch nicht tun könnte). Die Zusammenfassung ist also, dass wenn du den Tor Browser benutzt, diese Sicherheitsmaßnahme, die Google verwendet, für dich nicht so nützlich ist, weil sie voller falscher Korrektmeldungen ist. Du musst andere Methoden verwenden, z.B. um zu sehen, ob etwas auf dem Konto seltsam aussieht, oder um die Zeitstempel der letzten Anmeldungen zu überprüfen und dich zu fragen, ob du dich zu diesen Zeiten tatsächlich eingeloggt hast.
