Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
it: Se è in esecuzione un software antivirus avanzato, per favore vedi [Il mio antivirus/malware di protezione bloccata te dall'accesso a Tor Browser](https://support.torproject.org/#tbb-10), esso è comune for anti-virus / anti-malware software a causare questi blocchi.

source: Why does Google show up in foreign languages?
it: Perché Google appare in lingue straniere?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
it: Google utilizza la "geolocalizzazione" per determinare dove ti trovi nel mondo, in modo da offrirti un'esperienza personalizzata. Ciò include l'uso della lingua che ritiene tu preferisca e include anche la possibilità di ottenere risultati diversi nelle ricerche.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
it: Se vuoi vedere Google in italiano puoi fare clic sul link che lo fornisce. Ma consideriamo questa una funzionalità aggiunta di Tor, non un bug --- Internet non è statico, e in effetti risulta diverso a seconda di dove ti trovi. Questa funzione ricorda alle persone questo fatto.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
it: Tieni presente che gli URL di ricerca di Google prendono le coppie nome/valore come argomenti e uno di questi nomi è "hl". Se imposti "hl" su "it", Google restituirà i risultati della ricerca in italiano indipendentemente dal server Google a cui sei stato inviato. Su una ricerca questo risulta:

source: https://encrypted.google.com/search?q=online%20anonymity&hl=en
it: https://encrypted.google.com/search?q=online%20anonymity&hl=it

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
it: Un altro metodo consiste semplicemente nell'utilizzare il prefisso del proprio paese per accedere a Google. Questo può essere google.it, google.be, google.de, google.us e così via.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
it: Google mi fa risolvere un CAPTCHA o mi dice che ho spyware installato.

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
it: Questo è un problema noto e ricorrente; non significa che Google consideri Tor come spyware.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
it: Quando utilizzi Tor, invii le ricerche tramite relè di uscita condivisi anche da migliaia di altri utenti. Gli utenti Tor in genere visualizzano questo messaggio quando molti utenti Tor effettuano ricerche su Google in un breve periodo di tempo. Google interpreta l'elevato volume di traffico proveniente da un singolo indirizzo IP (il relè di uscita che ti è capitato di scegliere) come qualcuno che cerca di "eseguire la scansione" del loro sito Web, quindi rallenta il traffico da quell'indirizzo IP per un breve periodo.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
it: Una spiegazione alternativa è che Google tenti di rilevare determinati tipi di spyware o virus che inviano ricerche specifiche a Google. Si segna gli indirizzi IP da cui vengono ricevute tali ricerche (non rendendosi conto che si tratta di un relè di uscita Tor) e tenta di avvisare qualsiasi connessione proveniente da tali indirizzi IP che le ricerche recenti indicano un'infezione.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
it: Per quanto ne sappiamo, Google non sta facendo nulla di intenzionalmente specifico per scoraggiare o bloccare l'uso di Tor. Il messaggio di errore relativo a un computer infetto dovrebbe risolversi dopo poco tempo.

source: Gmail warns me that my account may have been compromised
it: Gmail mi avvisa che il mio account potrebbe essere stato compromesso

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
it: A volte, dopo aver utilizzato Gmail su Tor, Google mostra una notifica pop-up in cui dice che il tuo account potrebbe essere stato compromesso.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
it: La finestra di notifica elenca una serie di indirizzi IP e posizioni in tutto il mondo recentemente utilizzate per accedere al tuo account.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
it: In genere, si tratta di un falso allarme: Google ha visto un sacco di accessi da luoghi diversi, a seguito dell'esecuzione del servizio tramite Tor, e ha deciso che fosse una buona idea confermare che l'account sia ancora in mano al legittimo proprietario.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
it: Anche se questo può essere un effetto collaterale dell'utilizzo del servizio tramite Tor, ciò non significa che puoi ignorare completamente l'avviso.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
it: Probabilmente è un falso positivo, ma potrebbe non esserlo poiché è possibile per qualcuno dirottare i tuo cookie di Google.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
it: Il dirottamento dei cookie è possibile sia attraverso l'accesso fisico al tuocomputer sia osservando il tuo traffico di rete.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
it: In teoria, solo l'accesso fisico dovrebbe compromettere il tuo sistema poiché Gmail e servizi simili dovrebbero inviare i cookie solo attraverso un collegamento SSL.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
it: In pratica, esso [la via più complessa di questo ](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
it: E se qualcuno avesse rubato i tuoi cookie di Google, potrebbe accedere da luoghi insoliti (anche se ovviamente potrebbe non farlo). Il riassunto è che, utilizzando Tor Browser, questa misura di sicurezza utilizzata da Google non ti è così utile, perché è piena di falsi positivi. Dovrai utilizzare altri approcci, come vedere se qualcosa ti sembra strano nell'account o guardare i timestamp per gli accessi recenti e chiedersi se sei stato tu a effettuare l'accesso in quei momenti.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
it: Di recente, gli utenti Gmail possono attivare la [Verifica in 2 passaggi] (https://support.google.com/accounts/answer/185839) sui propri account per aggiungere un ulteriore livello di sicurezza.

source: How do I install Tor Browser?
it: Come installo Tor Browser?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
it: Si prega di consultare la sezione [Installazione](https://tb-manual.torproject.org/installation/) nel Manuale di Tor Browser.

source: My internet connection requires an HTTP or SOCKS Proxy
it: La mia connessione internet richiede un Proxy HTTP o SOCKS.

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
it: Te puoi settare un Proxy indirizzo IP, porta e informazioni di autenticazione in [Tor Browser's Network settaggi](https://tb-manual.torproject.org/running-tor-browser/). Se stai usando Tor diversamente, controlla HTTPProxy e HTTPSProxy le opzioni di configurazione nel [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en) e modifica il tuo file torrc opportunamente. Te avrai bisogno di un HTTP proxy per mandare le Get richieste alla cartella TOR, e te potrai aver bisogno di un HTTPS proxy for poter fare richiesta di CONNECT al Tor relays. (Alla fine è solo proxy). Tor controlla le opzioni del torrc Socks4Proxy e Socks5Proxy.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
it: Altrimenti puoi leggere il HTTPSProxyAuthenticator and HTTPSProxyAuthenticator opzioni se il tuo proxy richiede l'autenticazione. Noi supportiamo solo basilari autenticazioni, ma necessiti di un NTLM autenticazione, potrà esserti utile [qusto post nell'archivio] (https://archives.seul.org/or/talk/Jun-2005/msg00223.html).

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
it: Se il tuo punto di accesso permette solo connessioni a determinate porte guarda nel [firewall] (https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) client per capire quali solo le porte a cui Tor può accedere.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
it: Posso utilizzare ancora altri browser, come Chrome o Firefox, mentre utilizzo Tor Broswer?

source: You can certainly use another browser while you are also using Tor Browser.
it: Puoi sicuramente utilizzare altri browser mentre utilizzi anche Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
it: Tuttavia, devi considerare che le caratteristiche di privacy presenti in Tor Browser non saranno presenti negli altri browser.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
it: Fai attenzione quando passi da Tor ad un browser meno sicuro e viceversa, poiché potresti accidentalmente utilizzare l'altro browser per qualcosa che volevi invece fare utilizzando Tor.

source: A website I am trying to reach is blocking access over Tor.
it: Un sito che sto cercando di raggiungere sta bloccando l'accesso tramite Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
it: Talvolta i siti internet bloccano gli utenti di Tor perché non riescono a rilevalre la differenza tra un normale utilizzatore di Tor ed il traffico generato in modo automatico.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
it: I risultati migliori che abbiamo avuto per ottenere che alcuni siti sbloccassero gli utenti di Tor sono stati ottenuti contattando direttamente gli amministratori del sito.

source: Something like this might do the trick:
it: Può funzionare qualcosa tipo questo:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
it: "Salve! Ho provato ad accedere al tuo sito xyz.com mentre stavo navigando con Tor Browser ed ho scoperto che non permetti agli utenti di Tor di accedere al tuo sito.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
it: Ti esorto a riconsiderare questa decisione; Tor è utilizzato in tutto il mondo da persone che vogliono proteggere la loro privacy e combattere la censura.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
it: Bloccando gli utenti di Tor, stai probabilmente bloccando persone che si trovano in Paesi repressi e che vogliono utilizzare internet liberamente, giornalisti e ricercatori che vogliono proteggere la propria identità, informatori, attivisti e normali persone che vogliono rimanere eclusi dai tracciamenti invasivi di terzi.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
it: Per favore prendi una posizione forte a favore della privacy digitale e della libertà su internet e permetti agli utenti Tor di accedere a xyz.com. Grazie".

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
it: Nel caso di banche o di altri siti internet sensibili, è inoltre comune vedere blocchi basati sulla località (se una banca sa che normalmente ti connetti ai loro servizi da un Paese, e improvvisamente ti stai connettendo da un exit relay dall'altra parte del mondo, il tuo account potrebbe essere bloccato o sospeso).

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
it: Se non riesci a connetterti ad un servizio onion, per favore consulta <a href="/#onionservices-3">Non riesco a raggiungere X.onion!</a>

source: Can I use Tor with a browser besides Tor Browser?
it: Posso usare Tor con un browser affiancato a Tor Browser?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
it: Noi raccomandiamo fermamente di non utilizzare Tor in qualsiasi altro browser che non sia Tor Browser.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
it: Utilizzare Tor in un altro browser può farti rimanere vulnerabile e senza le protezioni privacy implementate in Tor Browser.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
it: Qual è la differenza tra l'utilizzo di Tor Browser e quello della "Modalità di navigazione in incognito" o le schede private?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
it: Sebbene i nomi possano suggerire diversamente, "Modalità di navigazione in incognito" e "schede private" non ti rendono anonimo su Internet.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
it: Cancellano tutte le informazioni sul tuo computer relative alla sessione di navigazione dopo la chiusura, ma non hanno misure in atto per nascondere le tue attività o la tua impronta digitale online.

source: This means that an observer can collect your traffic just as easily as any regular browser.
it: Ciò significa che un osservatore può raccogliere il tuo traffico con la stessa facilità di un normale browser.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
it: Tor Browser offre tutte le funzionalità amnesiche delle schede private e inoltre nasconde anche l'IP di origine, le abitudini di navigazione e i dettagli sul dispositivo che può essere utilizzato per identificare la tua attività sul Web, consentendo una sessione di navigazione davvero privata completamente offuscata end-to-end.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
it: Per ulteriori informazioni sui limiti della modalità di navigazione in Incognito e delle schede private, consultare l'articolo di Mozilla sui [Miti comuni sulla navigazione privata](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).

source: I'm supposed to "edit my torrc". What does that mean?
it: Dovrei "modificare il mio torrc". Cosa significa?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
it: ATTENZIONE: NON seguire consigli casuali su come modificare il tuo `torrc`!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
it: Fare ciò può consentire a un utente malintenzionato di compromettere la tua sicurezza e il tuo anonimato attraverso una configurazione dannosa del tuo `torrc`.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
it: Tor usa un file di testo chiamato `torrc` che contiene le istruzioni di configurazione su come Tor deve comportarsi.

source: The default configuration should work fine for most Tor users (hence the warning above.)
it: La configurazione predefinita dovrebbe funzionare bene per la maggior parte degli utenti Tor (da cui l'avvertenza sopra).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
it: Per trovare il `torrc` del tuo Tor browser, segui le istruzioni in basso per il tuo sistema operativo.

source: On Windows or Linux:
it: Su Windows o Linux:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
it: Il "torrc"è nella cartella del Tor Browser presso questo indirizzo Browser/TorBrowser/Data/Tor` dentro la cartella del tuo Tor Browser .

source: On macOS:
it: Su macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
it: Il ""torrc è nella cartella del Tor Browser Data presso ``~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
it: * Nota che la cartella Library è nascosta nelle versioni recenti di macOS. Per navigare in questa cartella con Finder, seleziona "Vai alla cartella..." nel menu "Vai".

source: * Then type "~/Library/Application Support/" in the window and click Go.
it: * Quindi digita "~/Library/Application Support/" nella finestra e fai click su Avanti.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
it: Chiudi Tor Browser prima di modificare il tuo `torrc`, altrimenti Tor Browser potrebbe cancellare le tue modifiche.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
it: Alcune opzioni non avranno effetto poiché Tor Browser le sovrascrive con le opzioni della riga di comando all'avvio di Tor.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
it: Dai un'occhiata al file [ `torrc` di esempio](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) per suggerimenti sulle configurazioni comuni.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
it: Per altre opzioni di configurazione che puoi utilizzare, consulta la [Pagina del manuale Tor](https://2019.www.torproject.org/docs/tor-manual.html.en).

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
it: Ricorda, tutte le righe che iniziano con `#` in torrc sono trattate come commenti e non hanno effetto sulla configurazione di Tor.

source: Does Tor Project make an application for private chat?
it: Esiste un applicazione per chat private fatta dal Tor Project?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
it: No. Dopo il rilascio di undici beta, abbiamo interrotto il supporto di <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
it: Crediamo ancora nelle potenzialità dell'utilizzo di Tor in un programma di messaggistica, ma al momento non abbiamo le risorse per realizzarlo.

source: Do you? [Contact us](https://www.torproject.org/contact).
it: E tu? [Contattaci](https://www.torproject.org/it/contact/).

source: Can I run Tor on an Android device?
it: Posso usare Tor su un dispositivo Android?
