Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
tr: İndirdiğiniz Tor uygulamasının bizim tarafımızdan hazırlanmış olduğundan ve saldırganlar tarafından değiştirilmediğinden emin olmak için [Tor Browser imzasını doğrulayabilirsiniz](https://support.torproject.org/tbb/how-to-verify-signature/).

source: You may also want to [whitelist certain processes](https://support.torproject.org/tbb/tbb-10) to prevent antiviruses from blocking access to Tor Browser.
tr: Ayrıca virüsten koruma uygulamalarının Tor Browser erişimini engellemesini önlemek için [belirli işlemleri beyaz listeye](https://support.torproject.org/tbb/tbb-10) almak isteyebilirsiniz.

source: How can I verify Tor Browser's signature?
tr: Tor Browser imzasını nasıl doğrularım?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
tr: Bir sayısal imza, bir paketin gerçekten özgün geliştiricileri tarafından üretildiğini ve üzerinde sonradan bir değişiklik yapılmadığını anlamak için kullanılır.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
tr: Aşağıda bunun neden önemli olduğunu ve indirdiğiniz bir Tor kopyasının bizim tarafımızdan oluşturulmuş ve bazı saldırganlar tarafından değiştirilmemiş olduğunu nasıl anlayabileceğinizi anlatacağız.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
tr: [İndirme sayfamızdaki](https://www.torproject.org/tr/download/) her dosyanın yanında dosya ile aynı adı taşıyan ".asc" uzantılı bir dosya daha bulunur. Bu .asc dosyaları OpenPGP imzalarıdır.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
tr: Bu imzalar, indirdiğiniz dosyanın tam olarak almanızı istediğimiz dosya olduğunu doğrulamanızı sağlar.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
tr: Örneğin, `torbrowser-install-win64-9.0_en-US.exe` dosyasının imza dosyası `torbrowser-install-win64-9.0_en-US.exe.asc` şeklindedir.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
tr: Şimdi size, indirdiğiniz bir dosyanın sayısal imzasını farklı işletim sistemleri üzerinde nasıl doğrulayabileceğinizi anlatacağız.

source: Please notice that a signature is dated the moment the package has been signed.
tr: İmza dosyası tarihinin, paketin imzalandığı tarih ile aynı olduğunu görebilirsiniz.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
tr: Yani her yeni paket dosyası yüklendiğinde, farklı bir tarihi olan yeni bir imza oluşturulur.

source: As long as you have verified the signature you should not worry that the reported date may vary.
tr: İmzayı doğruladığınız sürece, belirtilen tarihin değişmesi önemli değildir.

source: ### Installing GnuPG
tr: ### GnuPG kurmak

source: First of all you need to have GnuPG installed before you can verify signatures.
tr: İmzaları doğrulayabilmeniz için öncelikle GnuPG uygulaması kurulmuş olmalıdır.

source: #### For Windows users:
tr: #### Windows kullanıcıları için:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
tr: Windows kullanıyorsanız, [Gpg4win uygulamasını indirip](https://gpg4win.org/download.html) kurucuyu çalıştırın.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
tr: İmzayı doğrulamak için `cmd.exe` windows komut satırında bir kaç komut yazmanız gerekir.

source: #### For macOS users:
tr: #### macOS kullanıcıları için:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
tr: macOS kullanıyorsanız [GPGTools uygulamasını kurabilirsiniz](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
tr: İmzayı doğrulamak için Terminal ("Uygulamalar altında") üzerinden bir kaç komut yazmanız gerekir.

source: #### For GNU/Linux users:
tr: #### GNU/Linux kullanıcıları için:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
tr: GNU/Linux kullanıyorsanız, çoğu GNU/Linux dağıtımında önceden kurulmuş olduğundan büyük olasılıkla sisteminizde GnuPG vardır.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
tr: İmzayı doğrulamak için uçbirim üzerinden bir kaç komut yazmanız gerekir. Bunu nasıl yapacağınız dağıtımınızın özelliklerine bağlıdır.

source: ### Fetching the Tor Developers key
tr: ### Tor geliştiricilerinin anahtarlarını almak

source: The Tor Browser team signs Tor Browser releases.
tr: Tor Browser sürümlerini Tor Browser Ekibi imzalar.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
tr: Tor Browser Geliştiricilerinin imzalama anahtarını içe aktarın (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
tr: Bunun sonucunda şöyle bir şey görmelisiniz:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
tr: Anahtarı içe aktardıktan sonra bir dosyaya kaydedebilirsiniz (buradaki parmak izi ile tanımlayarak):

source: ### Verifying the signature
tr: ### İmzayı doğrulamak

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
tr: İndirdiğiniz paketin imzasını doğrulamak için kurucu dosyasının yanında ilgili ".asc" imza dosyasını da indirmeniz gerekir. Ardından bir GnuPG komutu yazarak indirdiğiniz dosyanın imzasını doğrulayabilirsiniz.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
tr: Aşağıdaki örnek komutlar bu iki dosyayı Downloads klasörüne indirdiğinizi varsayarak yazılmıştır.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
tr: #### GNU/Linux kullanıcıları için (32 bit paketi kullanıyorsanız 64 yerine 32 yazın):

source: The result of the command should produce something like this:
tr: Komutun sonucunda şöyle bir şey görmelisiniz:

source: #### Workaround (using a public key)
tr: #### Çözüm (herkese açık bir anahtar kullanarak)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
tr: Çözemediğiniz sorunlar ile karşılaşıyorsanız bunun yerine [herkese açık anahtarı indirip kullanmaktan](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) çekinmeyin. Alternatif olarak şu komutu kullanabilirsiniz:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
tr: [GnuPG hakkında ayrıntılı bilgi almak için buraya tıklayabilirsiniz](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
tr: Yeniden boyutlandırılan Tor Browser penceresindeki gri çubuklar nedir?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
tr: Tor Browser, varsayılan kipte, ekran boyutlarının parmak izinin alınmasını önlemek için 200 piksel x 100 piksel boyutunun katlarına yuvarlanan bir içerik penceresi ile açılır.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
tr: Buradaki düşünce, tüm kullanıcıları ayırt edilmesi zor olan birkaç grubun içine koymaktır.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
tr: Bu uygulama, kullanıcılar pencerelerini yeniden boyutlandırana (ekranı büyütene ya da tam ekran kipine geçene) kadar işe yarar.

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
tr: Tor Browser 9 sürümüne bu durumları da ele alan ve Mozilla tarafından geliştirilerek [bu yıl içinde duyurulan](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/) ve [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)) denilen bir ekran parmak izi koruması eklendi.

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
tr: Bu yöntemde tarayıcı penceresine beyaz kenarlıklar eklenerek ekranda istenilen boyuta olabildiğince yaklaşılması amaçlanır. Böylece kullanıcılar bir kaç standart ekran boyutu altında gruplanarak, bu bilgiler üzerinden kişilerin belirlenmesinin önüne geçilebilebilir.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
tr: Basitçe söylenirse, bu yöntemde kullanıcılar hep aynı ekran boyutlarını kullanıyor gibi gösterilerek diğer kullanıcılardan ayırt edilebilmeleri zorlaştırılır.

source: What are the most common issues with the latest stable version of Tor Browser?
tr: Son kararlı Tor Browser sürümünde sık görülen sorunlar hangileridir?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
tr: Yeni bir kararlı Tor Browser sürümü yayınladığımızda, yeni eklenen özellikler ve bilinen sorunlarla ilgili bir günlük yazısı da yayınlıyoruz.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
tr: Bir güncellemeden sonra Tor Browser ile sorun yaşarsanız, <a href="https://blog.torproject.org">blog.torproject.org</a> adresine bakarak, bu durumun son yayınlanan kararlı Tor Browser sürümü için bilinen bir sorun olup olmadığını anlayabilirsiniz.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
tr: Sorununuz ile ilgili bir bilgi yoksa, yaşadığınız sorun hakkında bir [hata bildiriminde](https://trac.torproject.org) bulunabilirsiniz.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
tr: Virüs ya da kötü amaçlı yazılımdan korunma uygulamam Tor Browser kullanmamı engelliyor.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
tr: Çoğu antivirus ya da kötü niyetli yazılımlardan korunma uygulamasında, kullanılmasına izin verilecek uygulamaları belirleyen ve kullanıcıların düzenleyebileceği bir "beyaz liste" özelliği bulunur.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
tr: Lütfen antivirus ya da kötü niyetli yazılımlardan korunma uygulamasını açarak "beyaz liste" (whitelist) ya da benzeri bir ayar bulun.

source: Next, exclude the following processes:
tr: Ardından şu işlemleri yapın:

source: * For Windows
tr: * Windows için

source: * obfs4proxy.exe (if you use bridges)
tr: * obfs4proxy.exe (köprüleri kullanıyorsanız)

source: * For macOS
tr: * macOS için

source: * obfs4proxy (if you use bridges)
tr: * obfs4proxy (köprüleri kullanıyorsanız)

source: Finally, restart Tor Browser.
tr: Son olarak Tor Browser uygulamasını yeniden başlatın.

source: This should fix the issues you're experiencing.
tr: Bu işlemler yaşadığınız sorunları çözmeli.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
tr: Kaspersky gibi bazı virusten korunma uygulamalarının güvenlik duvarı düzeyinde Tor ağına erişimi engelleyebileceğini unutmayın.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
tr: Windows için Tor Browser uygulamasını indirdim ve kurdum. Ancak şimdi bulamıyorum.

source: The file you download and run prompts you for a destination.
tr: İndirip çalıştırdığınız dosya sizden bir hedef klasör belirtmenizi istemiştir.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
tr: Bu klasörün hangisi olduğunu hatırlamıyorsanız, genellikle İndirilenler ya da Masaüstü klasörleri kullanılır.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
tr: Kurulum sırasında kısayol oluşturulması ile ilgili seçeneğin işaretini kazayla kaldırmadıysanız, varsayılan Windows kurucu ayarları Masaüstünde bir kısayol oluşturur.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
tr: Bu klasörler içinde bulamadıysanız, uygulamayı yeniden indirin ve size sorulan indirme klasörünün yerine bakın.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
tr: Kolay hatırlayacağınız bir klasör konumu seçin. İndirme tamamlandığında bu klasörün içinde Tor Browser klasörünü görebilmeniz gerekir.

source: Can I use Flash in Tor Browser?
tr: Tor Browser üzerinde Flash kullanabilir miyim?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
tr: Tor Browser üzerinde Flash kullanımı devre dışı bırakılmıştır ve etkinleştirilmemesi önerilir.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
tr: Flash uygulamasının hiç bir tarayıcıda güvenli olmadığını ve kullanılmaması gerektiğini düşünüyoruz. Flash uygulamasında gizliliğinizi kolayca tehlikeye atabilecek ya da kötü amaçlı yazılımların yüklenmesine neden olabilecek çok sayıda güvenlik açığı bulunuyor.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
tr: Neyse ki çoğu web sitesi, aygıt ve diğer web tarayıcıları Flash kullanmaktan vazgeçiyor.

source: Does using Tor Browser protect other applications on my computer?
tr: Tor Browser kullanmak bilgisayarımdaki diğer uygulamaları korur mu?

source: Only Tor Browser's traffic will be routed over the Tor network.
tr: Tor ağı üzerine yalnız Tor Browser trafiği yönlendirilir.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
tr: Sisteminizdeki diğer tüm uygulamaların (diğer web tarayıcılar dahil) bağlantıları Tor ağı üzerine yönlendirilmediğinden bu anlamda korunmaz.

source: They need to be configured separately to use Tor.
tr: Bu uygulamaların Tor kullanabilmesi için ayrı ayrı yapılandırılmaları gerekir.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
tr: Tüm trafiğin Tor ağından geçeceğinden emin olmanız gerekiyorsa, ​[Tails canlı işletim sistemine](https://tails.boum.org/) bir göz atın. Bu işletim sistemini hemen hemen her bilgisayarda USB bellek ya da DVD üzerinden başlatabilirsiniz.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
tr: Tor Browser üzerine, AdBlock Plus ya da uBlock Origin gibi yeni bir eklenti kurmalı mıyım?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
tr: Gizlilik ve güvenliğinizi tehlikeye atabileceğinden Tor Browser üzerine yeni eklentiler kurmaktan kaçınmanız önerilir.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
tr: Yeni eklentiler kurmak Tor Browser uygulamasını öngörülemeyen şekillerde etkileyerek kullandığınız Tor Browser kopyasının eşsiz bir parmak izi olmasına yol açabilir.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
tr: Tor Browser kopyanızın eşsiz bir parmak izi olursa, yaptığınız işlemlerin anonimliği kalmaz ve Tor Browser kullanıyor olsanız bile izlenebilirsiniz.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
tr: Temel olarak, her web tarayıcısının ayarları ve özellikleri bir "web tarayıcı parmak izi" oluşturur.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
tr: Çoğu web tarayıcı, buna özen göstermediğinden her kullanıcının İnternet üzerinde izlenebileceği bir eşsiz parmak izi oluşturur.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
tr: Tor Browser özellikle kullanıcıların parmak izinin neredeyse aynı (kusursuz değiliz) olmasını sağlayacak şekilde tasarlanmıştır.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
tr: Bunun anlamı tüm Tor Browser kullanıcılarının parmak izinin birbirine benzemesidir. Bu durum kişilerin izlenmesini zorlaştırır.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
tr: Yeni bir eklentinin Tor Browser uygulamasına saldırılacak yüzeyi arttırma olasılığı vardır.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
tr: Bu durum kişisel verilerin sızdırılmasına ya da bir saldırganın Tor Browser uygulamasına zararlı yazılım bulaştırmasına neden olabilir.

source: The add-on itself could even be maliciously designed to spy on you.
tr: Eklentinin kendisi bile sizi izlemek için kötü niyetle tasarlanmış olabilir.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
tr: Tor Browser [HTTPS Everywhere](https://www.eff.org/https-everywhere) ve [NoScript](https://noscript.net) eklentileri kurulmuş olarak gelir. Bunun dışında bir eklenti kurmak anonim kalmanızı engelleyebilir.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
tr: Web tarayıcı parmak izi hakkında ayrıntılı bilgi almak için Tor Günlüğü sitesindeki [bu yazıya](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) bakabilirsiniz.

source: Can I download Tor Browser for Chrome OS?
tr: Chrome OS için Tor Browser uygulamasını indirebilir miyim?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
tr: Maalesef, henüz Chrome OS için resmi bir Tor Browser sürümümüz yok.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
tr: Chrome OS üzerinde [Android için Tor Browser](https://www.torproject.org/tr/download/#android) kullanabilirsiniz. Chrome OS üzerinde Tor Mobile kullandığınızda web sitelerinin mobil (masaüstü değil) sürümlerini görebileceğinizi unutmayın.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
tr: Bununla birlikte uygulamayı Chrome OS üzerinde denetlemediğimiz için Android için Tor Browser tarafından sağlanan tüm kişisel gizlilik özelliklerinin düzgün çalışıp çalışmadığını bilmiyoruz.

source: Can I pick which country I'm exiting from?
tr: Çıkış yapacağım ülkeyi seçebilir miyim?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
tr: Tor devresi oluşturma işleminde değişiklik yapılmaması önemle önerilir.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
tr: En iyi korumayı elde etmek için yöneltme seçiminin Tor tarafından yapılmasına izin verin. Giriş ya da çıkış duraklarını kendiniz seçerseniz anonim kalma olasılığınız azalır.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
tr: Yalnız belirli bir ülkede bulunan kaynaklara erişmeniz gerekiyorsa, Tor yerine VPN kullanmayı düşünebilirsiniz.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
tr: VPN bağlantılarının Tor ile aynı düzeyde gizlilik sağlamadığını unutmayın. Ancak VPN kullanarak bazı coğrafi konum engellemelerini aşabilirsiniz.

source: Is it safe to run Tor Browser and another browser at the same time?
tr: Tor Browser ile başka bir web tarayıcısını aynı anda çalıştırmak güvenli midir?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
tr: Tor Browser ile başka bir web tarayıcısını aynı anda çalıştırırsanız, Tor Browser hızı ya da kişisel gizliliği koruma özellikleri etkilenmez.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
tr: Bununla birlikte diğer web tarayıcısında yapacağınız işlemlerde kişisel gizliliğinizin korunmayacağını unutmayın ve Tor Browser üzerinde yapmak istediğiniz bir işlemi yanlışlıkla diğer tarayıcı üzerinde yapmamaya özen gösterin.

source: Is there support for *BSD?
tr: *BSD desteği var mı?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
tr: Maalesef, henüz *BSD için resmi bir Tor Browser sürümümüz yok.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
tr: [TorBSD projesi](https://www.torbsd.org/) olarak adlandırılmış bir çalışma var ancak onların hazırladığı Tor Browser uygulamasını resmi olarak desteklemiyoruz.

source: Why is the first IP address in my relay circuit always the same?
tr: Aktarım devremdeki ilk IP adresi neden hep aynı?

source: That is normal Tor behavior.
tr: Bu durum Tor için normaldir.
