Repository: torpluston/translation
Catalog: contents+id.po
Languages: id

source: The file you download and run prompts you for a destination.
id: File yang Anda download dan jalankan akan meminta Anda untuk sebuah destinasi.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
id: Beberapa entitas, seperti Internet Service Provider (ISP) And, dapat melihat bahwa Anda menggunakan Tor, tetapi mereka tidak akan tahu di mana Anda dan kapan Anda melakukannya.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
id: Kadang-kadang website yang banyak menggunakan Javascript dapat memiliki masalah fungsional di Tor Browser.

source: Send an email to gettor@torproject.org.
id: Kirim email ke gettor@torproject.org.

source: Only Tor Browser's traffic will be routed over the Tor network.
id: Hanya lalu lintas Tor Browser akan diarahkan melalui jaringan Tor.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
id: Yaitu, di keadaan normal, adalah 3, tapi misalnya jika Anda mengakses sebuah onion service atau sebuah alamat ".exit", jumlah ini dapat lebih besar.

source: * Run "service tor reload" (as root)
id: * Jalankan "service tor reload" (sebagai root)

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
id: Daftar semua proyek perangkat lunak kami dapat ditemukan di <mark><a href="https://www.torproject.org/projects/projects.html.en">​halaman proyek </a></mark>.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
id: Pilihan ini berguna jika Anda ingin mencegah aktivitas browser Anda agar tidak terhubung dengan apa yang Anda lakukan sebelumnya.

source: Does the Tor Project offer hosting?
id: Apakah Tor Project menawarkan jasa hosting situs web?

source: Can I use a VPN with Tor?
id: Apa saya dapat menggunakan VPN dengan Tor?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
id: Jembatan relay adalah Tor relay yang tidak tercantum dalam direktori Tor publik.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
id: Anda juga bisa memastikan bahwa anda dapat mengakes layanan onion lain dengan tersambung ke <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
id: Untuk mendapatkan tautan untuk mengunduh Tor Browser, kirim pesan ke gettor@torproject.org dengan salah satu kode berikut di dalamnya:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
id: Halo! Saya berusaha melakukan akses terhadap situs xyz.com Anda melalui Tor Browser dan ternyata Anda tidak mengizinkan pengguna Tor untuk melakukan akses terhadap situs Anda.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
id: Untuk mendapatkan tautan untuk mengunduh Tor Browser, kirim pesan langsung ke <mark> <a href="https://twitter.com/get_tor">@get_tor</a> </mark> dengan salah satu kode berikut di dalamnya (Anda tidak perlu mengikuti akunnya):

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
id: Ini berarti kadang-kadang situs web akan memuat di dalam Tor Browser, dan kadang-kadang itu akan dimuat dalam browser lain, jenis perilaku ini dapat berbahaya dan merusak anonimitas.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
id: Pada akhirnya, kami ingin membuat Tor Browser seaman mungkin sementara juga membuat bermanfaat bagi sebagian orang, jadi untuk sekarang, ini berarti membuat Javascript diaktifkan secara default.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
id: Untungnya, sebagian besar situs web, perangkat, dan peramban lain menjauh dari penggunaan Flash.

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
id: ## Alamat IP atau nama host untuk koneksi masuk (biarkan dalam bentuk komentar dan Tor akan menebak)

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
id: DuckDuckGo tidak melacak penggunanya juga tidak menyimpan data tentang pencarian yang dilakukan pengguna. Pelajari lebih lanjut tentang <mark><a href="https://duckduckgo.com/privacy">kebijakan privasi DuckDuckGo</a></mark>.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
id: Anda juga bisa memastikan bahwa Anda dapat mengakes layanan onion lain dengan tersambung ke <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
id: Browser Tor akan memperingatkan Anda bahwa semua aktivitas dan unduhan akan dihentikan, jadi pertimbangkanlah ini sebelum mengklik "New Identity".

source: Does running Tor Browser make me a relay?
id: Apakah menjalankan Tor Browser membuat komputer saya menjadi relay?

source: Will my network admin be able to tell I'm using Tor Browser?
id: Apakah admin jaringan saya dapat mengetahui bahwa saya sedang menggunakan Tor Browser?

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
id: Anda mendapatkan keamanan terbaik yang dapat diberikan Tor ketika Anda meninggalkan pilihan rute kepada Tor; mengubah node masuk/keluar dapat mengurangi anonimitas Anda.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
id: Silakan pantau <mark><a href=\"https://blog.torproject.org\">blog</a></mark>kami untuk melihat pengumuman dan detail tentang proyek ini.</p>

source: How do I download Tor if the torproject.org is blocked?
id: Bagaimana cara mengunduh Tor jika torproject.org diblokir?

source: Can I change the number of hops Tor uses?
id: Apakah saya dapat mengubah jumlah hop yang digunakan Tor?

source: The first relay in your circuit is called an "entry guard" or "guard".
id: Relay pertama di sirkuit Anda disebut "penjaga entri" atau "penjaga".

source: Can I pick which country I'm exiting from?
id: Apakah saya dapat memilih negara sebagai exit node?

source: In Tor Browser, every new domain gets its own circuit.
id: Di Tor Browser, setiap domain baru mendapatkan sirkuitnya sendiri.

source: ## Set the nickname of this relay
id: ## Membuat julukan untuk relay ini

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
id: Bagaimana saya dapat membuat Tor berjalan lebih cepat? Adalah Tor Browser lebih lambat dari peramban lain?

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
id: Opsi ini tidak akan menghilangkan setiap infomasi pribadi atau tidak menghubungkan aktivitas anda, tidak juga berdampak pada koneksi anda saat ini pada website yang lain.

source: Install the ntp or openntpd (or similar) package to keep it that way.
id: Instal paket ntp atau openntpd (atau yang serupa) untuk membuat jam akurat.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
id: Ikon Torbutton (gambar bawang hijau di sudut kiri atas browser) akan menampilkan segi tiga kuning.

source: Operators
id: Operator

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
id: Cari entri log di /var/log/syslog seperti contohnya "Pengujian otomatis menunjukkan ORPort Anda dapat dijangkau dari luar. Bagus sekali."

source: Why did my search engine switch to DuckDuckGo?
id: Kenapa mesin pencari Saya berubah menjadi DuckDuckGo?

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
id: Jembatan berguna bagi pengguna Tor di bawah rezim yang menindas, dan bagi orang-orang yang menginginkan lapisan keamanan tambahan karena mereka khawatir seseorang akan mengenali bahwa saat mereka menghubungi alamat IP relay Tor publik.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
id: Untuk info lebih lanjut, silakan baca bagian <mark><a href=\"https://tb-manual.torproject.org/en-US/\">Tor Browser Manual </a></mark>di bagian <mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">censorship</a></mark>.</p>

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
id: Jika ini tidak memperbaiki masalah, lihat halaman Pemecahan Masalah pada <mark> <a href="https://tb-manual.torproject.org/en-US/bridges.html">Panduan Tor Browser</a> </mark> .

source: Does Tor Project offer email service or other privacy protecting web services?
id: Apakah Tor Project menawarkan jasa email atau jasa web lain yang menawarkan perlindungan privasi?Apakah Tor Project menawarkan jasa email atau jasa web lain yang menawarkan perlindungan privasi?

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
id: Ketika itu menegaskan bahwa portnya terjangkau, itu akan meng-upload "Deskripsi server" kepada pihak berwenang direktori agar client tahu alamat, port, key, dll yang digunakan relay Anda.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
id: Jika Anda perlu untuk memastikan bahwa semua lalu lintas akan masuk melalui jaringan Tor, lihatlah <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> yang dapat Anda gunakan di hampir semua komputer dengan menggunakan USB stick atau DVD.

source: How do I run an exit relay on Debian?
id: Bagaimana cara menjalankan relay keluar pada Debian?

source: Tor Browser
id: Peramban Tor

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
id: Saya mohon dengan sangat untuk mempertimbangkan hal ini; Tor digunakan orang-orang di seluruh dunia untuk melindungi privasi mereka dan melawan sensor.

source: I have a compelling reason to trace a Tor user. Can you help?
id: Saya punya alasan kuat untuk melacak seorang pengguna Tor. Apakah Anda dapat membantu saya?

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
id: Silahkan buka perangkat lunak perlindungan antivirus atau malware Anda dan cari di dalam setting untuk "daftar putih" atau sesuatu yang serupa.

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
id: Sayangnya, beberapa situs web memberikan CAPTCHA kepada pengguna Tor, dan kami tidak dapat menghilangkan CAPTCHA tersebut.

source: Can I use Flash in Tor Browser?
id: Apakah saya dapat menggunakan flash di Tor Browser?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
id: <mark> <a href="https://www.torproject.org/projects/torbrowser/design/">Pelajari lebih lanjut tentang desain Tor Browser</a> </mark> .

source: This step is usually fast, but it may take a few minutes.
id: Langkah ini biasanya cepat, tetapi mungkin perlu waktu beberapa menit.

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
id: Klik tombol yang berlabel "Salin Tor Log ke Clipboard" yang muncul dalam jendela dialog ketika Tor Browser pertama kali terhubung ke jaringan.

source: You might be on a censored network, and so you should try using bridges.
id: Anda mungkin pada jaringan disensor, sehingga Anda harus mencoba menggunakan bridge.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
id: Kami tidak ingin mendorong orang untuk menggunakan path lebih panjang dari ini karena akan meningkatkan beban jaringan (sejauh yang kami ketahui) tanpa menambah keamanan.

source: I cannot reach X.onion!
id: Saya tidak dapat membuka X.onion!

source: I need Tor Browser in a language that's not English.
id: Saya memerlukan Tor Browser dalam bahasa selain bahasa Inggris.

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
id: ## Atur tingkat bandwidth Anda (biarkan dalam bentuk komentar dan Tor akan berjalan tanpa batas bandwidth)

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
id: Dengan rilis dari Tor Browser 6.0.6, kami beralih ke DuckDuckGo sebagai mesin pencari utama.

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
id: Kami tidak merekomendasikan menjalankan beberapa Tor browser secara bersamaan, dan ini mungkin tidak bekerja seperti yang diantisipasi pada banyak platform.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
id: Itu berarti bahwa ISP atau pemerintah yang berusaha untuk memblokir akses ke jaringan Tor tidak dapat memblokir semua jembatan.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
id: Apakah saya harus memasang add-on atau extension baru di Tor Browser, seperti AdBlock Plus atau uBlock Origin?

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
id: Harap dicatat bahwa vpn tidak memiliki sifat privasi yang sama dengan Tor, tetapi mereka akan membantu memecahkan beberapa masalah pembatasan geolokasi.

source: Running Tor Browser does not make you act as a relay in the network.
id: Menjalankan Tor Browser tidak membuat Anda bertindak sebagai relay dalam jaringan.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
id: Untuk sekarang, Disconnect tidak punya akses ke hasil pencarian Google yang kita gunakan dalam Tor Browser.

source: To use GetTor via XMPP (Jitsi, CoyIM).
id: Menggunakan GetTor melalui XMPP (Jitsi, CoyIM).

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
id: Meskipun secara teknis mungkin menggunakan Tor dengan browser lain, Anda dapat membuka diri terhadap serangan potensial atau kebocoran informasi, sehingga kami sangat melarang itu.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
id: Sejumlah situs, seperti bank atau penyedia email mungkin saja mengartikan ini sebagai tanda bahwa akun Anda telah diretas atau terkompromikan dan mengkunci Anda dari layanan.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
id: Jika kami menghalangi sebagian orang menggunakan Tor, kami pada dasarnya akan menambah pintu belakang di perangkat lunak ini, yang akan buka kelemahan pengguna kami kepada pemerintah yang tidak baik dan musuh-musuh lain.</p>

source: Our mission:
id: Misi kami:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
id: untuk memajukan hak asasi manusia dan kebebasan dengan menciptakan dan menyebarkan anonimitas dan teknologi privasi gratis dan terbuka, mendukung ketersediaan dan penggunaan tak terbatas mereka, dan memajukan pemahaman ilmiah dan populer mereka.

source: Subscribe to our Newsletter
id: Berlangganan Newsletter kami

source: Get monthly updates and opportunities from the Tor Project
id: Dapatkan pembaruan bulanan dan peluang dari Proyek Tor

source: Tor Project | Support
id: Tor Project | Dukungan

source: Tor Logo
id: Logo Tor

source: Download Tor Browser
id: Unduh Tor Browser

source: Search
id: Cari
