Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
pl: Nalegam do ponownego rozważenia tej decyzji; Tor jest wykorzystywany przez ludzi na całym świecie do ochrony ich prywatności i zwalczania cenzury.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
pl: Blokując użytkowników Tor, prawdopodobnie blokujesz ludzi w krajach represyjnych, którzy chcą korzystać z wolnego internetu, dziennikarzy i badaczy, którzy chcą chronić się przed odkryciami, sygnalistami, aktywistami i zwykłymi ludźmi, którzy próbują zwalczać inwazyjne śledzenie przez osoby trzecie.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
pl: Proszę zająć zdecydowane stanowisko na rzecz prywatności cyfrowej i wolności Internetu oraz umożliwić użytkownikom Tora dostęp do xyz.com. Dziękuje."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
pl: W przypadku banków i innych wrażliwych stron, powszechnie można zobaczyć blokowanie na bazie geograficznej (jeśli bank wie że zazwyczaj używasz ich usług z jednego kraju, i nagle łączysz się z mostu wyjściowego po drugiej stronie świata, twoje konto może być zablokowane lub zawieszone).

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
pl: Jeśli nie jesteś w stanie połączyć się do serwisu cebulowego, proszę zobacz <a href="/#onionservices-3">Nie mogę połączyć się z X.onion!</a>

source: Can I use Tor with a browser besides Tor Browser?
pl: Czy mogę używać Tora z inną przeglądarką prócz Przeglądarką Tor?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
pl: Zdecydowanie zalecamy, aby nie używać Tora w żadnej innej przeglądarce niż w Przeglądarce Tor.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
pl: Używanie Tora w innej przeglądarce może pozostawić Cię wrażliwym bez ochrony prywatności Tor Browser.

source: Does Tor Project make an application for private chat?
pl: Czy Tor Project tworzy aplikacje do prywatnego czatu?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
pl: Nie. Po jedenastu wydaniach beta, zaprzestaliśmy wsparcia dla programu [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
pl: Nadal wierzymy w to, że Tor może być wykorzystywany w aplikacji do wysyłania wiadomości, ale nie mamy środków, aby to się stało w tej chwili.

source: Do you? [Contact us](https://www.torproject.org/contact).
pl: A ty? [Skontaktuj się z nami](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
pl: Czy mogę uruchomić Tor na urządzeniu z Androidem?

source: Tor on Android is provided by The Guardian Project.
pl: Tor na Androidzie jest dostarczany przez The Guardian Project.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
pl: Więcej informacji możesz znaleźć na stronach internetowych <mark><a href="https://guardianproject.info/apps/orbot/">Orbota</a></mark> i <mark><a href="https://guardianproject.info/apps/orfox/">Orfoxa</a></mark>.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
pl: Orfox służy do przeglądania stron internetowych, a Orbot może przekierowywać inne aplikacje na telefonie z systemem Android przez sieć Tor.

source: Who is the Guardian Project?
pl: Kim jest Guardian Project?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
pl: The Guardian Project rozwija Tora (i inne aplikacje ochroniające prywatność) na systemie Android. Więcej informacji można znaleźć na <mark><a href="https://guardianproject.info/">stronie internetowej Guardian Project</a></mark>.

source: Can I run Tor on an iOS device?
pl: Czy mogę uruchomić Tor na urządzeniu z IOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
pl: Polecamy aplikację na iOS o nazwie Onion Browser, która jest aplikacją open source, która używa routingu Tor i jest rozwijana przez kogoś, kto ściśle współpracuje z Tor Project.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
pl: Jednakże Apple wymaga, aby przeglądarki w systemie iOS korzystały z czegoś, co nazywa się Webkit, co uniemożliwia Onion Browser korzystania z takich samych zabezpieczeń prywatności jak w przypadku przeglądarki Tor.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
pl: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Dowiedz się więcej o Onion Browser</a></mark>.

source: How do I run Tor on Windows Phone?
pl: Jak uruchomić Tor-a na Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
pl: Aktualnie nie ma żadnego sposobu aby uruchomić Tor na telefonach z Windowsem.

source: When is Tor Browser for Android being released?
pl: Kiedy będzie Przeglądarka Tor dostępna na Androidzie?

source: We are currently working on Tor Browser for Android, and you can [test our alpha releases](https://blog.torproject.org/new-alpha-release-tor-browser-android).
pl: Obecnie pracujemy nad Przeglądarką Tor dla systemu Android i możesz [przetestować nasze wersje alfa](https://blog.torproject.org/new-alpha-release-tor-browser-android).

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
pl: Proszę sprawdzaj na nasz <mark><a href="https://blog.torproject.org">blog</a></mark> dla przyszłych ogłoszeń i szczegółów dotyczących tego projektu.

source: How do I download Tor Browser if the torproject.org is blocked?
pl: Jak mogę pobrać Przeglądarke Tor, jeśli torproject.org jest zablokowany?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via GetTor.
pl: Jeśli nie możesz pobrać Przeglądarki Tor poprzez naszą [stronę internetową](https://www.torproject.org), możesz otrzymać kopię Przeglądarki Tor dostarczoną do Ciebie poprzez GetTor.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
pl: GetTor jest usługą, która automatycznie odpowiada na wiadomości z linkami do najnowszej wersji Przeglądarki Tor, hostowana w różnych miejscach, które są mniej narażone na cenzurowanie, takich jak Dropbox, Google Drive i GitHub.

source: To use GetTor via email.
pl: Aby korzystać z GetTor za pośrednictwem emaila.

source: Send an email to gettor@torproject.org.
pl: Wyślij wiadomość emaila na adres gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
pl: Zapisz system operacyjny (taki jak Windows, macOS lub Linux) w treści wiadomości i wyślij.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
pl: GetTor odpowie na to emailem zawierającym linki, z których można pobrać Przeglądarkę Tor, podpis kryptograficzny (potrzebny do [weryfikacji pobrania](/tbb/how-to-verify-signature/)), cyfrowy odcisk palca klucza użytego do zrobienia podpisu oraz sumę kontrolną paczki.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
pl: Możesz mieć do wyboru oprogramowanie "32-bitowe" lub "64-bitowe": zależy to od modelu komputera, z którego korzystasz; zapoznaj się z dokumentacją o twoim komputerze, aby dowiedzieć się więcej.

source: To use GetTor via Twitter.
pl: Aby korzystać z GetTor za pośrednictwem Twittera.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
pl: Aby uzyskać linki do pobrania Przeglądarki Tor, wyślij bezpośrednio wiadomość do <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> z jednym z następujących kodów (nie musisz obserwować konta):

source: To use GetTor via XMPP (Jitsi, CoyIM).
pl: Aby korzystać z GetTor przez XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
pl: Aby uzyskać linki do pobrania programu Tor Browser, wyślij wiadomość na adres gettor@torproject.org z jednym z poniższych kodów:

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
pl: Mam problemy z połączeniem się z Tor-em, i nie mogę dojść do wniosku co jest nie tak.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
pl: Jeśli masz problemy z połączeniem, wybierz opcję "skopiuj dziennik Tora do schowka".

source: Then paste the Tor log into a text file or other document.
pl: Następnie wklej dziennik Tora do pliku tekstowego lub innego dokumentu.

source: You should see one of these common log errors (look for the following lines in your Tor log):
pl: Powinieneś zobaczyć jeden z tych częstych błędów dziennika (poszukaj następujących linii w swoim logu Tora):

source: ###### Common log error #1: Proxy connection failure
pl: ######### Powszechny błąd dziennika #1: Błąd połączenia proxy

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
pl: Jeśli widzisz takie linie w dzienniku Tora, oznacza to, że nie możesz połączyć się z proxy SOCKS.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
pl: Jeśli konfiguracja sieci wymaga serwera proxy SOCKS, upewnij się, że dane serwera proxy zostały wprowadzone poprawnie.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
pl: Jeśli konfiguracja sieci wymaga serwera proxy SOCKS, upewnij się, że dane serwera proxy zostały wprowadzone poprawnie.

source: ##### Common log error #2: Can’t reach guard relays
pl: ######## Powszechny błąd dziennika #2: Nie można połączyć się z przekaźnikami strażniczymi

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
pl: Jeśli widzisz takie linie w dzienniku Tora, oznacza to, że Tor nie mógł połączyć się z pierwszym węzłem w obwodzie Tora.

source: This could mean that you’re on a network that’s censored.
pl: To mogłoby oznaczać że jesteś na sieci która jest zacenzurowana.

source: Please try connecting with bridges, and that should fix the problem.
pl: Proszę spróbować połączyć się z mostami, i to powinno rozwiązać problem.

source: ##### Common log error #3: Failed to complete TLS handshake
pl: ######## Powszechny błąd dziennika #3: Nie udało się zakończyć procesu uścisku dłoni TLS

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
pl: Jeśli widzisz takie linie w swoim dzienniku Tor, oznacza to, że Torowi nie udało się zakończyć uścisku TLS z władzami katalogów.

source: Using bridges will likely fix this.
pl: Użycie mostów prawdopodobnie to naprawi.

source: ##### Common log error #4: Clock skew
pl: ##### Powszechny błąd dziennika #4: Przesunięcie zegara

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
pl: Jeśli widzisz takie linie w dzienniku Tora, oznacza to, że zegar systemowy jest ustawiony nieprawidłowo.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
pl: Upewnij się, że zegar jest dokładnie ustawiony, łącznie z właściwą strefą czasową. Następnie zrestartuj Tora.

source: I cannot reach X.onion!
pl: Nie mogę połączyć się z X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
pl: Jeśli nie możesz dotrzeć do pożądanego serwisu cebulowego, upewnij się, że poprawnie wpisałeś 16-znakowy lub, w najnowszym formacie, 56-znakowy adres cebulowy: nawet drobny błąd powstrzyma Przeglądarkę Tor przed dotarciem na miejsce.

source: If you are still unable to connect to the onion service, please try again later.
pl: Jeśli nadal nie jesteś w stanie połączyć się z serwisem cebulowym, spróbuj ponownie później.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
pl: Może wystąpił tymczasowy problem z połączeniem lub operatorzy strony internetowej mogli pozwolić na jego wyłączenie bez uprzedzenia.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
pl: Możesz również upewnić się że masz dostęp do innych usług cebulowych, łącząc się do <a href="http://3g2upl4pq6kufc4m.onion">usługi cebulowej DuckDuckGo</a>.

source: What is a bridge?
pl: Czym jest mostek?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
pl: Przekaźniki mostkowe to przekaźniki Tora, które nie są wymienione w publicznym katalogu Tora.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
pl: Oznacza to, że dostawcy usług internetowych lub rządy próbujące zablokować dostęp do sieci Tor nie mogą po prostu zablokować wszystkich mostów.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
pl: Mosty są przydatne dla użytkowników Tora w opresyjnych reżimach, a także dla osób, które chcą dodatkowej warstwy bezpieczeństwa, ponieważ obawiają się, że ktoś rozpozna, że kontaktują się z publicznym adresem IP przekaźnika Tor.

source: A bridge is just a normal relay with a slightly different configuration.
pl: Mostek jest po prostu zwykłym przekaźnikiem z delikatnie inną konfiguracją.

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
pl: Zobacz, <mark><a href="#operators-6">Jak mogę prowadzić mostek</a></mark> po instrukcje.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
pl: Kilka krajów, w tym Chiny i Iran, znalazło sposoby na wykrycie i zablokowanie połączeń z mostami Tor.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
pl: Mosty <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">obfsproxy</a></mark> rozwiązują ten problem poprzez dodanie kolejnej warstwy obfuskacji.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
pl: Ustawienie mostka obfsproxy wymaga dodatkowej paczki oprogramowania i dodatkowej konfiguracji.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
pl: Więcej informacji można znaleźć na naszej stronie na temat <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportów wtykowych</a></mark>.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
pl: Kiedy używam Tora, czy podsłuchiwacze mogą nadal zobaczyć informacje, którymi dzielę się ze stronami internetowymi, takimi jak informacje dotyczące logowania i rzeczy, które wpisuję do formularzy?

source: Tor prevents eavesdroppers from learning sites that you visit.
pl: Tor powstrzymuje podsłuchiwaczy od dowiedzenia się które strony odwiedzasz.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
pl: Jednakże informacje przesyłane niezaszyfrowane przez Internet przy użyciu zwykłego protokołu HTTP mogą być nadal przechwytywane przez operatorów przekaźników wyjściowych lub każdego, kto obserwuje ruch między przekaźnikiem wyjściowym a witryną docelową.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
pl: Jeśli odwiedzana strona korzysta z protokołu HTTPS, ruch wychodzący z przekaźnika wyjściowego zostanie zaszyfrowany i nie będzie widoczny dla podsłuchiwaczy.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
pl: <h4 class="card-title">Jeśli używasz HTTPS, Twój adres URL strony internetowej zacznie się od "https://".</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
pl: <h4 class="card-title">Ta wizualizacja pokazuje, jakie informacje są widoczne dla podsłuchiwaczy z i bez Przeglądarki Tor i szyfrowania HTTPS.</h4>

source: How do I run a middle or guard relay on Debian?
pl: Jak uruchomić środkowy lub ochronny przekaźnik w Debianie?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
pl: Dla najbardziej szczegółowych informacji na temat prowadzenia przekaźnika zobacz <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Przewodnik po Przekaźnikach Tora</a></mark>.

source: * Run "apt-get install tor" (as root).
pl: * Uruchom "apt-get install tor" (jako root).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
pl: * Upewnij się, że zegar, data i strefa czasowa są ustawione prawidłowo. Zainstaluj pakiet ntp lub openntpd (lub podobny), aby utrzymać go w ten sposób.

source: * Edit /etc/tor/torrc to look like the following:
pl: * Zedytuj /etc/tor/torrc, aby wyglądał jak poniżej:

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
pl: ## Adres IP lub nazwa hosta dla połączeń przychodzących (pozostaw jako komentarz i Tor zgadnie)

source: ## A handle for your relay, so people don't have to refer to it by key.
pl: ## Uchwyt dla twojego przekaźnika, więc ludzie nie muszą się do niego odwoływać kluczem.

source: Nickname ididnteditheconfig
pl: Nickname niezedytowałemconfigu

source: ## Set your own contact info
pl: ## Ustaw własne dane kontaktowe

source: ## If you control multiple relays, include them in the family
pl: ## Jeśli sterujesz wieloma przekaźnikami, uwzględnij je w rodzinie

source: #MyFamily $keyid,$keyid,...
pl: #MyFamily $idklucza,$idklucza,...

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
pl: ## Ustaw swoją przepustowość (zostaw zakomentowane i Tor będzie działał bez limitów).

source: * Run "service tor reload" (as root)
pl: * Uruchom "service tor reload" (jako root)

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
pl: * Po podłączeniu przekaźnika do sieci, będzie on próbował ustalić, czy skonfigurowane porty są osiągalne z zewnątrz.

source: This step is usually fast, but it may take a few minutes.
pl: Ten krok jest zazwyczaj szybki, ale może potrwać kilka minut.

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pl: * Poszukaj wpisu w rejestrze /var/log/syslog, takiego jak "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: If you don't see this message, it means that your relay is not reachable from the outside.
pl: Jeśli nie widzisz tej wiadomości, oznacza to, że twój przekaźnik nie jest osiągalny z zewnątrz.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
pl: Powinieneś ponownie sprawdzić swoje firewalle, sprawdzić, czy adres IP i porty podane w torrc są poprawne, itp.

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
pl: * Kiedy potwierdzi, że jest osiągalny, wyśle "deskryptor serwera" do władz katalogów, aby klienci wiedzieli, jakiego adres, porty, klucze itp. które używa twój przekaźnik.

source: * After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
pl: * Po kilku godzinach (aby dać mu wystarczająco dużo czasu na propagację), możesz zapytać <mark><a href="https://metrics.torproject.org/rs.html#search">Metryki</a></mark> pozwalające sprawdzić, czy Twój przekaźnik zarejestrował się w sieci.

source: If it hasn't, re-check firewalls, IP and ports again.
pl: Jeśli tak się nie stało, sprawdź ponownie firewalle, IP i porty.

source: How do I run an exit relay on Debian?
pl: Jak mogę prowadzić przekaźnik wyjściowy na Debianie?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
pl: * Zapoznaj się z naszymi <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">wytycznymi dotyczącymi przekaźników wyjściowych</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
pl: Poszukaj wpisu w twoim rejestrze /var/log/syslog, takiego jak "Self-testing indicates your ORPort is reachable from the outside. Excellent."
