Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
br: Você pode estár apto a evitar esse cenário se seu provedor oferecer autenticação 2 fatores, que é uma opção mais segura que reputação baseada em IP.
pt: Pode estar apto a evitar este cenário se o seu fornecedor oferecer autenticação de 2 fatores, que é uma opção mais segura que a reputação baseada em IP.

source: Contact your provider and ask them if they provide 2FA.
br: Contate seu provedor e pergunte a eles se eles provem 2FA.
pt: Contacte o seu fornecedor e pergunte-lhes se eles fornecem autenticação de 2 fatores.

source: Tor Browser is currently available on Windows, Linux and OSX.
br: O Navegador Tor está disponível atualmente para Windows, Linux e OSX.

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
br: Para o Android, The Guardian Project mantém os aplicativos baseados em Tor Orbot e Orfox

source: Can I set Tor Browser as my default browser?
br: Eu posso definir o Navegador Tor como meu navegador padrão?
pt: Eu posso definir o Tor Browser como o meu navegador predefinido?

source: There is currently no supported method for setting Tor Browser as your default browser.
br: Atualmente não existe método de suporte para configurar o navegador TOR como seu navegador padrão.
pt: Atualmente não existe nenhum método suportado para configurar o Tor Browser como o seu navegador predefinido.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
br: O Navegador Tor trabalha dura para isolar ele mesmo do restante do sistema, e os passos para fazer ele o navegador padrão são incertos.
pt: O Tor Browser trabalha afincadamente para que esteja isolado do resto do seu sistema, e os passos para o tornar o navegador padrão não são fiáveis.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
br: Isso significa que algumas vezes um website carregaria no Navegador Tor, e algumas vezes ele carregaria em outro navegador, esse tipo de comportamento pode ser perigoso e quebrar a anonimidade.
pt: Isto significa que algumas vezes um site iria ser aberto no Tor Browser e algumas vezes ele iria abrir noutro navegador. Este tipo de comportamento pode ser perigoso e impedir a anonimidade.

source: Does running Tor Browser make me a relay?
br: Ao executar o Navegador Tor eu me torno um retransmissor?
pt: Ao executar o Tor Browser eu torno-me num retransmissor?

source: Running Tor Browser does not make you act as a relay in the network.
br: Rodando o Navegador Tor não faz você agir como um transmissor na rede.
pt: Executar o Tor Browser não o faz agir como um retransmissor na rede.

source: This means that your computer will not be used to route traffic for others.
br: Isso significa que seu computador não vai ser usado para rotear trafégo para outros.
pt: Isto significa que o seu computador não será utilizado para encaminhar o tráfego para os outros.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
br: Se você gostaria de ser tornar um relay, por favor veja nosso <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia Tor Relay </a></mark>
pt: Se quiser ser tornar um roteador, por favor veja o nosso <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia de Roteamento Tor</a></mark>

source: Why does Tor Browser ship with Javascript enabled?
br: Por que o Navegador Tor vem com o Javascript habilitado?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
br: Nós configuramos NoScript para permitir JavaScript por padrão no Navegador Tor porque muitos websites não vão funcionar com o JavaScript desabilitado.
pt: Nós configuramos o NoScript para permitir JavaScript por predefinição no Tor Browser porque muitos sites da Web não irão funcionar com o JavaScript desativado.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
br: A maioria dos usuários desistiriam totalmente do Tor se nós desabilitássemos o Javascript por padrão porque isso causaria muitos problemas para eles.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
br: Ultimamente, nós queremos fazer o Navegador Tor tão seguro quanto possível enquanto também fazemos ele usável para a maioria das pessoas, então por agora, isso significa deixar o Javascript habilitado por padrão.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
br: Para usuários que querem ter o Javascript desabilitado por padrão em todos sites HTTP, nós recomendamos mudar o controle deslizante de segurança do Navegador Tor (no menu da Cebola do Navegador Tor sob "Configurações de Segurança").

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
br: A configuração baixa/padrão permite o Javascript, mas os níveis médio e alto, ambos bloqueiam o Javascript em sites HTTP.

source: Can you get rid of all the captchas?
br: É possível se livrar de todos os captchas?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
br: Infelizmente, alguns sites entregam CAPTCHAs para usuários Tor, e nós não somos capazes de remover CAPTCHAs dos websites.
pt: Infelizmente, alguns sites pedem para solucionar desafios (CAPTCHAs) para utilizadores do Tor e não conseguimos remover esses CAPTCHAs dos sites.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
br: A melhor coisa a fazer nesses casos é contactar os donos do website, e informar eles que seus CAPTCHAs estão impedindo usuários como você de usar seus serviços.
pt: O melhor a fazer nesses casos é contactar os donos do site, e informá-los que os desafios (CAPTCHAs) estão a impedir utilizadores como você de utilizar os serviços deles.

source: Can I run multiple instances of Tor Browser?
br: Posso executar várias instâncias do Navegador Tor?
pt: Eu posso executar várias instâncias do Tor Browser?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
br: Nós não recomendados rodar múltiplas instâncias do Navegador Tor, e pode não funcionar antecipadamente em muitas plataformas.

source: I need Tor Browser in a language that's not English.
br: Eu preciso do Navegador Tor em um idioma outro que o inglês.
pt: Eu preciso do Tor Browser em outro idioma que não o inglês.

source: We currently offer <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> in the following languages:
br: Atualmente nós oferecemos o <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Navegador Tor</a></mark> nos seguintes idiomas:

source: * English (en-US)
br: * Inglês (en-US)

source: * العربية (ar)
br: * Árabe (ar)

source: * Deutsch (de)
br: * Alemão (de)

source: * Español (es-ES)
br: * Espanhol (es-ES)

source: * فارسى (fa)
br: * Farsi (fa)

source: * Français (fr)
br: * Francês (fr)

source: * 日本語 (ja)
br: * Japonês (ja)

source: * Korean (ko)
br: * Coreano (ko)

source: * Nederlands (nl)
br: * Holandês (nl)

source: * Polish (pl)
br: * Polonês (pl)

source: * Русский (ru)
br: * Russo (ru)

source: * Türkçe (tr)
br: * Turco (tr)

source: * Vietnamese (vi)
br: * Vietnamita (vi)

source: * 简体字 (zh-CN)
br: * Chinês (zh-CN)

source: Will my network admin be able to tell I'm using Tor Browser?
br: Meu administrador de rede conseguirá saber se eu uso o Navegador Tor?
pt: O administrador da minha rede conseguirá saber se eu estou a utilizar o Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
br: Quando você usa Tor, ninguém pode ver os sites que você visita.
pt: Quando utilizar o Tor Browser, ninguém pode ver os sites da Web que visita.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
br: De qualquer maneira, seu provedor de serviços ou administradores da rede estão aptos para ver que você está conectando a uma rede Tor, apesar que eles não sabem o que você está fazendo quando você conecta lá.
pt: No entanto, o seu fornecedor de serviços ou administradores da rede podem conseguir saber que está a conectar à rede Tor, apesar de não conseguirem saber o que está a fazer para lá da rede.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
br: Estou tendo problemas para usar funcionalidades do Facebook, Twitter e alguns outros websites quando estou usando o Tor Browser.
pt: Eu estou com problemas para utilizar as funcionalidades no Facebook, Twitter, ou noutro site da Web quando eu estou a utilizar o Tor Browser.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
br: Algumas vezes websites que tem muito código em Javascript pode ter problemas funcionais sobre o Navegador Tor.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
br: A maneira mais simples de resolver é clicar no "menu da cebola", então clicar no controle deslizante de segurança.
pt: A maneira mais simples de resolver é clicar no "menu da cebola", e depois clicar no controlo deslizante de segurança.

source: Set your security to "Standard".
br: Definir sua segurança como "Padrão".
pt: Defina a sua segurança para "Padrão".

source: Why is Tor Browser built from Firefox and not some other browser?
br: Por que o navegador TOR é projetado a partir do Firefox e não de outro navegador ?
pt: Por que o Tor Browser é compilado a partir do Firefox e não de outro navegador?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
br: O navegador TOR é uma versão modificada do Firefox, especialmente projetado para utilização com o TOR.
pt: O Tor Browser é uma versão modificada do Firefox, especialmente projetado para ser utilizado com o Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
br: Muito trabalho está sendo feito para fazer o Navegador Tor, incluindo o uso de correções extras para aumentar a privacidade e segurança.
pt: Foi feito muito trabalho no Tor Browser, incluindo a utilização de correções de segurança extra para aumentar a privacidade e segurança.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
br: Enquanto é tecnicamente possível usar o Tor com outros navegadores, você pode se expor a ataques potenciais ou vazamento de informações, então nós fortemente desencorajamos isso.
pt: Enquanto é tecnicamente possível usar o Tor com outros navegadores, você pode expor-se a ataques potenciais ou ao vazamento de informações, por isso desencorajamos vivamente a fazê-lo.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
br: <mark><a href="https://www.torproject.org/projects/torbrowser/design/"> Aprenda mais sobre o design do navegador Tor </a></mark>.
pt: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Saiba mais sobre o desenho do Tor Browser</a></mark>.

source: Does Tor Browser use a different circuit for each website?
br: O Navegador Tor utiliza um circuito diferente para cada site?
pt: O Tor Browser utiliza um circuito diferente para cada site da Web?

source: In Tor Browser, every new domain gets its own circuit.
br: No Navegador Tor, cada novo domínio tem um circuito próprio.
pt: No Tor Browser, cada novo domínio recebe o seu próprio circuito.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
br: O documento <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">O Projeto e Implementação do Navegador Tor</a></mark> explica melhor o pensamento por trás deste projeto.
pt: O documento <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">O Desenho e Implementação do Tor Browser</a></mark> explica ainda mais o pensamento por trás deste desenho.

source: Why did my search engine switch to DuckDuckGo?
br: Por que meu sistema de pesquisa mudou para o DuckDuckGo?
pt: Porque é que o meu motor de pesquisa muda para DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
br: Com o lançamento do Navegador Tor 6.0.6, nós mudamos para DuckDuckGo como mecanismo de busca primário.
pt: Com o lançamento do Tor Browser 6.0.6, nós mudamos para o motor de pesquisa principal para DuckDuckGo.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
br: Por enquanto, Desconectar não teve acesso aos resultados de pesquisa do Google que usamos no Navegador Tor.
pt: Por enquanto, o Disconnect não teve acesso aos resultados da pesquisa do Google que nós utilizamos no Tor Browser.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
br: Como o Disconnect é mais um mecanismo de meta busca que permite que os usuários escolham entre diferentes provedores de pesquisa, ele recorre à entrega de resultados de pesquisa do Bing que são basicamente inaceitáveis em termos de qualidade.
pt: Porque o Disconnect é mais um motor de pesquisa de metadados que permite que os utilizadores escolham entre diferentes fornecedores de pesquisa, este recorre à entrega de resultados de pesquisa do Bing que eram basicamente inaceitáveis em termos de qualidade.

source: Why does my Tor Browser say something about Firefox not working?
br: Por que meu Navegador Tor diz algo sobre o Firefox não estar funcionando?
pt: Porque é que o Tor Browser diz que algo sobre o Firefox não está a funcionar?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
br: O navegador Tor é feito utilizando-se o <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR </a></mark>, então erros relacionados ao Firefox podem ocorrer.
pt: O Tor Browser é criado, utilizando o <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR </a></mark>, por isso poderão ocorreu erros relacionados com o Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
br: Por favor, tenha certeza que nenhuma outra instância do Navegador Tor esteja executando, e que você tenha extraído o Navegador Tor em uma localização onde o seu usuário tenha as permissões corretas.
pt: Por favor, certifique-se que nenhuma outra instância do Tor Browser está em execução, e que extraiu o Tor Browser para um local em que o seu utilizador tem as permissões corretas.

source: If you are running an anti-virus, please see <mark><a href="/tbb/antivirus-blocking-tor/">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
br: Se você tiver um anti-vírus instalado, consulte <mark><a href="/tbb/antivirus-blocking-tor/">Meu antivírus/malware está bloqueando o meu acesso ao navegador Tor</a></mark>, é comum que programas antivírus/anti-malware provoquem esse tipo de problema.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
br: Eu posso continuar a usar outro navegador, como Chrome ou Firefox, ao usar o Navegador Tor?
pt: Eu ainda posso utilizar outro navegador, tail como o Chrome ou o Firefox, quando eu estou a utilizar o Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
br: Certamente você pode utilizar outro navegador enquanto utiliza o navegador TOR.
pt: Com certeza que pode utilizar outro navegador enquanto está a utilizar o Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
br: De qualquer maneira, você deveria saber que as propriedades de privacidade do Navegador Tor não estarão presentes em outros navegadores.
pt: No entanto, deveria saber que as propriedades de privacidade do Tor Browser não estarão presentes no outro navegador.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
br: Cuidado ao trocar o Tor por um navegador menos seguro, porque você pode acidentalmente utilizar este último navegador para algo que você pretendia fazer utilizando o Tor.
pt: Cuidado ao mudar alternadamente entre o Tor Browser e um navegador menos seguro, porque pode acidentalmente utilizar este último navegador para algo que pretendia fazer com o Tor Browser.

source: Can I make Tor Browser my default browser?
br: Posso fazer do Tor Browser meu navegador padrão?
pt: Posso definir o Tor Browser no meu navegador predefinido?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
br: Infelizmente, não existe suporte para tornar o navegador Tor seu navegador padrão.
pt: Infelizmente, não existe forma de tornar o Tor Browser no seu navegador predefinido.

source: A website I am trying to reach is blocking access over Tor.
br: Um site que eu estou tentando acessar está bloqueando o acesso via Tor.
pt: Um site da Web que eu estou a tentar aceder está a bloquear o acesso ao Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
br: Algumas vezes websites bloquearão usuários do Tor porque eles não podem dizer a diferença entre a média de usuários Tor e tráfego automatizado.
pt: Algumas vezes os sites bloqueiam os utilizadores do Tor porque eles não conseguem determinar a diferença entre um utilizador Tor e um robô/ programa automatizado.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
br: O meio com maior sucesso em fazer com que websites desbloqueie usuários Tor, é os usuários entrando em contato direto com os administradores do site.
pt: O método com mais sucesso que até agora os utilizadores tiveram com os sites a desbloquearem os utilizadores do Tor é eles contactarem os administradores dos sites diretamente.

source: Something like this might do the trick:
br: Algo deste tipo poderá até resolver:
pt: Algo como o seguinte poderá resolver o problema:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
br: "Oi! Eu tentei acessar seu site xyz.com enquanto estava usando o Navegador Tor e percebi que você não permite usuários Tor acessarem seu site.
pt: "Olá! Tentei aceder ao seu site xyz.com com o Tor Browser e descobri que vocês não permitem que os utilizadores do Tor Browser não acedam ao vosso site.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
br: Eu insisto para você reconsiderar essa decisão; Tor é usado por pessoas de todo o mundo para proteger sua privacidade e lutar contra a censura.
pt: Peço que reconsiderem essa decisão. O Tor é utilizado por pessoas em todo o mundo que querem proteger a sua privacidade e impedir a censura.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
br: Bloqueando usuários do Tor, você está provavelmente bloqueando pessoas em países repressivos que querem usar uma internet livre, jornalistas e pesquisadores que querem proteger eles mesmos das descobertas, delatores, ativistas, e qualquer pessoa que opte por sair da vigilância invasiva de terceiros.
pt: AO bloquear os utilizadores do Tor, estão também a bloquear pessoas em países repressivos que querem usar uma internet livre, assim como jornalistas, investigadores, informadores, ativistas e pessoas comuns que querem ter o poder de decidirem quanto ao rastreamento na internet.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
br: Por favor tenha uma posição forte em favor da privacidade digital e liberdade na internet, e permita aos usuários do Tor acessarem xyz.com.

source: Thank you."
br: Obrigado."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
br: No caso de bancos, e de outros websites sensíveis, é também comum ver bloqueios baseados na localização geográfica (se um banco sabe que você geralmente acessa seus serviços de um país, e de repente você está se conectando com um retransmissor de saída em outro lado do mundo, a sua conta pode ser bloqueada ou suspendida).
pt: No caso de sites da Web bancários, e outros sensíveis, é também comum o bloqueio com base na origem geográfica (se um banco sabe que acede normalmente aos seus serviços de um país, e de repente está a ligar de uma retransmissão de saída do outro lado do mundo, a sua conta poderá ser bloqueada ou suspensa).

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
br: Se você está inabilitado de se conectar a um serviço onion, por favor veja <a href="#onionservices-3"> Eu não consigo acessar X.onion </a>

source: Can I use Tor with a browser besides Tor Browser?
br: Posso utilizar o Tor com um navegador que não seja o Navegador Tor?
pt: Eu posso utilizar o Tor com um navegador que não seja o Tor Browser?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
br: Nós recomendamos fortemente contra a utilização do Tor em qualquer navegador que não seja o navegador Tor.
pt: Recomendamos vivamente que não se utilize a rede Tor com outros navegadores que não sejam o Tor Browser.
