Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
ka: ზოგ შემთხვევაში კი იხილავენ დაშიფრულ მონაცემებსაც, რომელთაც გადასცემენ საბანკო ან სავაჭრო საიტებს.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
ka: თქვენ უნდა ირწმუნოთ მომწოდებლის, რომ არ ადევნებს თქვენს მიმოცვლილ მონაცემებს თვალს, გაგზავნილ ნაკადში არ ჩაამატებს რეკლამებს ან არ დაიმახსოვრებს პირად ინფორმაციას.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
ka: Tor კი მონაცემებს ატარებს სულ მცირე 3 სხვადასხვა სერვერის გავლით, სანამ დანიშნულების ადგილს მიაღწევს.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
ka: ვინაიდან ამ სამ გადამცემს შორის მიმოცვლილი ინფორმაცია იშიფრება სამ დამოუკიდებელ შრეზე, ვინმე თუ თქვენს კავშირს თვალს ადევნებს, ვერ შეძლებს Tor-ქსელში გაგზავნილი მონაცემების შეცვლას ან წაკითხვას.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
ka: თქვენი მონაცემები იშიფრება Tor-პროგრამიდან (თქვენი კომპიუტერიდან) და იხსნება მსოფლიოს სულ სხვა ნაწილში.

source: ### Doesn't the first server see who I am?
ka: ### პირველი სერვერი ვერ დაინახავს ვინ ვარ?

source: Possibly.
ka: შესაძლოა.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
ka: არასანდო პირველმა სერვერმა სამიდან, შეიძლება დაადგინოს, რომ დაშიფრული Tor-კავშირი თქვენი კომპიუტერიდან მოდის.

source: It still doesn't know who you are and what you are doing over Tor.
ka: თუმცა, მას მაინც არ შეეძლება გაიგოს კონკრეტულად ვინ ხართ და რას აკეთებთ Tor-ში.

source: It merely sees "This IP address is using Tor".
ka: მას შეუძლია მხოლოდ ნახოს, რომ „ეს IP-მისამართი იყენებს Tor-ს“.

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
ka: ასე რომ, მოცემულ კვანძს მაინც ვერ ეცოდინება ერთდროულად ის, თუ ვინ ხართ და რას ნახულობთ ინტერნეტში.

source: ### Can't the third server see my traffic?
ka: ### მესამე სერვერი ვერ ნახავს ჩემ მიერ გაგზავნილ მონაცემებს?

source: A bad third of three servers can see the traffic you sent into Tor.
ka: არასანდო მესამე სერვერს სამიდან შეუძლია იხილოს Tor-ში გაგზავნილი თქვენი მონაცემები.

source: It won't know who sent this traffic.
ka: მაგრამ არ ეცოდინება, ვინ გაგზავნა ეს მონაცემები.

source: If you're using encryption (like HTTPS), it will only know the destination.
ka: ხოლო თუ დაშიფრულ კავშირს იყენებთ (როგორიცაა HTTPS), მაშინ დანიშნულების წერტილის გარდა ვერაფერს შეიტყობს.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
ka: იხილეთ გამოსახულება [Tor და HTTPS](/ka/https/https-1/), რომ უკეთ გაიგოთ როგორ ურთიერთქმედებს Tor და HTTPS.

source: Does Tor remove personal information from the data my application sends?
ka: აცილებს Tor პირად ინფორმაციას, ჩემი პროგრამიდან გაგზავნილ მონაცემებს?

source: No, it doesn't.
ka: არა, არ აცილებს.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
ka: თქვენ დაგჭირდებათ ცალკე პროგრამა, რომელიც შეძლებს თქვენი პროგრამისა და მისი ოქმის წაკითხვას, შესაბამისად გაგზავნილი მონაცემების დამუშავებასა და გაწმენდას.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
ka: Tor-ბრაუზერი ცდილობს პროგრამულ დონეზე, არსებული მონაცემები, როგორიცაა მომხმარებლის ბრაუზერის ინფორმაცია, ყველასთვის გახადოს განურჩეველი.

source: Tor Browser can't do anything about the text that you type into forms, though.
ka: თუმცა, Tor-ბრაუზერი ვერაფერს გააწყობს ველებში თქვენ მიერ შეყვანილ მონაცემებთან.

source: What is Tor?
ka: რა არის Tor?

source: The name "Tor" can refer to several different components.
ka: დასახელება „Tor“ შეიძლება აღნიშნავდეს რამდენიმე სხვადახვა ნაწილს.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ka: იგი გიცავთ, თქვენი კავშირების გადამისამართებით გადამცემებისგან შემდგარი გამანაწილებელი ქსელისკენ, რომლის მუშაობასაც უზრუნველყოფენ მოხალისეები მთელი მსოფლიოდან: შედეგად, ვერავის ექნება საშუალება თვალი ადევნოს თქვენს კავშირებს ინტერნეტში და გაიგოს, თუ რომელ საიტს ეწვიეთ და აგრეთვე, თავად საიტებიც ვერ მოახერხებს თქვენი ფიზიკური მდებარეობის დადგენას.

source: This set of volunteer relays is called the Tor network.
ka: ამ მოხალისეების ერთობა წარმოადგენს Tor-ქსელს.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
ka: ხალხის უმეტესობა, Tor-ს იყენებს Tor-ბრაუზერის მეშვეობით, რომელიც წარმოადგენს Firefox-ის გადაკეთებულ ვერსიას და უსაფრთხოებისა და პირადი მონაცემების დაცვის ხარვეზები, სრულად აქვს აღმოფხვრილი.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
ka: ვრცლად, Tor-ის თაობაზე იხილავთ გვერდზე ჩვენ [შესახებ](https://www.torproject.org/about/history/).

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
ka: Tor-პროექტი არის არამომგებიანი (საქველმოქმედო) დაწესებულება, რომელიც ამუშავებს და ქმნის Tor-პროგრამას.

source: Why is it called Tor?
ka: რატომ ჰქვია Tor?

source: Tor is the onion routing network.
ka: Tor არის ხახვისებური, შრეებიანი დამისამართების (onion routing) ქსელი.

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
ka: როცა ვიწყებდით მომდევნო თაობის onion-დამისამართების ახლებურად დამუშავებასა და დანერგვას 2001-2002 წლებში, ყველას ვეუბნებოდით რომ ვმუშაობდით onion-დამისამართებაზე, ისინი კი გვპასუხობდნენ „მშვენიერია, და ეგ რომელია?“

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
ka: მართალია, onion-დამისამართება იქცა დასახელებად შიდა გამოყენებისა, Tor გაჩნდა [onion-დამისამართების პროექტისგან](https://www.onion-router.net/), რომელიც გაეშვა საზღვაო კვლევით ლაბორატორიაში.

source: (It's also got a fine meaning in German and Turkish.)
ka: (ასევე მშვენიერი მნიშვნელობა შეიძინა გერმანულსა და თურქულში).

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
ka: შენიშვნა: მიუხედავად იმისა, რომ დასახელება მომდინარეობს შემოკლებისგან, Tor არ იწერება როგორც „TOR“.

source: Only the first letter is capitalized.
ka: მხოლოდ პირველი ასო მთავრულდება.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
ka: ხშირად ვამჩნევთ, რომ ისინი ვისაც ჩვენი საიტი არ უნახავს (და ჩვენ შესახებ ყველაფერი გაგონილი აქვს ახალი ამბების სტატიებიდან) არასწორად წერს მას.

source: Tor Browser and antivirus false positive warnings
ka: Tor-ბრაუზერი და ანტივირუსის ცრუ განგაში

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
ka: ზოგიერთი ანტივირუსული პროგრამა აგდებს მავნე პროგრამის და/ან დაუცველობის შესახებ გაფრთხილებებს, Tor-ბრაუზერის გაშვებისას.

source: If you downloaded Tor Browser from [our main website](https://www.torproject.org/download/) or used [GetTor](https://gettor.torproject.org/), and [verified it](https://support.torproject.org/tbb/how-to-verify-signature/), these are false positives and you have nothing to worry about.
ka: თუ Tor-ბრაუზერი ჩამოტვირთული გაქვთ [ჩვენი მთავარი საიტიდან](https://www.torproject.org/ka/download/) ან გამოიყენეთ [GetTor](https://gettor.torproject.org/), და [გადაამოწმებული გაქვთ](https://support.torproject.org/tbb/how-to-verify-signature/), ეს ყველაფერი ცრუ განგაშია და შეგიძლიათ არ იღელვოთ.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
ka: ზოგიერთი ანტივირუსი მიიჩნევს, რომ ფაილები რომლებიც ბევრ მომხმარებელს არ გამოყენებია, საეჭვოა.

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
ka: იმის გადასამოწმებლად, რომ ჩამოტვირთული Tor-პროგრამა ნამდვილად თქვენთვისაა შექმნილი და არაა შეცვლილი შემტევების მიერ, შეგიძლიათ [დაამოწმოთ Tor-ბრაუზერის ხელმოწერა](https://support.torproject.org/tbb/how-to-verify-signature/).

source: You may also want to [whitelist certain processes](https://support.torproject.org/tbb/tbb-10) to prevent antiviruses from blocking access to Tor Browser.
ka: აგრეთვე, შესაძლოა დაგჭირდეთ [გარკვეული პროცესების გამონაკლისებში მითითება](https://support.torproject.org/tbb/tbb-10), რომ ანტივირუსმა არ შეზღუდოს Tor-ბრაუზერთან წვდომა.

source: How can I verify Tor Browser's signature?
ka: როგორ შევამოწმო Tor-ბრაუზერის ხელმოწერა?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
ka: ციფრული ხელმოწერით შეიძლება იმის დადასტურება, რომ მოცემული კრებული ხელუხლებლადაა შენარჩუნებული იმ სახით, როგორითაც შემმუშავებელმა შექმნა.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
ka: ქვემოთ აგიხსნით, თუ რატომაა მნიშვნელოვანი და როგორ ხდება შემოწმება იმის, რომ თქვენ მიერ ჩამოტვირთული Tor-ბრაუზერი ნამდვილად ჩვენი შექმნილია და არაა შემტევის მიერ გადაკეთებული.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
ka: თითოეულ ფაილს ჩვენი [ჩამოტვირთვის გვერდზე](https://www.torproject.org/ka/download/) თან ახლავს იმავე დასახელების ფაილი გაფართოებით „.asc“. ეს .asc ფაილები წარმოადგენს OpenPGP-ხელმოწერებს.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
ka: ისინი საშუალებას მოგცემთ შეამოწმოთ, ჩამოტვირთული ფაილი ნამდვილად ჩვენგანაა თქვენთვის განკუთვნილი თუ არა.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
ka: მაგალითად, „torbrowser-install-win64-9.0_en-US.exe“ ფაილს თან ახლავს ფაილი „torbrowser-install-win64-9.0_en-US.exe.asc“.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
ka: ახლა გაჩვენებთ, როგორ შეგიძლიათ ფაილის ციფრული ხელმოწერის დამოწმება, სხვადასხვა საოპერაციო სისტემებზე.

source: Please notice that a signature is dated the moment the package has been signed.
ka: გაითვალისწინეთ, რომ ხელმოწერა დათარიღებულია, კრებულის ხელმოწერის დროით.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
ka: შესაბამისად, ყოველი ახალი ფაილის ატვირთვისას, ახალი ხელმოწერა იქმნება ახალი თარიღით.

source: As long as you have verified the signature you should not worry that the reported date may vary.
ka: ხელმოწერის დამოწმების შემთხვევაში, შეგიძლიათ არ იღელვოთ აღნიშნული თარიღების განსხვავებულობაზე.

source: ### Installing GnuPG
ka: ### GnuPG-ის დაყენება

source: First of all you need to have GnuPG installed before you can verify signatures.
ka: პირველ რიგში, საჭიროა გეყენოთ GnuPG, შემოწმების დაწყებამდე.

source: #### For Windows users:
ka: #### Windows-მომხმარებლებისთვის:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
ka: Windows-ზე გასაშვებად, [ჩამოტვირთეთ Gpg4win](https://gpg4win.org/download.html) და დააყენეთ.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
ka: ხელმოწერის დასამოწმებლად, დაგჭირდებათ რამდენიმე ბრძანების შეყვანა windows-ის ბრძანებათა ველში – „cmd.exe“.

source: #### For macOS users:
ka: #### macOS-ის მომხმარებელთათვის:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
ka: თუ გიყენიათ macOS, შეგიძლიათ [დააყენოთ GPGTools](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
ka: ხელმოწერის დასამოწმებლად, დაგჭირდებათ რამდენიმე ბრძანების შეყვანა ტერმინალში (Applications – Terminal).

source: #### For GNU/Linux users:
ka: #### GNU/Linux-მომხმარებლებისთვის:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
ka: თუ GNU/Linux-ს იყენებთ, მაშინ GnuPG სავარაუდოდ უკვე დაყენებული იქნება თქვენს სისტემაში, ვინაიდან GNU/Linux-სისტემების უმეტესობას, თავისთავად მოყვება.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
ka: ხელმოწერის დასამოწმებლად, დაგჭირდებათ რამდენიმე ბრძანების შეყვანა ტერმინალის ფანჯარაში. თუ როგორ, დამოკიდებულია სისტემის სახეობაზე.

source: ### Fetching the Tor Developers key
ka: ### Tor-ის შემმუშავებლის გასაღების მიღება

source: The Tor Browser team signs Tor Browser releases.
ka: Tor-ბრაუზერის გამოშვებები ხელმოწერილია Tor-ბრაუზერის გუნდის მიერ.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
ka: Tor-ბრაუზერის შემმუშავებლის ხელმოწერის გასაღების შეტანა (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
ka: წესით უნდა გამოჩნდეს მსგავსი რამ:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
ka: გასაღების შეტანის შემდეგ, შეგეძლებათ შეინახოთ ფაილში (ანაბეჭდის მეშვეობით დადგენით აქ):

source: ### Verifying the signature
ka: ### ხელმოწერის დამოწმება (signature)

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
ka: ჩამოტვირთული კრებულის ხელმოწერის დასამოწმებლად, საჭიროა აგრეთვე ჩამოტვირთოთ თანმხლები „.asc“ ხელმოწერის ფაილიც, ისევე როგორც თავად დასაყენებელი ფაილი, შემდეგ კი შესაბამისი ბრძანებით GnuPG დაამოწმებს ამ ფაილს.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
ka: ქვემოთ მოცემული მაგალითების მიხედვით, ჩამოტვირთული ფაილები, უნდა იყოს თქვენს „Downloads“ საქაღალდეში.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
ka: #### GNU/Linux-ის მომხმარებელთათვის (64 შეცვალეთ 32-ით თუ გაქვთ 32-ბიტიანი კრებული):

source: The result of the command should produce something like this:
ka: ბრძანების შედეგად, უნდა დაეწეროს შემდეგი რამ:

source: #### Workaround (using a public key)
ka: #### დროებითი გამოსავალი (საჯარო გასაღებით)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
ka: თუ გადააწყდით შეცდომებს, რომლებსაც ვერ აგვარებთ, სანაცვლოდ შეგიძლიათ [ჩამოტვირთოთ და გამოიყენო ეს საჯარო გასაღები](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). გარდა ამისა, შეგიძლია ისარგებლოთ შემდეგი ბრძანებითაც:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
ka: აგრეთვე, თუ გსურთ [იხილეთ ვრცლად GnuPG-ის შესახებ](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
ka: რატომ ჩნდება ნაცრისფერი ზოლები Tor-ბრაუზერის ზომის შეცვლისას?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
ka: Tor-ბრაუზერი ნაგულისხმევად ეშვება ფანჯრის ზომებით, დამრგვალებული 200px x 100px ჯერად რიცხვებამდე, ეკრანის გაფართოების ამოცნობის აღსაკვეთად.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
ka: ამ მიდგომის მთავარი არსია, მომხმარებლების ჯგუფებად გაერთიანება ისე, რომ გართულდეს თითოეულის ცალკე გამორჩევა.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
ka: ეს მუშაობს მანამ, სანამ მომხმარებელი არ შეცვლის ფანჯრის ზომებს (მაგ. გაადიდებს ბოლომდე ან გამოიყენებს სრულეკრანიან რეჟიმს).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
ka: Tor-ბრაუზერი 9 აღჭურვილია მომხმარებლის ამოცნობისგან დაცვით, სხვადასხვა პირობებში, რასაც ეწოდება შიგთავსის [ეკრანზე მორგება](https://en.wikipedia.org/wiki/Letterboxing_(filming)), ტექნოლოგია, რომელიც შეიმუშავა Mozilla-მ და [წარმოადგინა წლის დასაწყისში](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
ka: იგი ამატებს თეთრ არეებს ბრაუზერის ფანჯარის ირგვლივ, შედეგად ნარჩუნდება სასურველი ზომა, რომელიც იცავს მომხმარებელს მონიტორის ზომების დადგენისა და ამოცნობისგან.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
ka: სხვა სიტყვებით, აღნიშნული შესაძლებლობა ქმნის ერთნაირი ეკრანის ზომის მქონე მომხმარებელთა ჯგუფებს, ეს კი გაართულებს ცალკეული მომხმარებლის გამორჩევას მისი ეკრანის ზომებით მით უფრო, რაც მეტ მომხმარებელს ექნება იმავე ზომების ეკრანი.

source: What are the most common issues with the latest stable version of Tor Browser?
ka: რა ხარვეზები აქვს Tor-ბრაუზერის უახლეს ვერსიას?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ka: Tor-ბრაუზერის ყოველი ახალი მდგრადი ვერსიის გამოშვებისას, ჩვენს სიახლეების სვეტზე იწერება სტატია, სადაც დაწვრილებითაა განხილული ახალი შესაძლებლობები და არსებული ხარვეზები.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
ka: თუ რამე ხარვეზი იქნება Tor-ბრაუზერის განახლების შემდგომ, იხილეთ <a href="https://blog.torproject.org">blog.torproject.org</a> Tor-ბრაუზერის უახლესი მდგრადი ვერსიის შესახებ და შეამოწმეთ, არის თუ არა აღნიშნული ხარვეზი ჩამონათვალში.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
ka: თუ არაფერია აღნიშნული მოცემულ ხარვეზზე, გთხოვთ [ვრცლად მოგვახსენოთ](https://trac.torproject.org) რა სირთულეს გადააწყდით.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ka: ჩემი ანტივირუსი ან მავნე პროგრამებისგან დაცვა მიზღუდავს Tor-ბრაუზერთან წვდომას.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ka: ანტივირუსების ან მავნე პროგრამების დაცვის ხელსაწყოების უმეტესობა, მომხმარებლებს საშუალებას აძლევს „გამონაკლისებში“ დაამატოს ცალკეული პროცესი, რომელსაც ჩვეულებრივ ზღუდავს.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ka: გთხოვთ, გახსნათ თქვენი ანტივირუსი ან მავნე პროგრამების დაცვის საშუალება და მონახოთ პარამეტრებში „გამონაკლისები“ ან რამე მსგავსი.

source: Next, exclude the following processes:
ka: შემდეგ, გამონაკლისებში დაამატეთ მოცემული პროცესები:

source: * For Windows
ka: * Windows-ისთვის

source: * obfs4proxy.exe (if you use bridges)
ka: * obfs4proxy.exe (თუ გადამცემ ხიდებს იყენებთ)

source: * For macOS
ka: * macOS-ისთვის

source: * TorBrowser
ka: * Tor-ბრაუზერი

source: * obfs4proxy (if you use bridges)
ka: * obfs4proxy (თუ გადამცემ ხიდებს იყენებთ)

source: Finally, restart Tor Browser.
ka: ბოლოს კი ხელახლა გაუშვით Tor-ბრაუზერი.

source: This should fix the issues you're experiencing.
ka: ამან წესით უნდა მოაგვაროს თქვენი ხარვეზი.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ka: გთხოვთ გაითვალისწინოთ, რომ ზოგიერთი ანტივირუსი, მაგალითად Kaspersky, შესაძლოა ზღუდავდეს Tor-ს ქსელის დონეზეც.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ka: ჩამოვტვირთე და დავაყენე Tor-ბრაუზერი Windows-ზე, მაგრამ ვეღარ ვპოულობ.

source: The file you download and run prompts you for a destination.
ka: ფაილი რომელიც ჩამოტვირთეთ და გაუშვით, აგარჩევინებდათ დაყენების ადგილს.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ka: თუ არ გახსოვთ რა ადგილი იყო მითითებული, უმეტეს შემთხვევაში ჩამოტვირთვების ან სამუშაო ეკრანის საქაღალდე არის ხოლმე.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
ka: Windows-ისთვის განკუთვნილ პროგრამაში ნაგულისხმევი პარამეტრებით, ასევე იქმნება მალსახმობი სამუშაო ეკრანზე, თუ მასზე შემთხვევით არ მოხსენით მონიშვნა.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ka: თუ ამ საქაღალდეებშიც ვერ მონახეთ, ჩამოტვირთეთ ხელახლა და დააკვირდით, თუ რა საქაღლდეა მითითებული ჩამოტვირთვის მდებარეობად.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ka: შეცვალეთ იმ მდებარეობით, რომელსაც მარტივად დაიხსომებთ და ჩამოტვირთვის დასრულების შემდგომ, Tor-ბრაუზერის საქაღალდეს იხილავთ მანდ.

source: Can I use Flash in Tor Browser?
ka: შემიძლია Flash-ის დაყენება Tor-ბრაუზერში?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
ka: Flash გათიშულია Tor-ბრაუზერში და რჩევაა, არ სცადოთ მისი ჩართვა.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ka: ჩვენ მიგვაჩნია რომ Flash არცერთი ბრაუზერისთვის არაა უსაფრთხო – იგი მეტად დაუცველი პროგრამული ნაწილია, რომლის გამოყენებითაც ადვილადაა შესაძლებელი თქვენი პირადი მონაცემების ხელყოფა ან დაზიანება.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ka: საბედნიეროდ, საიტების, მოწყობილობებისა და ბრაუზერების უმეტესობა, უკვე აღარ იყენებს Flash-ს.

source: Does using Tor Browser protect other applications on my computer?
ka: Tor-ბრაუზერის გამოყენება დაიცავს სხვა პროგრამებს ჩემს კომპიუტერში?

source: Only Tor Browser's traffic will be routed over the Tor network.
ka: მხოლოდ Tor-ბრაუზერით მიმოცვლილი მონაცემები გაივლის Tor-ქსელში.
