Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
tr: Yeni bir kimlik istediğinizde açık olan tüm sekme ve pencereler kapatılarak [çerezler](../cookie) ve [tarama geçmişi](../browsing-history) gibi kişisel bilgiler silinir. Bundan sonraki tüm bağlantılar için yeni [Tor devreleri](../circuit) kullanılır.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
tr: Tor Browser size tüm işlemlerin ve indirmelerin durdurulacağını bildiren bir uyarı görüntüler. "Kimliği yenile" seçeneğini (ekranın sağ üstündeki küçük ışıltılı süpürge ile erişilebilen) kullanmadan önce bunu hesaba katın.

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
tr: Kimliği yenilemek, Tor Browser tarafından açılamayan belirli bir web sitesini açmakta "[Sitenin devresini yenile](../new-tor-circuit-for-this-site)" seçeneği gibi yardımcı olabilir.

source: New Tor Circuit for this Site
tr: Bu sitenin Tor devresini yenile

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
tr: Bu seçenek, kullandığınız [çıkış] #exit) aktarıcısı istediğiniz web sitesine bağlanamıyorsa ya da siteyi düzgün bir şekilde yükleyemiyorsa işe yarar. Tıklandığında etkin sekme ya da pencere yeni bir [Tor devresi](../circuit) üzerinden yeniden yüklenir. Aynı web sitesinin diğer sekme ve pencerelerde açık sayfaları varsa, yeniden yüklendiğinde yeni devreyi kullanır. Bu seçenek herhangi bir kişisel bilgiyi silmez, yaptığınız işlemi kesmez ya da var olan diğer web sitesi bağlantılarınızı etkilemez.

source: [Tor Browser](../tor-browser) includes an [add-on](../add-on-extension-or-plugin) called NoScript, accessed by clicking the hamburger menu at the top-right of the screen, then navigating to "Add-ons".
tr: [Tor Browser](../tor-browser) üzerinde ekranın sağ üstündeki hamburger menüsündeki "Eklentiler" seçeneği ile erişilebilen, ve NoScript adında bir [eklenti](../add-on-extension-or-plugin) bulunur.

source: NoScript allows you to control the [JavaScript](../javascript) that runs on individual web pages, or to block it entirely.
tr: NoScript her bir web sayfası için [JavaScript](../javascript) kullanımını kontrol etmenizi ya da tamamen engellemenizi sağlar.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
tr: Anonimleştiren [aktarıcı](../relay) izleyicisi (eski adıyla arm, şimdi nyx), komut satırı kullanımı için geliştirilmiş [bir Tor](../tor-tor-network-core-tor) uç birim durum izleyicisidir. Bu araç, bir sistem üzerindeki Tor işlemlerini izler ve genellikle aktarıcıları işletenler tarafından kullanılır.

source: Obfs3 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random, so that it does not look like Tor or any other protocol.
tr: Obfs3, [Tor](../tor-tor-network-core-tor) [traffiğinin](../traffic) rastgele görünmesini sağlayan bir [değiştirilebilir taşıyıcıdır](../pluggable-transports). Böylece trafik Tor ya da başka bir iletişim kuralı gibi görünmez.

source: Obfs3 is not supported anymore.
tr: Obfs3 artık desteklenmiyor.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
tr: Obfs4, obfs3 gibi [Tor](../tor-tor-network-core-tor) [trafiğinin](../traffic) rastgele görünmesini sağlar ve ayrıca ağı izleyenlerin İnternet taraması ile köprüleri bulmasını ve engellemesini önler. Obfs4 [köprülerinin](../bridge) engellenme olasılığı, obfs3 köprülerine göre çok daha azdır.

source: onion address
tr: onion adresi

source: A standardized internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](../self-authenticating).
tr: Onion hizmetleri tarafından kullanılan ve .onion ile biten standartlaştırılmış bir İnternet etki alanı adıdır ve [kendi kendine kimlik doğrulaması](../self-authenticating) yapabilecek şekilde tasarlanmıştır.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
tr: Açık kaynaklı bir iOS uygulaması. Tor aktarımlarını kullanır ve Tor Projesi ile yakın çalışan bir kişi tarafından geliştirilmektedir.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
tr: [Onion Browser hakkında ayrıntılı bilgiler](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: onion services
tr: Onion Hizmetleri

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
tr: Onion hizmetleri (eskiden "[gizli hizmetler](../hidden-services)" denirdi) yalnızca [Tor ağı](../tor-tor-network-core-tor) üzerinden erişilebilen hizmetlerdir (web siteleri gibi).

source: Onion services offer advantages over ordinary services on the non-private web, including:
tr: Onion hizmetlerinin, kişisel olmayan web üzerinde gizli olmayan sıradan hizmetlere göre sunduğu bazı avantajlar vardır:

source: onion site
tr: onion sitesi

source: An onion site is another name for an [onion service](../onion-services), but refers exclusively to websites.
tr: Bir onion sitesi, [onion hizmetine](../onion-services) verilen başka bir addır ancak özellikle web sitelerini ifade eder.

source: These websites use the .onion Top Level Domain (TLD).
tr: Bu web siteleri .onion üst düzey etki alanı uzantısını (Top Level Domain, TLD) kullanır.

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](../relay) and [bridges](../bridge).
tr: Onionoo çalışmakta olan Tor [aktarıcıları](../relay) ve [köprüleri](../bridge) hakkında bilgi almak için kullanılan bir web temelli iletişim kuralıdır.

source: Onionoo provides the data for other applications and websites ([metrics.torproject.org](https://metrics.torproject.org/)) which in turn present Tor network status information to humans.
tr: Onionoo, geçerli Tor ağı durumunu insanlara sunan diğer uygulama ve web siteleri için veri sağlar ([metrics.torproject.org](https://metrics.torproject.org/)).

source: onionspace
tr: onion uzayı

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
tr: Kullanılabilecek [onion hizmetleri](../onion-services). Örneğin, "Dark Web üzerindeki sitem" yerine "onion uzayındaki sitem" diyebilirsiniz.

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
tr: "[Open Observatory of Network Interference](https://ooni.io/)" (OONI), dünya üzerindeki İnternet [sansürü](../network-censorship), ağ gözetlemesi ve [trafik](../traffic) müdahalesi gibi girişimleri belirlemek için kurulmuş bir küresel gözlem ağıdır.

source: operating system (OS)
tr: işletim sistemi (OS)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
tr: Bilgisayar donanım ve yazılım kaynaklarını yöneten ve bilgisayar programları için ortak hizmetler sağlayan temel sistem yazılımı. En çok kullanılan masaüstü işletim sistemleri Windows, macOS ve Linux'tur. Android ve iOS baskın mobil işletim sistemleridir.

source: Orfox is no longer maintained or supported.
tr: Orfox artık geliştirilmiyor ve desteklenmiyor.

source: pluggable transports
tr: değiştirilebilir taşıyıcılar

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
tr: Değiştirilebilir Taşıyıcılar, [Tor](../tor-tor-network-core-tor) tarafından gönderilen veri [trafiğinin](../traffic) gizlenmesi için kullanılan araçlardır.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
tr: [İnternet Hizmeti Sağlayıcısı (ISP](../internet-service-provider-isp) ya da diğer otoritelerin [Tor ağına](../tor-tor-network-core-tor) olan bağlantıları etkin olarak engellediği durumlarda işe yarayabilir.

source: private key
tr: kişisel anahtar

source: The private portion of a [public/private key pair](../public-key-cryptography).
tr: Bir [Herkese Açık/Kişisel Anahtar Çiftinin](../public-key-cryptography) özel parçası.

source: This is the key that must be kept private, and not disseminated to others.
tr: Bu anahtarı kendinize saklayıp kimse ile paylaşmamalısınız.

source: proxy
tr: vekil sunucu

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
tr: Bir vekil sunucu, bir [istemci](../client) (bir [web tarayıcı](../web-browser) gibi) ile bir hizmet (bir [web sunucusu](../server) gibi) arasındaki bir aktarıcıdır.

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
tr: İstemciler doğrudan hizmete bağlanmak yerine iletiyi vekil sunucuya gönderir. Vekil sunucu, istemci adına istekte bulunur ve aldığı yanıtı istemciye iletir. Hizmet yalnızca vekil sunucu ile iletişim kurar ve gerçek istemciyi göremez.

source: public key
tr: herkese açık anahtar

source: The public portion of a [public/private key pair](../public-key-cryptography).
tr: Bir [Herkese Açık/Kişisel Anahtar Çiftinin](../public-key-cryptography) herkese açık parçası.

source: This is the key that can be disseminated to others.
tr: Bu anahtarı diğer kişiler ile paylaşmalısınız.

source: public key cryptography
tr: herkese açık anahtar şifrelemesi

source: A public-key cryptography system uses pairs of mathematical keys.
tr: Herkese açık şifreleme sisteminde iki matematik anahtarından oluşan bir çift kullanılır.

source: The [public key](../public-key) can be disseminated widely while its corresponding [private key](../private-key) is known only by the owner of the key pair.
tr: [Herkese açık anahtar](../public-key) herkes ile paylaşılabilirken ilgili [kişisel anahtar](../private-key) yalnız anahtar çiftinin sahibi tarafından bilinir.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
tr: Herhangi biri, alıcının herkese açık anahtarını kullanarak bir iletiyi [şifreleyebilir](../encryption). Ancak yalnız kişisel anahtara sahip olan alıcı bu şifreyi çözebilir.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
tr: Ayrıca kişisel anahtar, bir ileti ya da başka dosyalar oluşturan bir kişinin kimliğini doğrulayacak bir [imza](../cryptographic-signature) oluşturmak için de kullanılabilir.

source: This signature can be verified by the public key.
tr: Bu imza herkese açık anahtar kullanılarak doğrulanabilir.

source: relay
tr: aktarıcı

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
tr: [Tor ağında](../tor-tor-network-core-tor) herkese açık olarak görülebilen ve [trafiği](../traffic) [istemciler](../client) adına ileten ve kendilerini [dizin belirleyiciler](../directory-authority) üzerine kaydeden duraklardır.

source: It is an [add-on](../add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](../tor-browser), from different sources.
tr: Chrome ya da Chromium tarayıcıları için farklı kaynaklardan [Tor Browser](../tor-browser) dahil olmak üzere, çeşitli güvenlik ve gizlilik uygulamalarının indirilmesini sağlayan bir [eklentidir](../add-on-extension-or-plugin).

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
tr: ScrambleSuit obfs4 gibidir ancak farklı bir [köprü](../bridge) kümesi kullanır.

source: script
tr: betik

source: Element used for offering dynamic/interactive content via websites.
tr: Web siteleri üzerinden devingen ve etkileşimli içerikler sunmak için kullanılan bileşen.

source: self-authenticating address
tr: kendi kimliğini doğrulayan adres

source: The specialized address format of [onion addresses](../onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onion site](../onion-site). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
tr: [Onion adresleri](../onion-addresses) özel adres biçimi kendi kendine doğrulanır. Biçim, otomatik olarak onion adresinin [onion sitesi](../onionsite) ile bağlantıları korumak için kullanılan anahtara bağlı olduğunu garanti eder. Sıradan İnternet etki alanı adlarında, bu garantiyi sağlamak için site sahiplerinin bir Sertifika Yetkilisi (CA) tarafından güvenilir olarak kaydedilmesi ve onaylanması gerekir ve bu uygulama Sertifika Yetkilisi ya da pek çok diğer tarafta sahteciliğe maruz bırakılabilir.

source: server
tr: sunucu

source: A device on a network that offers a service, such as file and web page storage, email or chat.
tr: Ağ üzerinde dosya ve web sayfası depolaması, e-posta ya da sohbet gibi bir hizmet sunan bir aygıt.

source: session
tr: oturum

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
tr: Bir oturum, bir ağda iki aygıt arasında kurulan iletişimin kaydıdır. [Tor Tarayıcı](../tor-browser) kullandığınızda, [web tarayıcıyı](../web-browser) kapattığınızda oturum verileriniz silinir.

source: single onion service
tr: tek onion hizmeti

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
tr: Tek onion hizmeti, anonimlik gerektirmeden hizmetlerine bağlanma olanağı sunmak isteyenler için yapılandırılabilen bir onion hizmetidir. Tek onion hizmeti [devre](../circuit) üzerinde tipik olan altı durak yerine yalnız üç durak kullanır.

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
tr: Stem Python (programlama dili) için çekirdek [Tor](../tor-tor-network-core-tor) özelliklerini yönetmeye yarayan bir denetleyici kitaplığıdır. Tor çekirdeğini Python ile programlamak istiyorsanız kullanabilirsiniz.

source: Sybil attack
tr: Sybil saldırısı

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
tr: Sybil saldırısı, bilgisayar güvenliği alanında, bir itibar sisteminin çok sayıda kimlik oluşturmak ve ağda orantısız büyük bir etki elde etmek için kullanıldığı bir saldırı türüdür.

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
tr: Tails hemen hemen her bilgisayarda DVD, USB disk ya da SD kart üzerinden başlatılabilecek bir "canlı" [işletim sistemidir](../operating-system-os).

source: It aims to preserve your privacy and anonymity.
tr: Kişisel gizliliğinizi ve anonimliğinizi korumayı amaçlar.

source: [Learn more about Tails](https://tails.boum.org/).
tr: [Tails hakkında ayrıntılı bilgiler](https://tails.boum.org/).

source: The Tor Project
tr: Tor Projesi

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
tr: Tor Projesi, Tor yazılımının geliştirilmesinden sorumlu olan ve Birleşik Devletler 501(c)(3) maddesi kapsamında kar amacı gütmeden çalışan Tor Project Inc kuruluşunu ya da tüm dünyaya yayılmış binlerce kişiden oluşan Tor Projesi topluluğunu ifade etmek için kullanılabilir.

source: third-party tracking
tr: üçüncü taraf izleme

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
tr: Çoğu web sitesi, [IP adresi](../ip-address), [web tarayıcısı](../web-browser), [işletim sistemi](../operating-system) ve web üzerindeki işlemleriniz hakkında veri toplayan ve bir araya getirildiğinde farklı sitelerdeki davranışlarınızı birbiri ile ilişkilendirebilecek üçüncü taraf reklamcılık ve inceleme izleyicileri gibi hizmetler kullanır.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
tr: [Tor Browser](../tor-browser) bu veri toplama girişimlerini büyük oranda engeller.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
tr: Tor Browser kişisel gizliliğinizi ve ağ üzerinde anonim kalmanızı sağlamak için [Tor ağını](../tor-tor-network-core-tor) kullanır.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
tr: Ziyaret ettiğiniz web sitelerinin ad ve adresleri de dahil olmak üzere tüm İnternet işlemleriniz [İnternet Hizmet Sağlayıcınızdan (ISP)](../internet-service-provider-isp) ve bağlantınızı yerel olarak izleyen herhangi bir kişiden gizlenir.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real [(IP) address](../ip-address), and will not know who you are unless you explicitly identify yourself.
tr: Web sitesi ve kullandığınız hizmetleri işletenler ile onları izleyenler gerçek ([IP) adresiniz](../ip-address) yerine yalnız Tor ağından bir bağlantı geldiğini görür ve siz kendinizi açık etmedikçe kim olduğunuzu bilemez.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
tr: Ayrıca Tor Browser, web sitelerinin "[parmak izinizi alma](../browser-fingerprinting)" ya da tarayıcı yapılandırmanıza bakarak kimliğinizi belirleme girişimlerini engelleyecek şekilde tasarlanmıştır.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
tr: Varsayılan olarak Tor Browser üzerinde herhangi bir [tarayıcı geçmişi](../browsing-history) tutulmaz.

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
tr: [Çerezler](../cookie) yalnız tek bir [oturum](../session) için geçerlidir (Tor Browser kapatılana ya da [Kimlik Yenilenene](../new-identity) kadar).

source: Tor Launcher
tr: Tor Başlatıcı

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
tr: [Tor Browser](../tor-browser) ilk kez çalıştırıldığında Tor Başlatıcı penceresi görüntülenir.

source: In the second case, Tor Launcher will take you through a series of configuration options.
tr: İkinci seçenekte, Tor Başlatıcı size bir dizi yapılandırma seçeneği sunar.

source: Tor log
tr: Tor günlüğü

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
tr: Tor ile ilgili bir şeyler ters gittiğinde, hata iletisinde "Tor günlüğünü panoya kopyala" seçeneğini görebilirsiniz.

source: If you don't see this option and you have [Tor Browser](../tor-browser) open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
tr: Bu seçeneği görmüyorsanız ve [Tor Browser](../tor-browser) açık ise, hamburger menüsünden (tarayıcının sağ üstünde adres çubuğunun sağında) "Seçenekler" üzerine ve açılan sol yan çubuktan "Tor" üzerine tıklayın.

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
tr: Sayfanın altında, "Tor günlüğü kayıtlarına bakın" metninin yanındaki "Günlüğü Görüntüle..." düğmesine tıklayın.

source: You should see an option to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
tr: Günlüğü panoya kopyalamak için bir seçenek görüyor olmalısınız. Bu seçeneği kullanarak, günlüğü bir belge içine yapıştırıp sorunu çözmenizde size yardımcı olan kişiye iletebilirsiniz.

source: Tor Messenger is not in development anymore.
tr: Tor Messenger artık geliştirilmiyor.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
tr: Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo ve diğer sohbet uygulamalarını destekliyordu. Otomatik olarak Kayıt Dışı (Off the Record OTR) ileti gönderip almayı etkinleştiriyordu ve pek çok dile çevrilmiş kullanması kolay görsel bir kullanıcı arayüzüne sahipti.

source: Tor / Tor network/ Core Tor
tr: Tor / Tor ağı, Çekirdek Tor

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
tr: Tor, bilgisayarınızda çalıştırabileceğiniz ve İnternet üzerinde güvende kalmanıza yardımcı olacak bir uygulamadır.
