Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
it: E' un relay veloce e stabile e rimarrà il primo del tuo circuito per 2-3 mesi in modo da offrire protezione contro un noto attacco di manomissione dell'anonimità.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
it: Il resto del tuo circuito cambia ad ogni nuovo sito internet che visiti, e tutti assieme questi relays offrono la piena protezione della privacy di Tor.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
it: Per maggiori informazioni su come funzionano i relè guard, dai un'occhiata a questo [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) e al [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) sugli entry guards.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
it: Tor Browser non si connette, ma non sembra che sia dovuto alla censura.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
it: Uno dei problemi più comuni che causano errori di connessione al Tor Browser è l'errato settaggio dell'orologio di sistema.

source: Please make sure your system clock and timezone are set accurately.
it: Assicurati che l'orologio di sistema e il fuso orario siano impostati correttamente.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
it: Se questo non risolve il problema, guarda la pagina di risoluzione dei problemi sul [manuale di Tor Broswer](https://tbmanual.torproject.org/it/troubleshooting/).

source: How do I view Tor Browser message log?
it: Come vedo i messaggi di log di Tor Browser?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
it: Clicca sul pulsante chiamato "Copia il Log di Tor negli Appunti" che appare nella finestra di dialogo quando Tor Browser si connette per la prima volta al network.

source: If Tor Browser is already open, click on the Torbutton icon (the small gray onion at the top-right of the screen), then "Tor Network Settings", then "Copy Tor Log To Clipboard".
it: Se Tor Browser è già aperto, fai clic sull'icona Torbutton (la piccola cipolla grigia nella parte in alto a destra dello schermo), quindi "Tor Network Settings", quindi "Copia Tor Log negli Appunti".

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
it: Dopo aver copiato il log, putrai incollarlo in un editor di testo o in un client email.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
it: Come posso far andare più veloce Tor? Tor Browser è più lento degli altri browser?

source: Using Tor Browser can sometimes be slower than other browsers.
it: Utilizzare Tor Browser talvolta può essere più lento di altri browser.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
it: La rete Tor ha oltre un milione di utenti giornalieri e poco più di 6000 relè per instradare tutto il loro traffico, e il carico su ciascun server può talvolta causare latenza. E, da design, il tuo traffico rimbalza attraverso i server dei volontari in varie parti del mondo e alcuni colli di bottiglia e latenza della rete saranno sempre presenti.

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
it: Puoi aiutare a migliorare la velocità della rete [usando il tuo relè personale](https://community.torproject.org/relay/), o incoraggiando altri a fare altrettanto.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
it: Per una risposta molto più approfondita, guarda il [blog post di Roger sull'argomento](https://blog.torproject.org/blog/why-tor-is-slow) e [Tor's Open Research Topics: edizione 2018](https://blog.torproject.org/tors-open-research-topics-2018-edition) riguardo le prestazioni della rete.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
it: Detto questo, Tor è molto più veloce di quanto lo fosse in passato e non dovresti notare differenze di velocità rispetto agli altri browser.

source: What search engine comes with Tor Browser and how does it protect my privacy?
it: Quale motore di ricerca è impostato su Tor Browser e come protegge la mia privacy?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
it: [DuckDuckGo](https://duckduckgo.com/) è il motore di ricerca predefinito in Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
it: DuckDuckGo non traccia i suoi utenti nè memorizza alcun dato riguardo le loro ricerche. Scopri di più riguardo l'[informativa sulla privacy di DuckDuckGo](https://duckduckgo.com/privacy).

source: I'm having a problem with DuckDuckGo.
it: Sto avendo un problema con DuckDuckGo.

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
it: Si prega di guardare il [portale di supporto di DuckDuckGo](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
it: Se credi si tratti di un problema di Tor Browser, per favore segnalalo sul nostro [bug tracker](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
it: Sto avendo un problema con NoScript.

source: Please see the [NoScript FAQ](https://noscript.net/faq).
it: Si prega di guardare le [NoScript FAQ](https://noscript.net/faq).

source: I'm having a problem with HTTPS Everywhere.
it: Sto avendo un problema con HTTPS Everywhere.

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
it: Si prega di guardare le [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).

source: How do I update Tor Browser?
it: Come aggiorno Tor Browser?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
it: Si prega di guardare la [sezione aggiornamento](https://tb-manual.torproject.org/updating/) nel manuale di Tor Browser.

source: How do I uninstall Tor Browser?
it: Come disinstallo Tor Browser?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
it: Si prega di guardare la [sezione disinstallazione](https://tb-manual.torproject.org/uninstalling/) nel manuale di Tor Browser.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
it: C'è un modo per cambiare l'indirizzo IP che Tor Browser mi ha assegnato per un particolare sito?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
it: Tor Browser può cambiare il tuo circuito di relay in due modi - "Nuova Identità" e "Nuovo Percorso di Tor per questo Sito".

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
it: Entrambe le opzioni sono nel menu, ma puoi accedere al nuovo circuito anche all'interno delle informazioni del sito, nella barra degli URL.

source: ##### New Identity
it: ##### Nuova Identità

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
it: Questa opzione è utile se vuoi evitare che le prossime attività del browser siano correlabili a quanto hai fatto in precedenza.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
it: Selezionare questa opzione chiuderà tutte le tue schede e le finestre, pulirà le tue informazioni personali come i cookie e la cronologia di navigazione, ed utilizzerà un nuovo circuito Tor per tutte le connessioni.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
it: Tor Browser ti avviserà che tutte le tue attività e i download saranno interrotti, tienilo quindi in considerazione prima di cliccare "Nuova Identità".

source: ##### New Tor Circuit for this Site
it: #### Nuovo Circuito di Tor per questo Sito

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
it: Questa opzione è utile se l'exit relay che stai utilizzando non è in grado di connetersi al sito che vuoi visitare, o non lo sta caricando correttamente.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
it: Selezionare questa opzione ricaricherà tutte le schede attive o le finestre utilizzando un nuovo circuito Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
it: Le altre schede e finestre windows dello stesso sito internet utilizzeranno il nuovo circuito una volta ricaricate.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
it: Questa opzione non cancella le tue informazioni personali né ti disconnette dalle tue attività, e non influisce sulle tue attuali connessioni verso altri siti internet.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
it: ![Nuovo circuito per questo Sito](/static/images/new-circuit-display.png)

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
it: Un sito web (banca, fornitore del servizio di email, ecc...) mi vieta l'accesso ogniqualvolta uso Tor, cosa posso fare?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
it: Spesso Tor Browser fa sembrare che il tuo collegamento sia effettuato da una parte del mondo totalmente differente dalla tua.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
it: Alcuni siti web, come ad esempio le banche e i provider email, potrebbero interpretarlo come un segnale che il tuo account è stato compromesso, con la conseguenza di bloccarti.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
it: L'unica soluzione per risolvere questo problema è quello di seguire le procedure raccomandate dal sito per recuperare l'account, oppure contattare gli operatori spiegando la situazione.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
it: Potresti essere in grado di evitare questa situazione qualora il tuo provider offra l'autenticazione a due fattori, la quale è una soluzione molto migliore per la sicurezza rispetto al credito basato sull'indirizzo IP.

source: Contact your provider and ask them if they provide 2FA.
it: Contatta il tuo provider e chiedigli se forniscono l'autenticazione a 2 fattori.

source: Can I set Tor Browser as my default browser?
it: Posso impostare Tor Browser come il mio browser predefinito?

source: There is currently no supported method for setting Tor Browser as your default browser.
it: Al momento non ci sono metodi supportati per impostare Tor Browser come tuo browser predefinito.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
it: Tor Browser mette molto impegno per isolarsi dal resto del tuo sistema, e i passaggi per farlo diventare il browser predefinito non sono affidabili.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
it: Ciò significa che a volte un sito Web viene caricato in Tor Browser e a volte viene caricato in un altro browser. Questo tipo di comportamento può essere pericoloso e danneggiare l'anonimato.

source: Does running Tor Browser make me a relay?
it: Il fatto di usare Tor Browser, fa di me un relay?

source: Running Tor Browser does not make you act as a relay in the network.
it: Utilizzare Tor Browser non ti fa agire come se fossi un relay nel network.

source: This means that your computer will not be used to route traffic for others.
it: Questo significa che il tuo computer non sarà utilizato per indirizare il traffico per altri utenti.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).
it: Se desideri diventare un relè, per favore dai un'occhiata alla [Guida Tor Relay](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide).

source: Why does Tor Browser ship with JavaScript enabled?
it: Perchè Tor Browser viene configurato con JavaScript abilitato?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
it: Configuriamo NoScript in modo da abilitare JavaScript di default su Tor Browser perché molti siti internet potrebbero non funzionare se JavaScript è disabilitato.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
it: Molti utilizzatori abbandonerebbero completamente Tor se disabilitassimo di default JavaScript perché questo gli causerebbe molti problemi.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
it: In definitiva, vogliamo che Tor Browser sia il più sicuro possibile ma che sia anche utilizzabile per la maggior parte delle persone quindi, per adesso, questo implica lasciare JavaScript attivo di default.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
it: Per gli utenti che desiderano avere JavaScript disabilitato su tutti i siti HTTP come impostazione predefinita, consigliamo di modificare l'opzione "Livello di sicurezza" di Tor Browser.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
it: Questo può essere fatto navigando sull'icona Sicurezza (il piccolo scudo grigio in alto a destra dello schermo), quindi facendo clic su "Impostazioni di sicurezza avanzate ...".

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
it: Il livello "Standard" consente JavaScript, ma i livelli "Safer" e "Safest" bloccano entrambi JavaScript sui siti HTTP.

source: Can you get rid of all the CAPTCHAs?
it: Ti puoi liberare da tutti i CAPTCHA?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
it: Sfortunatamente, alcuni siti mostrano i CAPTCHA agli utenti Tor e non possiamo rimuovere i CAPTCHA dai siti.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
it: La cosa migliore da fare in questi casi è quella di contattare i proprietari del sito internet, ed informarli che i loro CAPTCHA impediscono agli utenti come te di utilizzare i loro servizi.

source: Can I run multiple instances of Tor Browser?
it: Posso eseguire diverse istanze di Tor Browser?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
it: Non raccomandiamo di eseguire diverse istanze di Tor Browser, su molte piattaforme potrebbero non funzionare come previsto.

source: I need Tor Browser in a language that's not English.
it: Ho bisogno di Tor Browser in una lingua differente dall'inglese.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
it: Vogliamo che tutti possano godere di Tor Browser nella loro lingua. Tor Browser è ora [disponibile in 30 lingue diverse](https://www.torproject.org/download/languages/), e stiamo lavorando per aggiungerne altre. Vuoi aiutarci a tradurre? [Diventa un traduttore Tor!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
it: Puoi anche aiutarci a testare le prossime lingue che rilasceremo, installando e testando [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
it: Il mio amministratore di rete è in grado di capire se sto usando Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
it: Quanto utilizzi Tor Browser, nessuno può vedere i siti che visiti.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
it: Tuttativa, il tuo service provider o l'amministratore di rete possono capire che ti stai connettendo al network Tor, anche se non potranno sapere cosa farai una volta connesso.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
it: Sto avendo problemi nell'uso di particolari funzionalità su Facebook, Twitter, o un altro sito mentre uso Tor Browser.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
it: Talvolta i siti internet contenenti molti elementi JavaScript pesanti possono causare problemi di funzionamento di Tor Browser.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
it: La soluzione più semplice è fare clic sull'icona Sicurezza (il piccolo scudo grigio nella parte in alto a destra dello schermo), quindi fare clic su "Impostazioni di sicurezza avanzate ..."

source: Set your security to "Standard".
it: Imposta la tua sicurezza su "Standard".

source: Why is Tor Browser built from Firefox and not some other browser?
it: Perché Tor Browser è stato creato a partire da Firefox e non da qualche altro browser?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
it: Tor Browser è una versione modificata di Firefox progettata specificamente per essere utilizzata con Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
it: Molti sforzi sono stati fatti per realizzare Tor Browser, incluso l'utilizzo di patch aggiuntive per accrescere la privacy e la sicurezza.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
it: Per quanto sia tecnicamente possibile utilizzare Tor con altri browser, potresti esporti a potenziali attacchi di fuga di informazioni, quindi ti sconsigliamo fortemente di farlo.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
it: [Scopri di più sul design di Tor Browser](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
it: Tor Browser usa un circuito differente per ogni sito web?

source: In Tor Browser, every new domain gets its own circuit.
it: In Tor Browser, ogni nuovo dominio ottiene il proprio circuito.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
it: Il documento [Il Design e l'Implementazione di Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) approfondisce ulteriormente il ragionamento dietro questo design.

source: Why did my search engine switch to DuckDuckGo?
it: Perchè il mio motore di ricerca viene cambiato in DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
it: Con il rilascio della versione 6.0.6 di Tor Browser, siamo passati a DuckDuckGo come motore di ricerca principale.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
it: E' da un po' che Disconnect non ha più accesso alle ricerche di Google, le quali venivano utilizzate in Tor Browser.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
it: Poiché Disconnect è più un meta-motore di ricerca che permette agli utenti di scegliere tra differenti provider di ricerca, non riesce a riportare i risultati di ricerca di Bing il che fondamentalmente non è qualitativamente accettabile.

source: Why does my Tor Browser say something about Firefox not working?
it: Perchè Tor Browser mi avvisa riguardo a qualcosa relativo a Firefox non funzionante?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
it: Tor Browser è realizzato utilizzando [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), quindi potrebbero verificarsi errori riguardanti Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
it: Per favore assicurati che non vi siano in esecuzione altre istanze di Tor Browser, e che tu abbia estratto Tor Browser in una cartella in cui il tuo utente abbia i corretti permessi per eseguirlo.
