Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
pl: Gdybyśmy chcieli zablokować niektórym osobom możliwość korzystania z Tora, to w zasadzie dodalibyśmy do oprogramowania backdoor, który otworzyłby naszych wrażliwych użytkowników na ataki ze strony złych reżimów i innych przeciwników.

source: Who funds Tor?
pl: Kto wynalazł Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
pl: Tor jest finansowany przez wielu różnych sponsorów, w tym amerykańskie agencje federalne, prywatne fundacje i indywidualnych darczyńców.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
pl: Sprawdź listę wszystkich <mark><a href="https://www.torproject.org/about/sponsors.html.en">naszych sponsorów</a></mark> i serię <mark><a href="https://blog.torproject.org/category/tags/form-990">wpisów na blogu</a></mark> na temat naszych sprawozdań finansowych.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
pl: Uważamy, że otwarcie rozmawiając o naszych sponsorach i modelu finansowania jest najlepszym sposobem na utrzymanie zaufania do naszej społeczności.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
pl: Zawsze poszukujemy większej różnorodności źródeł dofinansowania, zwłaszcza od fundacji i osób prywatnych.

source: Can I use Tor with BitTorrent?
pl: Mogę użyć Tor-a z BitTorrent?

source: We do not recommend using Tor with BitTorrent.
pl: Nie zalecamy używania Tor-a wraz z BitTorrent-em

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
pl: Więcej szczegółów można znaleźć w <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">poście na naszym blogu na ten temat</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
pl: Pliki na moim komputerze zostały zablokowane, i ktoś domaga się aby zainstalować Przeglądarkę Tor by zapłacić okup za moje pliki!

source: We are so sorry, but you have been infected with malware.
pl: Bardzo nam przykro, ale zostałeś zainfekowany złośliwym oprogramowaniem.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
pl: Tor Project nie stworzył tego złośliwego oprogramowania. Autorzy złośliwego oprogramowania proszą Cię o pobranie Przeglądarki Tor prawdopodobnie, abyś skontaktował się z nimi anonimowo z okupem, którego żądają od Ciebie.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
pl: Jeśli jest to Twoje pierwsze wprowadzenie do Przeglądarki Tor, rozumiemy, że możesz myśleć, że jesteśmy złymi ludźmi, którzy umożliwiają jeszcze gorszym ludziom.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
pl: Weź pod uwagę, że nasze oprogramowanie jest używane każdego dnia w wielu różnych celach przez działaczy na rzecz praw człowieka, dziennikarzy, osób, które były dotknięte przemocą w rodzinie, donosicieli, funkcjonariuszy organów ścigania i wielu innych. Niestety ochrona, którą nasze oprogramowanie może zapewnić tym grupom ludzi, może być nadużywana przez przestępców lub autorów złośliwego oprogramowania.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
pl: Tor Project nie wspiera ani nie akceptuje korzystania z naszego oprogramowania w złośliwych celach.

source: Does Tor keep logs?
pl: Czy Tor trzyma logi?

source: Tor doesn't keep any logs that could identify a particular user.
pl: Tor nie prowadzi żadnych rejestrów, które mogłyby zidentyfikować konkretnego użytkownika.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
pl: Wykonujemy pewne pomiary bezpieczeństwa funkcji sieciowych, które możesz sprawdzić

source: Does Tor Project offer email service or other privacy protecting web services?
pl: Czy Tor Project oferuje usługi email lub inne usługi internetowe chroniące prywatność?

source: No, we don't provide any online services.
pl: Nie, nie świadczymy żadnych usług online.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
pl: Lista wszystkich naszych projektów w zakresie oprogramowania znajduje się na <mark><a href="https://www.torproject.org/projects/projects.html.en">stronie projektów</a></mark>.

source: Can I use the Tor logo in my product?
pl: Czy mogę użyć logo Tor w moim produkcie?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
pl: Wszystko to możesz przeczytać na naszej <mark><a href="https://www.torproject.org/docs/trademark-faq.html">stronie faq znaku towarowego</a></mark>.

source: I'm having a problem updating or using Vidalia.
pl: Mam problem z aktualizacją lub używaniem Vidalii.

source: Vidalia is no longer maintained or supported.
pl: Vidalia nie jest już rozwijana ani wspierana.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
pl: Duża część funkcji oferowanych przez Vidalie została teraz zintegrowana z samą Przeglądarką Tor.

source: Download Tor Browser
pl: Pobierz przeglądarkę Tor

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
pl: Pobierz przeglądarkę Tor Browser, aby doświadczyć prawdziwego prywatnego przeglądania bez śledzenia, nadzoru lub cenzury.

source: Our mission:
pl: Nasza misja:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
pl: Rozwijanie praw i wolności człowieka poprzez tworzenie i wdrażanie wolnych i otwartych technologii anonimowości i prywatności, wspieranie ich nieograniczonej dostępności i wykorzystania oraz propagowanie ich naukowego i powszechnego zrozumienia.

source: Donate Now
pl: Wesprzyj teraz

source: Subscribe to our Newsletter
pl: Zapisz się do naszego newslettera

source: Get monthly updates and opportunities from the Tor Project:
pl: Uzyskaj comiesięczne aktualizacje i możliwości od Tor Project:

source: Sign up
pl: Zarejestruj się

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
pl: Znak towarowy, informacje o prawach autorskich i zasady korzystania z nich przez osoby trzecie można znaleźć w naszym %(link_to_faq)s

source: Search
pl: Szukaj

source: Tor Project | Support
pl: Tor Project | Pomoc

source: Topics
pl: Tematy
