Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
es: La petición (HTTP GET) es bastante pequeña, pero la respuesta puede ser bastante grande.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
es: Esto seguramente explique la mayor parte del desequilibrio entre entrada y salida en el conteo de bytes.

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
es: Otra pequeña excepción aparece cuando administras un repetidor de salida y lees unos pocos bytes de una conexión de salida (por ejemplo, de mensajería instantánea o SSH) y lo empaquetas en una celda entera de 512 bytes para que sea transportada a través de la red Tor.

source: How do I decide if I should run a relay?
es: ¿Cómo decido si debo administrar un repetidor?

source: I want to upgrade/move my relay. How do I keep the same key?
es: Quiero actualizar/mover mi repetidor. ¿Cómo mantengo las mismas claves?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
es: Cuando actualizas tu repetidor Tor o lo mueves a otro equipo, lo importante es que tenga las mismas claves privadas (almacenadas en los archivos "keys/ed25519_master_id_secret_key" y "keys/secret_id_key" en tu directorio DataDirectory).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
es: Guardar copias de seguridad de las claves privadas para que puedan ser restauradas posteriormente en un repetidor es la manera recomendada de asegurarte que la reputación del repetidor no se desperdicie.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
es: Esto significa que si actualizas el repetidor Tor y mantienes el mismo archivo torrc y el mismo directorio DataDirectory, todo debería de funcionar y tu repetidor usará las mismas claves.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
es: Si necesitas cambiar la ubicación de tu DataDirectory, asegúrate de copiar las antiguas keys/ed25519_master_id_secret_key y keys/secret_id_key.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
es: Nota: Desde la versión 0.2.7, Tor utiliza una nueva generación de identidades basadas en criptografía de curva elíptica ed25519.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
es: Con el tiempo estas reemplazarán a las antiguas identidades RSA, pero llevará su tiempo, para asegurar la compatibilidad con versiones más antiguas.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
es: Mientras tanto, cada repetidor tendrá ambas: una ed25519 (en el archivo keys/ed25519_master_id_secret_key) y una RSA (en el archivo keys/secret_id_key)

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
es: Necesitas tener una copia de seguridad de ambas para poder restaurar tu repetidor, cambiar tu DataDirectory o mover el repetidor a un nuevo equipo.

source: What is the BadExit flag?
es: ¿Qué es la indicación BadExit?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
es: Cuando un repetidor de salida está mal configurado o actúa de mala fé, se le asigna la indicación BadExit. Esto le sirve a Tor para evitar salir a través de ese repetidor. De hecho, los repetidores con esta indicación se convierten en repetidores de no salida.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
es: Si se te asigna este indicador quiere decir que hemos descubierto un problema o actividad sospechosa con el tráfico que pasa a traves de tu repetidor y no hemos podido contactar contigo. Por favor, ponte en contacto con el [equipo bad-relays](https://community.torproject.org/relay/community-resources/bad-relays/) para que podamos solucionarlo.

source: What type of relays are most needed?
es: ¿Cuáles son los tipos de repetidor más necesarios?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
es: * El de salida es el más necesario pero tiene un elevado riesgo de conllevar problemas legales (y **NO deberías hacerlo funcionar desde tu casa**).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
es: * Si buscas poner en marcha un repetidor con el mínimo esfuerzo, los guardianes de entrada rápidos son muy útiles también.

source: * Followed by bridges.
es: * Seguidos de los repetidores puente.

source: Why do I get portscanned more often when I run a Tor relay?
es: ¿Por qué recibo más escaneos de puertos cuando ejecuto un repetidor Tor?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
es: Si permites conexiones de salida, algunos servicios a los que la gente se conecta desde tu repetidor abriran conexiones para obtener más información sobre tí. Por ejemplo, algunos servidores IRC abren conexiones a tu puerto identd para registrar qué usuario realizó la conexión (en realidad esto no funciona, porque Tor no conoce esta información, pero igualmente lo intentan). Además, los usuarios que salgan a través de tu repetidor, pueden atraer la atención de otros usuarios del servidor IRC, sitio web, etc. que quieren saber más acerca del equipo que hace la conexión.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
es: Otra razón es que los grupos que escanean en busca de proxies abiertos en internet se han dado cuenta que a veces los repetidores Tor exponen su puerto socks a todo internet. Recomendamos que expongas tu puerto socks solo a las redes locales.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
es: En todo caso, debes estar al día con la seguridad. Consulta este artículo sobre la [seguridad de los repetidores Tor](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) para más recomendaciones.

source: Why isn't my relay being used more?
es: ¿Por qué mi repetidor no esta siendo muy usado?

source: If your relay is relatively new then give it time.
es: Si tu repetidor es relativamente nuevo, ten paciencia.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
es: Tor decide qué repetidores usar de forma inteligente, usando información de las autoridades de ancho de banda. Dichas autoridades realizan mediciones de la capacidad de tu repetidor y con el tiempo dirigen más tráfico allí para que la carga sea óptima.

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
es: El ciclo de vida de un repetidor nuevo está explicado con más detalle en [esta entrada del blog](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
es: Si llevas un tiempo ejecutando un repetidor y aún tienes problemas, prueba preguntando en la [lista de correo tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).

source: My relay is picking the wrong IP address.
es: Mi repetidor está eligiendo una dirección IP erronea.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
es: Tor determina su dirección IP preguntando al equipo por su nombre de host y resolviendo ese nombre. Muchas veces, la gente tiene entradas antiguas en su archivo /etc/hosts que apuntan a direcciones antiguas.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
es: Si esto no lo arregla, deberías usar la opción de configuración "Address" para especificar la dirección IP que quieres que use. Si tu equipo está detrás de un router con traducción de direcciones (NAT) y solo dispone de una dirección IP privada, consulta la siguiente entrada sobre direcciones IP dinámicas.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
es: También, si tienes muchas direcciones, puede que encuentres útil la opción "OutboundBindAddress" para que las conexiones salientes se realicen desde la dirección que desees.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
es: He oído de sitios web que sólo son accesibles con Tor. ¿Qué son estos sitios web, y cómo puedo acceder a ellos?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
es: Los sitios web sólo accesibles con Tor se llaman "cebollas" y terminan con el TLD (dominio de primer nivel) .onion.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
es: Por ejemplo, el onion de DuckDuckGo es [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).

source: You can access these websites by using Tor Browser.
es: Puedes acceder a estos sitios web usando el Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
es: Las direcciones han de ser compartidas contigo por el servidor del sitio web, ya que los onions no se indexan en motores de búsqueda de la manera típica en que lo hacen los sitios web ordinarios.

source: What is a .onion or what are onion services?
es: ¿Qué es un .onion o qué son los servicios cebolla?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
es: Los servicios cebolla permiten navegar, pero también publicar anonimamente, incluyendo la publicación de sitios web anónimos.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
es: Los servicios cebolla también se utilizan para chatear y compartir archivos, sin metadatos, para una interacción más segura entre los periodistas y sus fuentes como [SecureDrop](https://securedrop.org/) u [OnionShare](https://onionshare.org/), para actualizaciones de software más seguras, y para acceder de forma más segura a sitios web populares como [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
es: Estos servicios usan el TLD (dominio de primer nivel) de uso especial .onion (en lugar de .com, .net, .org, etc.) y sólo son accesibles a través de la red Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
es: Cuando se accede a un sitio web que utiliza un servicio cebolla, el Navegador Tor mostrará en la barra de URL un icono de una pequeña cebolla verde que muestra el estado de tu conexión: segura y usando un servicio cebolla.

source: ![Onion icon](/static/images/onion-website.png)
es: ![icono de una cebolla](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
es: Y si estás accediendo a un sitio web con HTTPS y servicio cebolla, te mostrará un icono de una cebolla verde y un candado.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
es: ![Imagen de una cebolla verde con un candado](/static/images/green-onion-with-lock.png)

source: I cannot reach X.onion!
es: ¡No puedo entrar en X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
es: Si no puedes acceder al servicio cebolla que deseas, asegúrate de que has introducido correctamente la dirección de onion de 16 caracteres o, el formato más reciente, de 56 caracteres: incluso un pequeño error impedirá que Navegador Tor pueda acceder al sitio.

source: If you are still unable to connect to the onion service, please try again later.
es: Si todavía no puedes conectar al servicio cebolla, por favor, inténtalo de nuevo más tarde.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
es: Puede haber un problema temporal de conexión, o los operadores del sitio pueden haber permitido que este se desconecte sin avisar.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
es: También puedes asegurarte de poder acceder a otros servicios cebolla conectando al [servicio cebolla de DuckDuckGo](http://3g2upl4pq6kufc4m.onion).

source: Does the Tor Project run any Onion Services?
es: ¿Tiene servicios cebolla el Proyecto Tor?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
es: ¡Sí! Hay disponible una lista de servicios cebolla en [onion.torproject.org](https://onion.torproject.org/).

source: What do the different onion icons in the address bar mean?
es: ¿Qué significan los distintos iconos de una cebolla en la barra de direcciones?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
es: Cuando visitas un servicio cebolla, el Navegador Tor muestra diversos iconos de una cebolla en la barra de direcciones indicando la seguridad de la página actual.

source: ![Image of a green onion](/static/images/green-onion.png)
es: ![Imagen de una cebolla verde](/static/images/green-onion.png)

source: A green onion means:
es: Una cebolla verde significa:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
es: - El servicio cebolla está siendo servido mediante HTTP o HTTPS con un certificado auto-firmado.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
es: ![Imagen de una cebolla verde con un candado](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
es: Una cebolla verde con un candado significa:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
es: - El servicio cebolla esta siendo servido mediante HTTPS con un certificado emitido por una autoridad de certificación.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
es: ![Imagen de una cebolla gris con una barra roja](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
es: Una cebolla gris con una barra roja significa:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
es: - El servicio cebolla está siendo servido mediante HTTPS con un certificado autofirmado o emitido por una autoridad de certificación.

source: - The webpage contains subresources served over HTTP.
es: - La página contiene elementos servidos mediante HTTP.

source: How to Report a Bug or Give Feedback
es: Como informar de un error o darnos tu opinión

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
es: Tor confía en el soporte de usuarios y voluntarios alrededor del mundo para ayudarnos a mejorar nuestro software y recursos, de manera que tus comentarios son extremadamente valiosos para nosotros (y para todos los usuarios de Tor).

source: ### Feedback template
es: ### Plantilla

source: When sending us feedback or reporting a bug, please include as many of these as possible:
es: Cuando nos envíes tu opinión o informes de un error, haz el favor de incluir todo lo posible de la siguiente lista:

source: * OS you are using
es: * El sistema operativo que usas

source: * Tor Browser version
es: * La versión del Navegador Tor

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
es: * Una descripción paso a paso de cómo te has encontrado con el error, para que podamos reproducirlo aquí (p. ej. he abierto el navegador, he escrito una dirección, he hecho clic en el icono (i), y entonces el navegador se ha colgado)

source: * A screenshot of the problem
es: * Una captura de pantalla del problema

source: * The log
es: * Los mensajes de error

source: ### How to Reach Us
es: ### Como ponerte en contacto con nosotros

source: There are several ways to reach us, so please use what works best for you.
es: Hay varias formas de contactar con nosotros, usa la que mejor te parezca.

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
es: Puedes informar sobre una incidencia en [https://trac.torproject.org](https://trac.torproject.org). Usamos la palabra clave tbb-9.0-issues para los problemas relacionados con el Navegador Tor versión 9. Para las incidencias relacionadas con nuestro sitio web indícalo en el apartado "component" como "Webpages/Website".

source: #### Email
es: #### Correo electrónico

source: Send us an email to frontdesk@torproject.org
es: Envíanos un correo a frontdesk@torproject.org

source: In the subject line of your email, please tell us what you're reporting. The more specific your subject line is (e.g. "Connection failure", "feedback on website", "feedback on Tor Browser", "I need a bridge"), the easier it will be for us to understand and follow up. Sometimes when we receive emails without subject lines, they're marked as spam and we don't see them.
es: En el apartado "asunto" de tu correo, indícanos qué es lo que estás informando. Cuanto más específico sea (p. ej. "Error de conexión", "opinión sobre el sitio web", "opinión sobre el Navegador Tor", "necesito un puente"), mejor podremos ayudarte. A veces, cuando recibimos correos con el asunto en blanco, son marcados como spam y no los leemos.

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write in any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
es: Para una comunicación más ágil, por favor, escribe en inglés, español o portugués si es posible. Si no conoces ninguno de estos idiomas, escribe en el que más cómodo te sientas, pero ten en cuenta que puede llevarnos más tiempo ya que tendremos que pedir ayuda a algún traductor.

source: #### Blog post comments
es: #### Comentarios en el blog

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
es: Siempre puedes dejar comentarios en la entrada del blog relativa al problema u opinión del que quieras informar. Si no hay ninguna entrada referida a tu problema, usa otro método para contactar con nosotros.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
es: Puedes encontrarnos en el canal #tor de la red OFTC para aportar tu opinión o informar sobre errores e incidencias. Puede que no respondamos de inmediato, pero ten paciencia y comprueba los mensajes anteriores. Nos pondremos en contacto contigo tan pronto como podamos.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
es: Aprende cómo conectarte a los [servidores OFTC](/es/get-in-touch/irc-help).

source: #### Email Lists
es: #### Listas de correo

source: For reporting issues or feedback using email lists, we recommend that you do so on the one that is related to what you would like to report.
es: Para informar sobre errores o darnos tu opinión usando las listas de correo, te recomendamos que lo hagas en una lista que esté relacionada con lo que quieres contarnos.

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
es: Para dar tu opinión o para problemas relacionados con el navegador Tor, la red Tor o con otros proyectos de Tor, usa la lista de correo [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
