Repository: torpluston/translation
Catalog: contents+nl.po
Languages: nl

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
nl: De volgende visualisatie toont welke informatie zichtbaar is voor afluisteraars met en zonder Tor Browser en HTTPS-versleuteling:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
nl: Klik op de knop ‘Tor’ om te zien welke gegevens voor waarnemers zichtbaar zijn wanneer u Tor gebruikt. De knop wordt groen om aan te geven dat Tor is ingeschakeld.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
nl: Klik op de knop ‘HTTPS’ om te zien welke gegevens voor waarnemers zichtbaar zijn wanneer u HTTPS gebruikt. De knop wordt groen om aan te geven dat HTTPS is ingeschakeld.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
nl: Wanneer beide knoppen groen zijn, ziet u de gegevens die voor waarnemers zichtbaar zijn wanneer u beide hulpmiddelen gebruikt.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
nl: Wanneer beide knoppen grijs zijn, ziet u de gegevens die voor waarnemers zichtbaar zijn wanneer u geen enkel hulpmiddel gebruikt.

source: POTENTIALLY VISIBLE DATA
nl: POTENTIEEL ZICHTBARE GEGEVENS

source: The site being visited.
nl: De site die wordt bezocht.

source: user / pw
nl: gebruiker / ww

source: Username and password used for authentication.
nl: Gebruikersnaam en wachtwoord gebruikt voor authenticatie.

source: data
nl: gegevens

source: Data being transmitted.
nl: Gegevens die worden verzonden.

source: location
nl: locatie

source: Network location of the computer used to visit the website (the public IP address).
nl: Netwerklocatie van de gebruikte computer om de website te bezoeken (het publieke IP-adres).

source: Whether or not Tor is being used.
nl: Of Tor gebruikt wordt of niet.

source: Chat with us on
nl: Chat met ons op

source: Ask questions about using Tor.
nl: Stel vragen over het gebruik van Tor

source: Discuss Tor-related coding and protocols. Ideas are welcome.
nl: Bespreek Tor-gerelateerd programmeren en protocollen. Ideeën zijn welkom.

source: Get in touch with other translators
nl: Leg contact met andere vertalers

source: Watch or join publicly logged team meetings.
nl: Bekijk of doe mee aan publiekelijk vastgelegde teamontmoetingen.

source: Discuss organization and community related topics: meetups and outreach.
nl: Bespreek organisatie- en gemeenschapsgerelateerde onderwerpen: meetings en uitwisselingen.

source: Discuss running a Tor relay.
nl: Bespreek het beschikbaar stellen van een Tor-relay

source: Talk with Tor's global south community.
nl: Spreek met Tor's gemeenschap voor ontwikkelingslanden.

source: Talk with us about improvements on our websites.
nl: Spreek met ons over verbeteringen aan onze websites.

source: Discuss UX related ideas.
nl: Bespreek UX-gerelateerde ideeën.

source: Find us on Social Media
nl: Vind ons op sociale media.

source: Volunteer with Tor
nl: Word vrijwilliger voor Tor

source: Get Involved
nl: Doe mee

source: Join an email list
nl: Word lid van een mailinglijst

source: Our teams collaborate in open channels, including email lists, you are welcome to join. If you have a question for a specific team not answered on our support portal, you can ask the appropriate list. You're welcome to subscribe and just watch, too :)
nl: Ons team werkt samen via open kanalen, waaronder mailinglijsten, waarvan u lid mag worden. Als u een vraag hebt voor een bepaald team die nog niet op onze ondersteuningsportal is beantwoord, kunt u die stellen via de daarvoor aangewezen mailinglijst. Het staat u ook vrij om u in te schrijven en alleen mee te lezen. :)

source: Report a bug or give feedback.
nl: Meld een bug of geef feedback.

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
nl: Tor is afhankelijk van de steun van haar wereldwijde gebruikers en vrijwilligers om te helpen onze software en middelen te verbeteren, dus uw feedback is voor ons (en voor alle Tor-gebruikers) van bijzondere waarde.

source: Tell us about a bad relay.
nl: Vertel ons over een slecht relay.

source: If you find a relay that you think is malicious, misconfigured, or otherwise broken, please check out our wiki page and blog post on how to report it.
nl: Als u een relay vindt dat volgens u kwade bedoelingen heeft, onjuist is geconfigureerd of op een andere manier niet werkt, lees dan onze wiki-pagina en blogbericht over hoe u dit kunt melden.

source: Report a security issue.
nl: Meld een beveiligingsprobleem.

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org. If you've found a security bug in Tor or Tor Browser, feel free to submit it for our
nl: Als u een beveiligingsprobleem in een van onze projecten of in onze infrastructuur hebt ontdekt, stuur dan een e-mail naar tor-security@lists.torproject.org. Als u een beveiligingsbug in Tor of Tor Browser hebt ontdekt, voel u dan vrij om die in te dienen voor ons

source: bug bounty program.
nl: 'bug bounty'-programma.

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
nl: Als u uw e-mail wilt versleutelen, kunt u de publieke GPG-sleutel voor de mailinglijst ontvangen door contact op te nemen met tor-security-sendkey@lists.torproject.org, of vanaf pool.sks-keyservers.net. Hier is de vingerafdruk:

source: Email us
nl: Stuur ons een e-mail

source: For questions and comments about Tor the non-profit organization: trademark questions, affiliation and coordination, contract inquiries, etc, please email frontdesk@torproject.org. For donor-related questions, contact giving@torproject.org
nl: Stuur voor vragen en opmerkingen over Tor, de non-profitorganisatie, handelsnaamvragen, partners en coördinatie, contractverzoeken etc. een e-mail naar frontdesk@torproject.org. Neem voor donatiegerelateerde vragen contact op met giving@torproject.org.

source: Send us Mail
nl: Stuur ons een brief

source: Get Tor Browser for Android.
nl: Download Tor Browser voor Android.

source: Protect yourself against tracking, surveillance, and censorship.
nl: Bescherm uzelf tegen volgen, toezicht en censuur.

source: Download .apk
nl: .apk downloaden

source: Go to Google Play
nl: Naar Google Play

source: Go to F-Droid
nl: Naar F-Droid

source: Are you an iOS user? We encourage you to try Onion Browser.
nl: Bent u een iOS-gebruiker? Dan stellen we voor dat u Onion Browser probeert.

source: Language
nl: Taal

source: Tor Browser for Android Alpha
nl: Tor Browser voor Android Alpha

source: Tor Source
nl: Tor-broncode

source: Version
nl: Versie

source: Changelog
nl: Lijst van wijzigingen

source: Windows Expert Bundle
nl: Windows Expert-bundel

source: Windows 10, 8, 7, Vista, XP, 2000, 2003 Server, ME, and Windows 98SE
nl: Windows 10, 8, 7, Vista, XP, 2000, 2003 Server, ME en Windows 98SE

source: Contains just Tor and nothing else.
nl: Bevat alleen Tor en niets anders.

source: Get Connected
nl: Raak verbonden

source: Get connected
nl: Raak verbonden

source: If you are in a country where Tor is blocked, you can configure Tor to connect to a bridge during the setup process.
nl: Als u zich in een land bevindt waarin Tor wordt geblokkeerd, kunt u Tor tijdens het instelproces configureren om met een bridge verbinding te maken.

source: Select "Tor is censored in my country."
nl: Selecteer 'Tor is gecensureerd in mijn land'.

source: If Tor is not censored, one of the most common reasons Tor won't connect is an incorrect system clock. Please make sure it's set correctly.
nl: Als Tor niet wordt gecensureerd, is een onjuiste systeemklok een van de meest voorkomende redenen dat Tor geen verbinding wil maken. Zorg ervoor dat deze juist is ingesteld.

source: Support Portal
nl: Ondersteuningsportal

source: Read other FAQ's at our Support Portal
nl: Lees andere FAQ's op ons ondersteuningsportal

source: Stay safe
nl: Blijf veilig

source: Please do not torrent over Tor.
nl: Maak geen gebruik van torrent via Tor.

source: Tor Browser will block browser plugins such as Flash, RealPlayer, QuickTime, and others: they can be manipulated into revealing your IP address.
nl: Tor Browser blokkeert plug-ins zoals Flash, RealPlayer, QuickTime en een aantal andere; deze kunnen worden gemanipuleerd om uw IP-adres prijs te geven.

source: We do not recommend installing additional add-ons or plugins into Tor Browser
nl: Het installeren van extra add-ons of plug-ins in Tor Browser wordt niet aanbevolen.

source: Plugins or addons may bypass Tor or compromise your privacy. Tor Browser already comes with HTTPS Everywhere, NoScript, and other patches to protect your privacy and security.
nl: Plug-ins of add-ons communiceren mogelijk om Tor heen of compromitteren uw privacy. Tor Browser komt al met HTTPS Everywhere, NoScript en andere aanpassingen om uw privacy en beveiliging te beschermen.

source: Check out the %s for more troubleshooting tips.
nl: Bekijk de %s voor meer tips bij het oplossen van problemen.

source: How can I verify Tor Browser signature?
nl: Hoe kan ik de handtekening van Tor Browser verifiëren?

source: Stand up for privacy and freedom online.
nl: Kom op voor uw privacy en vrijheid online.

source: We're a nonprofit organization and rely on supporters like you to help us keep Tor robust and secure for millions of people worldwide.
nl: We zijn een non-profitorganisatie en afhankelijk van donateurs en vrijwilligers zoals u die ons helpen Tor voor miljoenen mensen wereldwijd robuust en veilig te houden.

source: DEFEND YOURSELF
nl: VERDEDIG UZELF

source: GROW THE NETWORK
nl: BREID HET NETWERK UIT

source: Defend yourself.
nl: Verdedig uzelf.

source: Download for
nl: Download voor

source: Signature
nl: Handtekening

source: Download for Android
nl: Download voor Android

source: Download in another language or platform
nl: Downloaden in een andere taal of voor een ander platform

source: Download the latest alpha build
nl: De meest recente alpha-build downloaden

source: Read the latest release announcements
nl: Lees de meest recente uitgaveopmerkingen

source: Browse Privately.
nl: Surf privé.

source: Explore Freely.
nl: Verken in vrijheid.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
nl: Verdedig uzelf tegen volgen en bewaken. Omzeil censuur.

source: Block Trackers
nl: Blokkeer trackers

source: BLOCK TRACKERS
nl: BLOKKEER TRACKERS

source: Tor Browser isolates each website you visit so third-party trackers and ads can't follow you. Any cookies automatically clear when you're done browsing. So will your browsing history.
nl: Tor Browser isoleert alle websites die u bezoekt, zodat trackers van derden en advertenties u niet kunnen volgen. Cookies worden automatisch gewist wanneer u klaar bent met surfen. Hetzelfde gebeurt met uw browsergeschiedenis.

source: Defend Against Surveillance
nl: Verdedig u tegen toezicht

source: DEFEND AGAINST SURVEILLANCE
nl: VERDEDIG U TEGEN TOEZICHT

source: Tor Browser prevents someone watching your connection from knowing what websites you visit. All anyone monitoring your browsing habits can see is that you're using Tor.
nl: Tor Browser voorkomt dat iemand met uw verbinding meekijkt en te weten komt welke websites u bezoekt. Iemand die uw surfgedrag monitort kan alleen zien dat u Tor gebruikt, maar niet waarvoor.

source: Resist Fingerprinting
nl: Verzet u tegen fingerprinting

source: RESIST FINGERPRINTING
nl: VERZET U TEGEN FINGERPRINTING

source: Tor Browser aims to make all users look the same, making it difficult for you to be fingerprinted based on your browser and device information.
nl: Tor Browser probeert alle gebruikers hetzelfde te laten lijken, waardoor het voor anderen moeilijk wordt om een vingerafdruk van u te maken op basis van uw browser en apparaatgegevens.

source: Multi-layered Encryption
nl: Meerlaagse versleuteling

source: MULTI-LAYERED ENCRYPTION
nl: MEERLAAGSE VERSLEUTELING

source: Your traffic is relayed and encrypted three times as it passes over the Tor network. The network is comprised of thousands of volunteer-run servers known as Tor relays.
nl: Uw verkeer wordt driemaal doorgegeven en versleuteld terwijl het over het Tor-netwerk verloopt. Het netwerk bestaat uit duizenden servers, beheerd door vrijwilligers, die bekend staan als Tor-relays.

source: Browse Freely
nl: Surf in vrijheid

source: BROWSE FREELY
nl: SURF IN VRIJHEID

source: With Tor Browser, you are free to access sites your home network may have blocked.
nl: Met Tor Browser staat het u vrij om websites te bezoeken die door uw thuisnetwerk kunnen worden geblokkeerd.

source: Current Openings
nl: Actuele vacatures

source: At the moment, we don't have any official open positions. Please check back soon, though!
nl: Op dit moment hebben we geen officiële vacatures open staan. Maar kijk spoedig nog eens!

source: Previous Openings
nl: Verlopen vacatures

source: Think you could help us in a position that's not listed? We also rely on a vast community of volunteer contributors and many have become paid staff.
nl: Denkt u ons te kunnen helpen in een positie die niet wordt vermeld? We zijn ook afhankelijk van een grote gemeenschap van vrijwilligers, en veel van hen zijn betaalde personeelsleden geworden.

source: We invite you to join us on IRC to find how you can get involved.
nl: We nodigen u uit om ons op te zoeken op IRC en te ontdekken hoe u betrokken kunt raken.

source: The Tor Project | Privacy & Freedom Online
nl: Het Tor Project | Privacy en vrijheid online

source: Board of Directors
nl: Raad van bestuur

source: Core Tor
nl: Tor-kernteam

source: Join Our Team
nl: Lid worden van ons team

source: Even if we aren't hiring, you can contribute to Tor. We are open to ideas and studies to improve Tor software. If you're a developer, we welcome you to sign up for our dev mailing list to see what we're up to.
nl: Zelfs als we geen vacatures open hebben, kunt u aan Tor bijdragen. We staan open voor ideeën en studies om Tor-software te verbeteren. Als u een ontwikkelaar bent, kunt u zich inschrijven voor onze dev-mailinglijst om te zien waar we mee bezig zijn.

source: Sign up for tor-dev
nl: Inschrijven voor de tor-dev-mailinglijst

source: Get support
nl: Ondersteuning verkrijgen

source: Visit our Support Portal
nl: Bezoek onze ondersteuningsportal

source: Ask us on #tor
nl: Vraag ons iets op #tor

source: Write to a mailing list
nl: Schrijf op een mailinglijst

source: Brand Assets
nl: Merkitems

source: The Tor Browser
nl: De Tor Browser

source: Onion Services
nl: Onion-diensten

source: Press Releases
nl: Persberichten

source: Coverage
nl: Dekking

source: Date
nl: Datum

source: Publication
nl: Publicatie

source: Topic
nl: Onderwerp

source: Founding Documents
nl: Oprichtingsdocumenten

source: Reports
nl: Rapporten

source: Year
nl: jaar

source: Type
nl: Soort

source: Title
nl: Titel

source: Topics
nl: Onderwerp

source: Thank you to all the people and groups who have made Tor possible so far, and thank you especially to the individual volunteers who have made non-financial contributions: coding, testing, documenting, translating, educating, researching, and running the relays that make up the Tor network.
nl: Dank aan alle mensen en groepen die Tor tot nu toe mogelijk hebben gemaakt, en speciale dank aan individuele vrijwilligers die een niet-financiële bijdrage hebben geleverd: programmeren, testen, documenteren, vertalen, opleiden, onderzoeken, en het beheren van relays waaruit het Tor-netwerk bestaat.

source: Active Sponsors
nl: Huidige sponsoren

source: Past Sponsors
nl: Voormalige sponsoren

source: This sponsors page is based upon un-audited and un-reviewed financial and in-kind donations, contract, and other data.
nl: Deze sponsorenpagina is gebaseerd op niet-gecontroleerde en niet-nagekeken financiële en in-natura-donaties, contracten en andere gegevens.

source: Further details about our audited and reviewed funding can be found with our Financial Reports.
nl: Meer details over onze gecontroleerde en getoetste financiering is te vinden bij onze financiële verslagen.

source: Want to join our community? Getting involved with Tor is easy.
nl: Wilt u meedoen in onze gemeenschap? Bij Tor betrokken raken is makkelijk.

source: Sign up for Tor News and get updates and opportunities from across the organization and community.
nl: Schijf u in voor Tor News en ontvang updates en mogelijkheden vanuit de organisatie en de gemeenschap.

source: Run a relay to make the network faster and more decentralized.
nl: Beheer een relay om het netwerk sneller en gedecentraliseerder te maken.

source: Use your skills to volunteer.
nl: Gebruik uw vaardigheden als vrijwilliger.

source: Tor Browser manual
nl: Tor Browser-handleiding

source: Read more.
nl: Lees meer.

source: Contributors to this page:
nl: Bijdragers voor deze pagina:

source: Edit this page
nl: Deze pagina bewerken

source: Suggest Feedback
nl: Feedback voorstellen

source: View PDF
nl: PDF bekijken
