Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
it: Il ciclo di vita di un nuovo relè è spiegato in modo più approfondito in [questo blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
it: Se stai utilizzato un relè da un po' e hai ancora problemi, prova a chiedere nell'[elenco relè](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).

source: My relay is picking the wrong IP address.
it: Il mio relè sta scegliendo l'indirizzo IP sbagliato.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
it: Tor indovina il suo indirizzo IP chiedendo al computer il nome host e risolvendo tale nome host. Spesso le persone hanno voci vecchie che puntano a vecchi indirizzi IP nel loro file /etch/hosts.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
it: Se ciò non risolve, dovresti utilizzare l'opzione di configurazione "Indirizzo" per specificare l'IP che desideri selezionare. Se il tuo computer è dietro un NAT e ha solo un indirizzo IP interno, vedi la seguente voce Supporto su indirizzi IP dinamici.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
it: Inoltre, se hai molti indirizzi, potresti anche voler impostare "OutboundBindAddress" in modo che le connessioni esterne provengano dall'IP che intendi presentare al mondo.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
it: Ho sentito di siti internet che sono accessibili soltanto tramite Tor. Cosa sono questi siti internet e come posso accedervi?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
it: I siti internet che sono accessibili soltanto tramite Tor sono chiamati "onion" e finiscono con il dominio di primo livello .onion

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
it: Ad esempio, l'onion di DuckDuckGo è [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).

source: You can access these websites by using Tor Browser.
it: Puoi accedere a questi siti internet utilizzando Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
it: L'indirizzo deve esserti fornito da chi ospita il sito internet, in quanto gli onion non sono indicizzati nei motori di ricerca contrariamente a quanto accade con i normali siti internet.

source: What is a .onion or what are onion services?
it: Che cosa è un .onion o cosa sono i servizi onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
it: I servizi onion permettono alle persone di navigare ma anche di pubblicare in modo anonimo, includendo anche la pubblicazione di siti web anonimi.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
it: I servizi onion sono anche utilizzati per la condivisione di file e chat senza metadati, interazione più sicure tra giornalisti e le loro fonti come con [SecureDrop](https://securedrop.org/) o [OnionShare](https://onionshare.org/), aggiornamenti software più sicuri e modi più sicuri per raggiungere siti Web popolari come [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
it: Questi servizi utilizzano il dominio di primo livello ad uso speciale (TLD) .onion (anziché .com, .net, .org, ecc.) e sono accessibili solo attraverso la rete Tor.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
it: Quando si accede ad un sito che usa un servizio onion, Tor Browser mostrerà nella barra degli URL un'icona di una piccola cipolla verde che indica lo stato della tua connessione: sicuro e con un servizio onion.

source: ![Onion icon](/static/images/onion-website.png)
it: ![Icona onion](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
it: E se stai accedendo a un sito web con HTTPS e servizio onion, mostrerà l'icona di una cipolla verde e un lucchetto.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
it: ![Cipolla verde con un lucchetto](/static/images/padlock-onion.png)

source: Does the Tor Project run any Onion Services?
it: Il Tor Project gestisce servizi onion?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
it: Sì! Una lista dei nostri Servizi Onion è disponibile a [onion.torproject.org](https://onion.torproject.org/).

source: What do the different onion icons in the address bar mean?
it: Cosa significano le diverse icone cipolla nella barra degli indirizzi?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
it: Durante la navigazione di un servizio onion, Tor Browser visualizza diverse icone di cipolla nella barra degli indirizzi che indicano la sicurezza della pagina Web corrente.

source: ![Image of a green onion](/static/images/green-onion.png)
it: ![Immagine di una cipolla verde](/static/images/green-onion.png)

source: A green onion means:
it: Una cipolla verde significa:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
it: - Il servizio onion è servito su HTTP o HTTPS con un certificato autofirmato.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
it: ![Immagine di una cipolla verde con un lucchetto](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
it: Una cipolla verde con un lucchetto significa:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
it: - Il servizio onion è servito su HTTPS con un certificato rilasciato dalla CA.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
it: ![Immagine di una cipolla grigia con una sbarra rossa](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
it: Una cipolla grigia con una sbarra rossa significa:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
it: - Il servizio onion è servito su HTTPS con un certificato autofirmato o rilasciato dalla CA.

source: - The webpage contains subresources served over HTTP.
it: - La pagina Web contiene risorse secondarie servite su HTTP.

source: How to Report a Bug or Give Feedback
it: Come Segnalare un Bug o Fornire Feedback

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
it: Tor si fonda sul supporto degli utenti e dei volontari in giro per il mondo che ci aiutano a migliorare il nostro software e le risorse, quindi le tue opinioni sono estremamente preziose per noi (e per tutti gli utenti Tor).

source: ### Feedback template
it: ### Modello di feedback

source: When sending us feedback or reporting a bug, please include as many of these as possible:
it: Quando ci invii un feedback o segnali un bug, includi il maggior numero possibile dei seguenti:

source: * OS you are using
it: * Sistema operativo che stai utilizzando

source: * Tor Browser version
it: * Versione di Tor Browser

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
it: * Procedura passo passo di come hai avuto il problema, in modo che possiamo riprodurlo (ad es. Ho aperto il browser, digitato un URL, fatto clic sull'icona (i), quindi il mio browser si è bloccato)

source: * A screenshot of the problem
it: * Una foto del problema

source: * The log
it: * Il log

source: ### How to Reach Us
it: ### Come Contattarci

source: There are several ways to reach us, so please use what works best for you.
it: Ci sono diversi modi di contattarci, utilizza quello che funziona meglio per te.

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
it: Puoi compilare un ticket su [https://trac.torproject.org](https://trac.torproject.org). Segnamo tutti i problemi relativi a Tor Browser 9 con la parola chiave tbb-9.0-issues. Ticket relativi al nostro sito web dovrebbero contenere il componente "Webpages/Website."

source: Send us an email to frontdesk@torproject.org
it: Inviaci un'email a frontdesk@torproject.org

source: In the subject line of your email, please tell us what you're reporting. The more objective your subject line is (e.g. "Connection failure", "feedback on website", "feedback on Tor Browser, "I need a bridge"), the easier it will be for us to understand and follow up. Sometimes when we receive emails without subject lines, they're marked as spam and we don't see them.
it: Nell'oggetto della tua email, comunicaci cosa stai segnalando. Più l'oggetto è specifigo (ad es. "Errore di connessione", "feedback sul sito web", "feedback su Tor Browser", "Ho bisogno di un bridge"), più facile sarà per noi capire e seguire. A volte quando riceviamo un'e-mail senza oggetto, sono contrassegnate come spam e non le vediamo.

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write on any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
it: Per la risposta più rapida, si prega di scrivere se possibile in Inglese, Spagnolo e/o Portoghese. Se nessuna di queste lingue va bene per te, ti preghiamo di scrivere in qualsiasi lingua con cui ti senti a tuo agio, ma tieni presente che ci vorrà un po 'più di tempo per rispondere in quanto avremo bisogno di aiuto con la traduzione per capirlo.

source: #### Blog post comments
it: #### Blog post commenti

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
it: Puoi sempre lasciare commenti sul post del blog relativi al problema o al feedback che desideri segnalare. Se non ci sono post sul blog relativi al tuo problema, ti preghiamo di contattarci in un altro modo.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
it: Puoi trovarci nel canale #tor su OFTC per darci feedback o segnalare bug/problemi. Potremmo non rispondere immediatamente, ma controlliamo il backlog e ti risponderemo appena possibile.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
it: Scopri come connetterti ai [server OFTC](/get-in-touch/irc-help).

source: #### Email Lists
it: #### Elenco email

source: For reporting issues or feedback using email lists, we recommend that you do on the one that is related to what you would like to report.
it: Per segnalare problemi o feedback utilizzando gli elenchi di posta elettronica, ti consigliamo di utilizzare quello relativo a ciò che desideri segnalare.

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
it: Per feedback o problemi relativi a Tor Browser, alla rete Tor o ad altri progetti sviluppati da Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
it: Per feedback o problemi relativi ai nostri siti web: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
it: Per feedback o problemi relativi all'eseguire un relè Tor: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
it: Per feedback o problemi relativi al Manuale di Tor Browser o al sito web di supporto: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
it: ### Segnalare un problema di sicurezza

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
it: Se hai trovato un problema di sicurezza in uno dei nostri progetti o nella nostra infrastruttura, invia un'email a tor-security@lists.torproject.org.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
it: Se hai trovato un problema di sicurezza in Tor o Tor Browser, sentiti libero di inviarlo per il nostro [programma di bug bounty](https://hackerone.com/torproject).

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
it: Se vuoi cifrare la tua posta, puoi ottenere la chiave pubblica GPG per l'elenco contattando tor-security-sendkey@lists.torproject.org o da pool.sks-keyservers.net. Ecco l'impronta:

source: Key fingerprint = 8B90 4624 C5A2 8654 E453 9BC2 E135 A8B4 1A7B F184
it: Impronta della chiave = 8B90 4624 C5A2 8654 E453 9BC2 E135 A8B4 1A7B F184

source: Tor Glossary
it: Glossario Tor

source: The community team has developed this glossary of terms about and related to Tor.
it: Il team della community ha sviluppato questo glossario di termini relativi a Tor.

source: ### add-on, extension, or plugin
it: ### add-on, extension, oppure plugin

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](#web-browser) to give them new features.
it: Componenti aggiuntivi, estenzioni e plugin sono componenti che possono essere aggiunti ai [browser web](#web-browsers) per aggiungere nuove caratteristiche.

source: Tor Browser comes with two add-ons installed: [NoScript](#noscript) and [HTTPS Everywhere](#https-everywhere).
it: Il Browser Tor viene rilasciato con due componenti aggiuntivi installati: [NoScript](#noscript) e [HTTPS Everywhere](#https-everywhere).

source: You should not install any additional add-ons to Tor Browser because that can compromise some of its privacy features.
it: Non dovresti installare ulteriori componenti aggiuntivi per il Browser Tor poiché essi potrebbero compromettere alcune sue funzionalità di protezione della privacy.

source: ### antivirus software
it: ### software antivirus

source: An antivirus software is used to prevent, detect and remove malicious software.
it: Un software antivirus viene utilizzato per prevenire, trovare e rimuovere software maligni.

source: Antivirus software can interfere with [Tor](#tor-/-tor-network/-core-tor) running on your computer.
it: Il software antivirus può interferire con l'istanza di [Tor](#tor-/-tor-network/-core-tor) in esecuzione sul tuo computer.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
it: Potresti dover consultare la documentazione del tuo software antivirus se non sai come abilitare Tor.

source: A web application (web app), is an application that the [client](#client) runs in a [web browser](#web-browser).
it: Un'applicazione web (web app), è un'applicazione che il [client](#client) esegue in un [browser web](#web-browser).

source: App can also refer to software that you install on mobile [operating systems](#operating-system-os).
it: Il termine applicazione può anche riferirsi ai software che installi su un [sistema operativo](#operating-system-os) per telefono.

source: Atlas is a web application to learn about currently running Tor [relays](#relay).
it: Atlas è una applicazione web che serve per conoscere i [relays](#relay) di Tor attualmente attivi.

source: ### bandwidth authority
it: ### autorità della larghezza di banda

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](#relay) in the [consensus](#consensus).
it: Per determinare l'inoltro del throughput , gli inoltri speciali chiamati autorità di larghezza di banda effettuano misurazioni periodiche degli [inoltri](#inolti) nel [consenso](#consenso).

source: Like ordinary Tor [relays](#relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
it: Come i comuni [realy](#relay) di Tor , i bridge sono gestiti da volontari; a differenza dei relay ordinari, tuttavia, non sono elencati pubblicamente, quindi un antagonista non può identificarli facilmente.

source: [Pluggable transports](#pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
it: I [Pluggable transports](#pluggable-transports) sono un tipo di bridge che aiuta a nascondere il fatto che stai utilizzando Tor.

source: A special-purpose relay that maintains the list of [bridges](#bridge).
it: Un relay per scopi specifici che mantiene la lista dei [bridges](#bridge).

source: ### browser fingerprinting
it: ### impronta digitale del browser

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
it: Fingerprinting è il processo di raccolta di informazioni su un dispositivo o servizio per fare ipotesi plausibili sulla sua identità o caratteristiche.

source: Unique behavior or responses can be used to identify the device or service analyzed.
it: Un comportamento, o delle risposte, univoche possono essere utilizzati per identificare il dispositivo o il servizio analizzato.

source: [Tor Browser](#tor-browser) prevents fingerprinting.
it: [Tor Browser](#tor-browser) previene l'attività di fingerprinting.

source: ### browsing history
it: ### cronoloagia di navigazione

source: A browser history is a record of requests made while using a [web browser](#web-browser), and includes information like websites visited and when.
it: Una cronologia di navigazione web è una lista delle richieste fatte mentre si usa un [web browser](#web-browser), e include informazioni come quali siti sono stati visitati e quando.

source: [Tor Browser](#tor-browser) deletes your browsing history after you close your [session](#session).
it: [Tor Browser](#tor-browser) cancella la tua cronologia di navigazione dopo che hai chiuso la tua [session](#session).

source: Captchas are a challenge-response test used in computing to determine whether the user is human or not.
it: I Captcha sono dei test, di risposta alle domande, utilizzati per determinare se l'utente è umano o meno.

source: [Tor](#tor-/-tor-network/-core-tor) users are often served captchas because Tor [relays](#relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
it: Gli utenti [Tor](#tor-/-tor-network/-core-tor) ricevono spesso captcha perché i [relè](#relay) Tor fanno così tante richieste che a volte il sito web ha difficoltà a stabilire se tali richieste provengono da utenti umani o bot.

source: Checksums are [hash](#hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
it: I checksum sono valori [hash](#hash) dei file. Se hai scaricato il software senza errori, il checksum fornito e il checksum del tuo file scaricato saranno identici.

source: ### circuit
it: ### circuito

source: A path through the [Tor network](#tor-/-tor-network/-core-tor) built by [clients](#client) consisting of randomly selected nodes. The circuit begins with either a [bridge](#bridge) or a [guard](#guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](#middle-relay), and an [exit](#exit). Most [onion services](#onion-services) use six hops in a circuit (with the exception of [single onion services](#single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the onion button in Tor Browser.
it: Un percorso attraverso la [rete Tor](#tor-/-tor-network/-core-tor) costituito da [clients](#client) consiste nella scelta casuale di nodi. Il circuito inizia sia con un [ponte](#bridge) che con un [guard](#guard). Molti circuiti consistono in tre nodi - un guard o un ponte, un [middle relay](#middle-relay), e una [uscita](#exit). La maggior parte dei [servizi onion](#onion-services) usano sei "balzi" in un circuito (con l'eccezione dei [servizi onion singoli](#single-onion-service)), e mai un nodo d'uscita. Puoi vedere il tuo circuito attuale di Tor cliccando il bottone a forma di cipolla nel Browser Tor.

source: In [Tor](#tor-/-tor-network/-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](#relay).
it: In [Tor](#tor-/-tor-network/-core-tor), un client è un nodo nella rete di Tor, tipicamente in esecuzione per conto di un utente, questo traccia le connessione alle applicazioni attraverso una serie di [relays](#relay).

source: Compass is a web application to learn about currently running [Tor relays](#relay) in bulk.
it: Compass è una applicazione web per conoscere a fondo gli attuali [relays di Tor](#relay) attivi, in blocco.

source: ### consensus
it: ### consenso
