Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
ru: Это ложный сигнал тревоги. Google видит входы в аккаунт из разных географических точек (нормально при использовании Tor) и решает, что неплохо бы подтвердить личность владельца аккаунта.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
ru: Но даже если это побочный эффект от использования Tor, не следует полностью игнорировать предупреждение.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
ru: Может, это ложный сигнал, но что если нет? Злоумышленник в принципе мог получить доступ к вашему cookie-файлу Google.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
ru: Это возможно, если у злоумышленника есть физический доступ к компьютеру, либо он наблюдает за вами по сети.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
ru: В принципе, такое возможно только с физическим доступом, потому что Gmail и другие подобные сервисы отправляют куки-файлы по каналу, защищенному SSL.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
ru: Но в жизни [бывает всякое](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
ru: Если кто-то и в самом деле украдет cookie-файл Google, он сможет (но необязательно) залогиниться из необычного места. В общем, поскольку вы работаете в Tor Browser, эта опция безопасности Google не так-то уж вам и полезна. Она просто создает ложные положительные срабатывания. Вам придется прибегнуть к другим подходам, например, присматривать, не творится ли с аккаунтом что-то странное, не было ли в логах отметок о том, что кто-то залогинился в то время, когда вы этого точно не могли сделать.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
ru: В последнее время пользователи Google включают в своих аккаунтах [двухэтапную аутентификацию](https://support.google.com/accounts/answer/185839) – дополнительный уровень защиты.

source: How do I install Tor Browser?
ru: Как установить Tor Browser?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
ru: Пожалуйста, обратитесь к [разделу об установке](https://tb-manual.torproject.org/ru/installation/) руководства Tor Browser.

source: My internet connection requires an HTTP or SOCKS Proxy
ru: Мое интернет-подключение требует прокси HTTP или SOCKS

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
ru: Вы можете указать IP-адрес прокси, порт и идентификационные данные в [настройках сети Tor Browser](https://tb-manual.torproject.org/ru/running-tor-browser/). Если вы используете Tor иначе, загляните [на страницу руководства](https://2019.www.torproject.org/docs/tor-manual.html.en) и соответствующим образом измените файл torrc. Вам понадобится HTTP-прокси для GET-запросов, чтобы иметь доступ к папке Tor, и HTTPS-прокси для CONNECT-запросов, чтобы иметь доступ к узлам Tor. (Хорошо, если это один и тот же прокси). Tor также понимает опции torrc Socks4Proxy и Socks5Proxy.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
ru: Если ваш прокси требует авторизацию, обратите внимание на опции HTTPProxyAuthenticator и HTTPSProxyAuthenticator. В настоящее время мы поддерживаем только базовую аутентификацию. Если вам нужна NTLM-аутентификация, советуем обратиться к [этому материалу](https://archives.seul.org/or/talk/Jun-2005/msg00223.html).

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
ru: Если ваши прокси разрешают вам подключение только к определенным портам, обратите внимание на то, как клиенты [с бранмауэрами](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) могут ограничить доступ к портам со стороны Tor.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ru: Могу ли я использовать другой браузер, например, Chrome или Firefox, параллельно с Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
ru: Вы можете использовать другой браузер параллельно с Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ru: Конечно, защита Tor Browser не будет работать в другом браузере.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ru: Будьте осторожны при переключении между Tor Browser и менее безопасным браузером. Вы можете случайно открыть в небезопасном браузере то, что собирались открыть в Tor Browser.

source: Can I use Tor with a browser besides Tor Browser?
ru: Можно ли использовать Tor с другим браузером, а не с Tor Browser?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ru: Мы настоятельно рекомендуем использовать только Tor Browser.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ru: Использование Tor в другом браузере может оставить вас без защиты, которую обеспечивает Tor Browser.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
ru: В чем разница между использованием Tor Browser и режима "инкогнито" или приватных окон?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
ru: При всем уважении к этим названиям, ни режим "инкогнито", ни приватные окна не обеспечивают вашу анонимность в интернете.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
ru: В этих режимах данные, относящиеся к сессии браузера, стираются по завершении этой сессии. Но скрыть следы вашей деятельности или цифровой отпечаток таким образом не получится.

source: This means that an observer can collect your traffic just as easily as any regular browser.
ru: Если злоумышленник наблюдает за вами, он получит доступ к вашему трафику, как если бы вы пользовались браузером в обычном режиме.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
ru: Tor Browser тоже предлагает функции, помогающие браузеру забыть данные сессии. Кроме того, Tor Browser скрывает оригинальный IP-адрес, ваши предпочтения в сети, данные об используемом вами устройстве – то, что может быть использовано для отслеживания цифрового отпечатка. Tor Browser предлагает настоящую приватность для работы в сети. Каждая сессия защищена с начала и до конца.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
ru: Подробнее об ограничениях режима "инкогнито" и приватных окон см. статью Mozilla ["Распространенные мифы о приватном просмотре"](https://support.mozilla.org/ru-ru/kb/common-myths-about-private-browsing).

source: I'm supposed to "edit my torrc". What does that mean?
ru: Мне предлагается "отредактировать torrc". Что это значит?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
ru: ВНИМАНИЕ: избегайте случайных советов о том, как редактировать `torrc`!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
ru: Иначе вы рискуете тем, что злоумышленник "пробьет" защиту вашей приватности и анонимности, используя настройки `torrc`, которые он сам же и посоветует.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
ru: В Tor существует файл с названием `torrc`. Он содержит настройки для работы сети Tor.

source: The default configuration should work fine for most Tor users (hence the warning above.)
ru: Для большинства пользователей Tor подойдут настройки по умолчанию (с оговоркой выше).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
ru: Чтобы найти в Tor Browser файл `torrc`, следуйте инструкциям.

source: On Windows or Linux:
ru: Windows и Linux:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
ru: * Файл `torrc` находится в папке данных внутри папки самого Tor Browser: `Browser/TorBrowser/Data/Tor`.

source: On macOS:
ru: В macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
ru: * Файл `torrc` находится в папке данных Tor Browser: `~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
ru: * Обратите внимание, что папка `Library` в новых версиях macOS скрыта. Чтобы туда попасть через Finder, выберите в меню "Переход" пункт "Переход к папке".

source: * Then type "~/Library/Application Support/" in the window and click Go.
ru: * Наберите в окне "~/Library/Application Support/" и нажмите "Переход".

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
ru: Перед редактированием `torrc` закройте Tor Browser (иначе Tor Browser может не сохранить ваши изменения).

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
ru: Некоторые настройки недоступны, если Tor Browser использует параметры командной строки при запуске Tor.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
ru: Комментарии к популярным вариантам настроек есть в [этом примере файла `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in).

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
ru: Другие возможные настройки см. в [руководстве Tor](https://2019.www.torproject.org/docs/tor-manual.html).

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
ru: Обратите внимание: все строки, которые начинаются с `#`, считаются комментариями. Они не влияют на настройки Tor.

source: Does Tor Project make an application for private chat?
ru: Есть ли приложение Tor для приватных чатов?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
ru: Нет. После одиннадцати бета-версий мы прекратили поддержку [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ru: Мы верим в возможность использования Tor в мессенджерах, но у нас нет ресурсов, чтобы реализовать это прямо сейчас.

source: Do you? [Contact us](https://www.torproject.org/contact).
ru: Может, ресурсы есть у вас? [Напишите!](https://www.torproject.org/contact)

source: Can I run Tor on an Android device?
ru: Как использовать Tor на Android?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
ru: Существует версия [Tor Browser](https://www.torproject.org/download/#android) специально для Android. Все, что нужно – установить приложение Tor Browser для Android.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
ru: Guardian Project предлагает приложение [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android). Его можно использовать, чтобы направлять трафик других приложений на вашем устройстве через сеть Tor. Если нужно только смотреть веб-сайты с Tor, хватит Tor Browser для Android.

source: Who is the Guardian Project?
ru: Что такое Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
ru: Guardian Project – разработчики Orbot и ряда других Android-приложений для защиты приватности. Подробнее можно узнать на [сайте Guardian Project](https://guardianproject.info/).

source: Can I run Tor on an iOS device?
ru: Как использовать Tor на iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ru: Мы рекомендуем приложение для iOS под названием Onion Browser. Оно имеет открытый исходный код, использует маршрутизацию Tor и разработано человеком, который тесно сотрудничает с Tor Project.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ru: Тем не менее, Apple требует, чтобы браузеры на iOS использовали пакет Webkit. Этот вариант не позволяет Onion Browser обеспечивать такой же высокий уровень защиты приватности, как Tor Browser.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
ru: Подробнее о приложении Onion Browser можно узнать [здесь](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
ru: Скачать Onion Browser можно в [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).

source: How do I run Tor on Windows Phone?
ru: Как использовать Tor на Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
ru: Tor не работает на Windows Phone.

source: What happened to Orfox?
ru: Какова судьба Orfox?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
ru: После выпуска [Tor Browser для Android](https://www.torproject.org/ru/download/#android) проект Orfox был [свернут](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
ru: Мне нужны оба продукта – Tor Browser для Android и Orbot? Или только один?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
ru: Tor Browser для Android и Orbot – прекрасные приложения, но служат для решения разных задач.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
ru: Tor Browser для Android по смыслу похож на десктопную версию Tor Browser. Это браузер, который позволяет использовать сеть Tor "из коробки" и старается максимально соблюдать анонимность.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
ru: Orbot – прокси, который позволяет пересылать данные из разных приложений (клиентов email, мессенджеров и др.) через сеть Tor. Внутри Tor Browser для Android тоже есть версия Orbot, это позволяет использовать сеть Tor.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
ru: Но эта версия не дает возможности другим приложениям (кроме Tor Browser для Android) использовать Tor.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
ru: Нужен ли вам какой-то один продукт или оба – зависит от того, как вы собираетесь использовать сеть Tor.

source: Is Tor Browser available on F-Droid?
ru: Можно ли скачать Tor Browser с ресурса F-Droid?

source: It will be, _soon_.
ru: Да, _скоро_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
ru: Пока вы можете использовать F-Droid для скачивания Tor Browser для Android, если включите [репозиторий Guardian Project](https://guardianproject.info/fdroid/).

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
ru: Как это сделать – рассказано [здесь](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
ru: Предположим, сайт torproject.org заблокирован. Как скачать Tor Browser?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
ru: Если у вас не получается скачать Tor Browser с нашего [сайта](https://www.torproject.org), попробуйте сделать это через [GetTor](https://gettor.torproject.org/).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ru: GetTor – автоответчик, который возвращает список ссылок на свежую версию Tor Browser. Эта версия размещена на ресурсах, которые вряд ли заблокируют (например, Dropbox, Google Drive, GitHub).

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
ru: Также Tor можно скачать с сайтов [https://tor.eff.org](https://tor.eff.org) и [https://tor.ccc.de](https://tor.ccc.de).

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
ru: Если вас интересует сервер в той или иной стране, воспользуйтесь [зеркалами Tor](https://2019.www.torproject.org/getinvolved/mirrors.html.en).

source: To use GetTor via email.
ru: Как пользоваться GetTor по email?

source: Send an email to gettor@torproject.org.
ru: Отправьте электронное письмо на gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
ru: В тексте сообщения укажите свою операционную систему (например, Windows, macOS, Linux).

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
ru: GetTor вышлет сообщение со ссылками, откуда можно скачать Tor Browser, криптографическую подпись (нужна для [проверки скачанной программы](/ru/tbb/how-to-verify-signature/)), отпечаток ключа, которым подписана программа, и контрольную сумму.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ru: Возможно, понадобится дополнительно указать, какая у вас система: 32-битная или 64-битная. Если не уверены, посмотрите в свойствах операционной системы.

source: To use GetTor via Twitter.
ru: Как пользоваться GetTor через Twitter?

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
ru: Работа GetTor через Twitter тестируется. Пожалуйста, пока используйте [email](https://support.torproject.org/gettor/gettor-2).

source: To use GetTor via XMPP (Jitsi, CoyIM).
ru: Как пользоваться GetTor через XMPP (Jitsi, CoyIM)?

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ru: Чтобы получить ссылки для скачивания Tor Browser, отправьте на gettor@torproject.org сообщение с одним из следующих кодов:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ru: У Tor Browser проблемы с подключением, но, похоже, не из-за цензуры

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ru: Одна из самых распространенных ошибок подключения Tor Browser – некорректно установленное системное время.

source: Please make sure your system clock and timezone are set accurately.
ru: Пожалуйста, убедитесь, что системное время и часовой пояс на вашем компьютере установлены правильно.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
ru: Если это не решит проблему, см. [страницу "Устранение неполадок" в руководстве пользователя](https://tb-manual.torproject.org/ru/troubleshooting).

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ru: У меня проблемы с подключением к Tor, и я не могу понять почему
