Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
ml: നിങ്ങൾ പറഞ്ഞത് ശരിയാണ്, നിങ്ങളുടെ ടോർ റിലേയിലേക്ക് ഒരു ബൈറ്റ് അർത്ഥമാക്കുന്നത് ഒരു ബൈറ്റ് ഔട്ട് ആണ്, തിരിച്ചും. എന്നാൽ ചില അപവാദങ്ങളുണ്ട്:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
ml: നിങ്ങളുടെ DirPort തുറക്കുകയാണെങ്കിൽ, ടോർ ക്ലയന്റുകൾ നിങ്ങളോട് ഡയറക്ടറിയുടെ ഒരു പകർപ്പ് ആവശ്യപ്പെടും.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
ml: അവർ ചെയ്യുന്ന അഭ്യർത്ഥന (ഒരു എച്ച്ടിടിപി GET) വളരെ ചെറുതാണ്, പ്രതികരണം ചിലപ്പോൾ വളരെ വലുതാണ്.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
ml: നിങ്ങളുടെ "റൈറ്റ്" ബൈറ്റ് എണ്ണവും നിങ്ങളുടെ "റീഡ്" ബൈറ്റ് എണ്ണവും തമ്മിലുള്ള വ്യത്യാസത്തിന് ഇത് കാരണമാകാം.

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
ml: നിങ്ങൾ ഒരു എക്സിറ്റ് നോഡായി പ്രവർത്തിക്കുമ്പോൾ മറ്റൊരു ചെറിയ അപവാദം കാണിക്കുന്നു, കൂടാതെ നിങ്ങൾ ഒരു എക്സിറ്റ് കണക്ഷനിൽ നിന്ന് കുറച്ച് ബൈറ്റുകൾ വായിക്കുകയും ചെയ്യുന്നു (ഉദാഹരണത്തിന്, ഒരു തൽക്ഷണ സന്ദേശമയയ്ക്കൽ അല്ലെങ്കിൽ എസ്എച്ച് കണക്ഷൻ) ടോർ നെറ്റ്‌വർക്കിലൂടെയുള്ള ഗതാഗതത്തിനായി 512 ബൈറ്റ് സെല്ലിലേക്ക് പൊതിയുക.

source: How do I decide if I should run a relay?
ml: ഞാൻ ഒരു റിലേ പ്രവർത്തിപ്പിക്കണമോ എന്ന് എങ്ങനെ തീരുമാനിക്കും?

source: I want to upgrade/move my relay. How do I keep the same key?
ml: എന്റെ റിലേ അപ്‌ഗ്രേഡുചെയ്യാൻ / നീക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു. ഒരേ കീ ഞാൻ എങ്ങനെ സൂക്ഷിക്കും?

source: When upgrading your Tor relay, or moving it on a different computer, the important part is to keep the same identity keys (stored in "keys/ed25519_master_id_secret_key" and "keys/secret_id_key" in your DataDirectory).
ml: നിങ്ങളുടെ ടോർ റിലേ അപ്‌ഗ്രേഡുചെയ്യുമ്പോഴോ അല്ലെങ്കിൽ മറ്റൊരു കമ്പ്യൂട്ടറിൽ അത് നീക്കുമ്പോഴോ, പ്രധാന ഐഡന്റിറ്റി കീകൾ (നിങ്ങളുടെ ഡാറ്റഡയറക്ടറിയിലെ "keys/ed25519_master_id_secret_key", "keys/secret_id_key" എന്നിവയിൽ സൂക്ഷിച്ചിരിക്കുന്നു).

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
ml: ഐഡന്റിറ്റി കീകളുടെ ബാക്കപ്പുകൾ സൂക്ഷിക്കുന്നതിലൂടെ നിങ്ങൾക്ക് ഭാവിയിൽ ഒരു റിലേ പുന : സ്ഥാപിക്കാൻ കഴിയും, റിലേയുടെ പ്രശസ്തി പാഴാകില്ലെന്ന് ഉറപ്പാക്കാനുള്ള ശുപാർശിത മാർഗമാണിത്.

source: This means that if you're upgrading your Tor relay and you keep the same torrc and the same DataDirectory, then the upgrade should just work and your relay will keep using the same key.
ml: ഇതിനർത്ഥം നിങ്ങൾ ടോർ റിലേ അപ്‌ഗ്രേഡുചെയ്യുകയും അതേ ടോർക്കും അതേ ഡാറ്റാ ഡയറക്‌ടറിയും സൂക്ഷിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, അപ്‌ഗ്രേഡ് പ്രവർത്തിക്കുകയും നിങ്ങളുടെ റിലേ അതേ കീ ഉപയോഗിക്കുകയും ചെയ്യും.

source: If you need to pick a new DataDirectory, be sure to copy your old keys/ed25519_master_id_secret_key and keys/secret_id_key over.
ml: നിങ്ങൾക്ക് ഒരു പുതിയ ഡാറ്റാ ഡയറക്ടറി തിരഞ്ഞെടുക്കണമെങ്കിൽ, നിങ്ങളുടെ old keys/ed25519_master_id_secret_key and keys/secret_id_key എന്നിവ പകർത്തുന്നത് ഉറപ്പാക്കുക.

source: Note: As of Tor 0.2.7 we are using new generation identities for relays based on ed25519 elliptic curve cryptography.
ml: കുറിപ്പ്: ടോർ 0.2.7 വരെ ഞങ്ങൾ ed25519 എലിപ്റ്റിക് കർവ് ക്രിപ്റ്റോഗ്രഫി അടിസ്ഥാനമാക്കി റിലേകൾക്കായി പുതിയ തലമുറ ഐഡന്റിറ്റികൾ ഉപയോഗിക്കുന്നു.

source: Eventually they will replace the old RSA identities, but that will happen in time, to ensure compatibility with older versions.
ml: ക്രമേണ അവ പഴയ ആർ‌എസ്‌എ ഐഡന്റിറ്റികൾ മാറ്റിസ്ഥാപിക്കും, പക്ഷേ പഴയ പതിപ്പുകളുമായി പൊരുത്തപ്പെടൽ ഉറപ്പാക്കുന്നതിന് അത് കൃത്യസമയത്ത് സംഭവിക്കും.

source: Until then, each relay will have both an ed25519 identity (identity key file: keys/ed25519_master_id_secret_key) and a RSA identity (identity key file: keys/secret_id_key).
ml: അതുവരെ, ഓരോ റിലേയിലും ഒരു ed25519 ഐഡന്റിറ്റിയും (ഐഡന്റിറ്റി കീ ഫയൽ: keys/ed25519_master_id_secret_key) ഒരു RSA ഐഡന്റിറ്റിയും (identity key file: keys/secret_id_key) ഉണ്ടായിരിക്കും.

source: You need to copy / backup both of them in order to restore your relay, change your DataDirectory or migrate the relay on a new computer.
ml: നിങ്ങളുടെ റിലേ പുന : സ്ഥാപിക്കുന്നതിനോ ഡാറ്റാഡയറക്ടറി മാറ്റുന്നതിനോ ഒരു പുതിയ കമ്പ്യൂട്ടറിൽ റിലേ മൈഗ്രേറ്റ് ചെയ്യുന്നതിനോ നിങ്ങൾ രണ്ടും പകർത്തുക / ബാക്കപ്പ് ചെയ്യേണ്ടതുണ്ട്.

source: What is the BadExit flag?
ml: എന്താണ് ബാഡ്എക്സിറ്റ് ഫ്ലാഗ്?

source: When an exit is misconfigured or malicious it's assigned the BadExit flag. This tells Tor to avoid exiting through that relay. In effect, relays with this flag become non-exits.
ml: ഒരു എക്സിറ്റ് തെറ്റായി കോൺഫിഗർ ചെയ്യുമ്പോഴോ ക്ഷുദ്രകരമാകുമ്പോഴോ അതിന് ബാഡ് എക്സിറ്റ് ഫ്ലാഗ് നൽകിയിട്ടുണ്ട്. ആ റിലേയിലൂടെ പുറത്തുകടക്കുന്നത് ഒഴിവാക്കാൻ ഇത് ടോറിനോട് പറയുന്നു. ഫലത്തിൽ, ഈ ഫ്ലാഗുള്ള റിലേകൾ പുറത്തുകടക്കുന്നില്ല.

source: If you got this flag then we either discovered a problem or suspicious activity when routing traffic through your exit and weren't able to contact you. Please reach out to the [bad-relays team](https://community.torproject.org/relay/community-resources/bad-relays/) so we can sort out the issue.
ml: നിങ്ങൾക്ക് ഈ ഫ്ലാഗ് ലഭിച്ചിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ എക്സിറ്റ് വഴി ട്രാഫിക് റൂട്ട് ചെയ്യുമ്പോൾ ഞങ്ങൾ ഒരു പ്രശ്നമോ സംശയാസ്പദമായ പ്രവർത്തനമോ കണ്ടെത്തി, നിങ്ങളുമായി ബന്ധപ്പെടാൻ കഴിഞ്ഞില്ല. [മോശം-റിലേ ടീമിലേക്ക്](https://community.torproject.org/relay/community-resources/bad-relays/) ബന്ധപ്പെടുക, അതിനാൽ ഞങ്ങൾക്ക് പ്രശ്നം പരിഹരിക്കാൻ കഴിയും.

source: What type of relays are most needed?
ml: ഏത് തരം റിലേകളാണ് ഏറ്റവും ആവശ്യമുള്ളത്?

source: * The exit relay is the most needed relay type but it also comes with the highest legal exposure and risk (and **you should NOT run them from your home**).
ml: * എക്സിറ്റ് റിലേ ഏറ്റവും ആവശ്യമുള്ള റിലേ തരമാണ്, പക്ഷേ ഇത് ഏറ്റവും ഉയർന്ന നിയമപരമായ എക്‌സ്‌പോഷറും അപകടസാധ്യതയുമുള്ളതാണ് (കൂടാതെ ** നിങ്ങളുടെ വീട്ടിൽ നിന്ന് അവ പ്രവർത്തിപ്പിക്കാൻ പാടില്ല **).

source: * If you are looking to run a relay with minimal effort, fast guard relays are also very useful
ml: * നിങ്ങൾ കുറഞ്ഞ പ്രയത്നത്തോടെ ഒരു റിലേ പ്രവർത്തിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഫാസ്റ്റ് ഗാർഡ് റിലേകളും വളരെ ഉപയോഗപ്രദമാണ്

source: * Followed by bridges.
ml: * പാലങ്ങൾ പിന്തുടരുന്നു.

source: Why do I get portscanned more often when I run a Tor relay?
ml: ഞാൻ ഒരു ടോർ റിലേ പ്രവർത്തിപ്പിക്കുമ്പോൾ എന്തിനാണ് പോർട്ട്സ്കാൻ ചെയ്യുന്നത്?

source: If you allow exit connections, some services that people connect to from your relay will connect back to collect more information about you. For example, some IRC servers connect back to your identd port to record which user made the connection. (This doesn't really work for them, because Tor doesn't know this information, but they try anyway.) Also, users exiting from you might attract the attention of other users on the IRC server, website, etc. who want to know more about the host they're relaying through.
ml: നിങ്ങൾ എക്സിറ്റ് കണക്ഷനുകൾ അനുവദിക്കുകയാണെങ്കിൽ, നിങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ ശേഖരിക്കുന്നതിന് ആളുകൾ നിങ്ങളുടെ റിലേയിൽ നിന്ന് കണക്റ്റുചെയ്യുന്ന ചില സേവനങ്ങൾ തിരികെ ബന്ധിപ്പിക്കും. ഉദാഹരണത്തിന്, ഏത് ഉപയോക്താവാണ് കണക്ഷൻ നൽകിയതെന്ന് റെക്കോർഡുചെയ്യുന്നതിന് ചില ഐആർസി സെർവറുകൾ നിങ്ങളുടെ ഐഡന്റിറ്റി പോർട്ടിലേക്ക് തിരികെ ബന്ധിപ്പിക്കുന്നു. (ഇത് അവർക്ക് ശരിക്കും പ്രവർത്തിക്കുന്നില്ല, കാരണം ടോറിന് ഈ വിവരം അറിയില്ല, പക്ഷേ അവർ എങ്ങനെയെങ്കിലും ശ്രമിക്കുന്നു.) കൂടാതെ, നിങ്ങളിൽ നിന്ന് പുറത്തുകടക്കുന്ന ഉപയോക്താക്കൾ ആഗ്രഹിക്കുന്ന ഐആർ‌സി സെർവർ, വെബ്‌സൈറ്റ് മുതലായവയിലെ മറ്റ് ഉപയോക്താക്കളുടെ ശ്രദ്ധ ആകർഷിച്ചേക്കാം. അവർ റിലേ ചെയ്യുന്ന ഹോസ്റ്റിനെക്കുറിച്ച് കൂടുതലറിയുക.

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
ml: മറ്റൊരു കാരണം, ഇൻറർനെറ്റിൽ ഓപ്പൺ പ്രോക്സികൾക്കായി സ്കാൻ ചെയ്യുന്ന ഗ്രൂപ്പുകൾ ചിലപ്പോൾ ടോർ റിലേകൾ തങ്ങളുടെ സോക്സ് പോർട്ട് ലോകത്തിന് മുന്നിൽ തുറന്നുകാട്ടുന്നുവെന്ന് മനസിലാക്കി. നിങ്ങളുടെ സോക്സ്പോർട്ട് പ്രാദേശിക നെറ്റ്‌വർക്കുകളിലേക്ക് മാത്രം ബന്ധിപ്പിക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.

source: In any case, you need to keep up to date with your security. See this article on [security for Tor relays](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) for more suggestions.
ml: ഏത് സാഹചര്യത്തിലും, നിങ്ങളുടെ സുരക്ഷയുമായി കാലികമായി തുടരേണ്ടതുണ്ട്. കൂടുതൽ നിർദ്ദേശങ്ങൾക്കായി [ടോർ റിലേകൾക്കുള്ള സുരക്ഷ](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide/Security) എന്നതിലെ ഈ ലേഖനം കാണുക.

source: Why isn't my relay being used more?
ml: എന്തുകൊണ്ടാണ് എന്റെ റിലേ കൂടുതൽ ഉപയോഗിക്കാത്തത്?

source: If your relay is relatively new then give it time.
ml: നിങ്ങളുടെ റിലേ താരതമ്യേന പുതിയതാണെങ്കിൽ അതിന് സമയം നൽകുക.

source: Tor decides which relays it uses heuristically based on reports from Bandwidth Authorities. These authorities take measurements of your relay's capacity and, over time, directs more traffic there until it reaches an optimal load.
ml: ബാൻഡ്‌വിഡ്ത്ത് അതോറിറ്റികളിൽ നിന്നുള്ള റിപ്പോർട്ടുകളെ അടിസ്ഥാനമാക്കി ഏത് റിലേകളാണ് ഹ്യൂറിസ്റ്റിക്കായി ഉപയോഗിക്കുന്നതെന്ന് ടോർ തീരുമാനിക്കുന്നു. ഈ അധികാരികൾ നിങ്ങളുടെ റിലേയുടെ ശേഷി അളക്കുന്നു, കാലക്രമേണ, അത് ഒരു മികച്ച ലോഡിലെത്തുന്നതുവരെ അവിടെ കൂടുതൽ ട്രാഫിക്കിനെ നയിക്കുന്നു.

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
ml: ഒരു പുതിയ റിലേയുടെ ജീവിതചക്രം [ഈ ബ്ലോഗ് പോസ്റ്റിൽ](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) കൂടുതൽ ആഴത്തിൽ വിശദീകരിച്ചിരിക്കുന്നു.

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
ml: നിങ്ങൾ കുറച്ച് കാലമായി ഒരു റിലേ പ്രവർത്തിപ്പിക്കുകയും ഇപ്പോഴും പ്രശ്നങ്ങളുണ്ടെങ്കിൽ [ടോർ-റിലേകളുടെ പട്ടിക](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/) ചോദിക്കാൻ ശ്രമിക്കുക.

source: My relay is picking the wrong IP address.
ml: എന്റെ റിലേ തെറ്റായ ഐപി വിലാസം തിരഞ്ഞെടുക്കുന്നു.

source: Tor guesses its IP address by asking the computer for its hostname, and then resolving that hostname. Often people have old entries in their /etc/hosts file that point to old IP addresses.
ml: കമ്പ്യൂട്ടറിന്റെ ഹോസ്റ്റ്നാമം ആവശ്യപ്പെട്ടുകൊണ്ട് ടോർ അതിന്റെ ഐപി വിലാസം ഊഹിക്കുന്നു, തുടർന്ന് ആ ഹോസ്റ്റ്നാമം പരിഹരിക്കുന്നു. മിക്കപ്പോഴും ആളുകൾക്ക് അവരുടെ /etc/hosts ഫയലിൽ പഴയ എൻ‌ട്രികൾ ഉണ്ട്, അത് പഴയ IP വിലാസങ്ങളിലേക്ക് പോയിന്റുചെയ്യുന്നു.

source: If that doesn't fix it, you should use the "Address" config option to specify the IP you want it to pick. If your computer is behind a NAT and it only has an internal IP address, see the following Support entry on dynamic IP addresses.
ml: അത് പരിഹരിച്ചില്ലെങ്കിൽ, നിങ്ങൾ തിരഞ്ഞെടുക്കേണ്ട ഐപി വ്യക്തമാക്കാൻ "വിലാസം" കോൺഫിഗറേഷൻ ഓപ്ഷൻ ഉപയോഗിക്കണം. നിങ്ങളുടെ കമ്പ്യൂട്ടർ ഒരു നാറ്റിനു പിന്നിലാണെങ്കിൽ അതിന് ഒരു ആന്തരിക ഐപി വിലാസം മാത്രമേ ഉള്ളൂവെങ്കിൽ, ഡൈനാമിക് ഐപി വിലാസങ്ങളിൽ ഇനിപ്പറയുന്ന പിന്തുണ എൻ‌ട്രി കാണുക.

source: Also, if you have many addresses, you might also want to set "OutboundBindAddress" so external connections come from the IP you intend to present to the world.
ml: കൂടാതെ, നിങ്ങൾക്ക് ധാരാളം വിലാസങ്ങളുണ്ടെങ്കിൽ, "ഔട്ട്‌ബൗണ്ട് ബൈൻഡ് അഡ്രസ്" സജ്ജീകരിക്കാനും നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം, അതിനാൽ നിങ്ങൾ ലോകത്തിന് മുന്നിൽ അവതരിപ്പിക്കാൻ ഉദ്ദേശിക്കുന്ന ഐപിയിൽ നിന്നാണ് ബാഹ്യ കണക്ഷനുകൾ വരുന്നത്.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ml: ടോറിലൂടെ മാത്രം ആക്‌സസ് ചെയ്യാവുന്ന വെബ്‌സൈറ്റുകളെക്കുറിച്ച് ഞാൻ കേട്ടിട്ടുണ്ട്. എന്താണ് ഈ വെബ്‌സൈറ്റുകൾ, എനിക്ക് അവ എങ്ങനെ ആക്‌സസ് ചെയ്യാൻ കഴിയും?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ml: ടോറിലൂടെ മാത്രം ആക്‌സസ് ചെയ്യാവുന്ന വെബ്‌സൈറ്റുകളെ "ഉള്ളി" എന്ന് വിളിക്കുകയും ടി‌എൽ‌ഡിയിൽ അവസാനിക്കുകയും ചെയ്യുന്നു .ഓനിയൻ.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
ml: ഉദാഹരണത്തിന്, ഡക്ക്ഡക്ക്ഗോ ഉള്ളി [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion) ആണ്.

source: You can access these websites by using Tor Browser.
ml: ടോർ ബ്രൗസർ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഈ വെബ്‌സൈറ്റുകൾ ആക്സസ് ചെയ്യാൻ കഴിയും.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ml: വാനില വെബ്‌സൈറ്റുകളുടെ സാധാരണ രീതിയിൽ സെർച്ച് എഞ്ചിനുകളിൽ ഉള്ളി സൂചികയിലാക്കാത്തതിനാൽ വിലാസങ്ങൾ വെബ്‌സൈറ്റ് ഹോസ്റ്റ് നിങ്ങളുമായി പങ്കിടണം.

source: What is a .onion or what are onion services?
ml: എന്താണ് .onion അല്ലെങ്കിൽ എന്താണ് ഉള്ളി സേവനങ്ങൾ?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ml: ഉള്ളി സേവനങ്ങൾ ആളുകളെ ബ്രൗസ് ചെയ്യാനും അജ്ഞാത വെബ്‌സൈറ്റുകൾ പ്രസിദ്ധീകരിക്കുന്നതുൾപ്പെടെ അജ്ഞാതമായി പ്രസിദ്ധീകരിക്കാനും അനുവദിക്കുന്നു.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with [SecureDrop](https://securedrop.org/) or [OnionShare](https://onionshare.org/), safer software updates, and more secure ways to reach popular websites like [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/).
ml: മെറ്റാഡാറ്റ രഹിത ചാറ്റിനും ഫയൽ പങ്കിടലിനും ഉള്ളി സേവനങ്ങളെ ആശ്രയിച്ചിരിക്കുന്നു, [സെക്യുർ ഡ്രോപ്പ്](https://securedrop.org/) അല്ലെങ്കിൽ [ജൂനിയർ ഷെയർ](https://onionshare.org/) പോലുള്ള മാധ്യമപ്രവർത്തകരും അവരുടെ ഉറവിടങ്ങളും തമ്മിലുള്ള സുരക്ഷിതമായ ഇടപെടൽ. സുരക്ഷിതമായ സോഫ്റ്റ്‌വെയർ അപ്‌ഡേറ്റുകൾ, [Facebook](https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/) പോലുള്ള ജനപ്രിയ വെബ്‌സൈറ്റുകളിൽ എത്തിച്ചേരാനുള്ള കൂടുതൽ സുരക്ഷിത മാർഗങ്ങൾ.

source: These services use the special-use top level domain (TLD) .onion (instead of .com, .net, .org, etc..) and are only accessible through the Tor network.
ml: ഈ സേവനങ്ങൾ‌ പ്രത്യേക ഉപയോഗ ടോപ്പ് ലെവൽ‌ ഡൊമെയ്‌ൻ‌ (ടി‌എൽ‌ഡി) ഉപയോഗിക്കുന്നു .ഓണിയൻ‌ (.com, .net, .org, മുതലായവയ്‌ക്ക് പകരം) കൂടാതെ ടോർ‌ നെറ്റ്‌വർ‌ക്കിലൂടെ മാത്രമേ ആക്‌സസ് ചെയ്യാൻ‌ കഴിയൂ.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
ml: ഒരു ഉള്ളി സേവനം ഉപയോഗിക്കുന്ന ഒരു വെബ്‌സൈറ്റ് ആക്‌സസ്സുചെയ്യുമ്പോൾ, ടോർ ബ്രൗസർ നിങ്ങളുടെ കണക്ഷന്റെ അവസ്ഥ പ്രദർശിപ്പിക്കുന്ന ഒരു ചെറിയ പച്ച ഉള്ളിയുടെ ഐക്കൺ URL ബാറിൽ കാണിക്കും: സുരക്ഷിതവും ഉള്ളി സേവനം ഉപയോഗിക്കുന്നതും.

source: ![Onion icon](/static/images/onion-website.png)
ml: ![ഉള്ളി ഐക്കൺ](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
ml: നിങ്ങൾ എച്ച്ടിടിപി‌എസും സവാള സേവനവും ഉള്ള ഒരു വെബ്‌സൈറ്റിലേക്ക് പ്രവേശിക്കുകയാണെങ്കിൽ, അത് പച്ച ഉള്ളിയുടെയും പാഡ്‌ലോക്കിന്റെയും ഐക്കൺ കാണിക്കും.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
ml: ![പാഡ്‌ലോക്കിനൊപ്പം പച്ച ഉള്ളി](/static/images/padlock-onion.png)

source: I cannot reach X.onion!
ml: എനിക്ക് X.onion- ൽ എത്താൻ കഴിയില്ല!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ml: നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഒണിയൻ സേവനത്തിൽ എത്താൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങൾ 16 പ്രതീകങ്ങൾ നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുക അല്ലെങ്കിൽ ഏറ്റവും പുതിയ ഫോർമാറ്റ് 56 പ്രതീക ഉള്ളി വിലാസം ശരിയായി നൽകി: ഒരു ചെറിയ തെറ്റ് പോലും ടോർ ബ്രൗസറിനെ സൈറ്റിലെത്തുന്നതിൽ നിന്ന് തടയും.

source: If you are still unable to connect to the onion service, please try again later.
ml: നിങ്ങൾക്ക് ഇപ്പോഴും ഒണിയൻ സേവനത്തിലേക്ക് കണക്റ്റുചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, പിന്നീട് വീണ്ടും ശ്രമിക്കുക.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ml: ഒരു താൽക്കാലിക കണക്ഷൻ പ്രശ്‌നമുണ്ടാകാം, അല്ലെങ്കിൽ മുന്നറിയിപ്പില്ലാതെ സൈറ്റ് ഓപ്പറേറ്റർമാർ ഇത് ഓഫ്‌ലൈനിൽ പോകാൻ അനുവദിച്ചിരിക്കാം.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
ml: [DuckDuckGo- ന്റെ ഉള്ളി സേവനത്തിലേക്ക്](http://3g2upl4pq6kufc4m.onion) കണക്റ്റുചെയ്യുന്നതിലൂടെ നിങ്ങൾക്ക് മറ്റ് ഉള്ളി സേവനങ്ങൾ ആക്‌സസ്സുചെയ്യാനാകുമെന്ന് ഉറപ്പാക്കാനും കഴിയും.

source: Does the Tor Project run any Onion Services?
ml: ടോർ പ്രോജക്റ്റ് ഏതെങ്കിലും ഉള്ളി സേവനങ്ങൾ പ്രവർത്തിപ്പിക്കുന്നുണ്ടോ?

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
ml: അതെ! ഞങ്ങളുടെ ഉള്ളി സേവനങ്ങളുടെ ഒരു ലിസ്റ്റ് [onion.torproject.org](https://onion.torproject.org/) ൽ ലഭ്യമാണ്.

source: What do the different onion icons in the address bar mean?
ml: വിലാസ ബാറിലെ വ്യത്യസ്ത ഉള്ളി ഐക്കണുകൾ എന്താണ് അർത്ഥമാക്കുന്നത്?

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
ml: ഒരു ഉള്ളി സേവനം ബ്രൗസുചെയ്യുമ്പോൾ, ടോർ ബ്രൗസർ നിലവിലെ വെബ്‌പേജിന്റെ സുരക്ഷയെ സൂചിപ്പിക്കുന്ന വിലാസ ബാറിൽ വ്യത്യസ്ത ഉള്ളി ഐക്കണുകൾ പ്രദർശിപ്പിക്കുന്നു.

source: ![Image of a green onion](/static/images/green-onion.png)
ml: ![പച്ച ഉള്ളിയുടെ ചിത്രം](/static/images/green-onion.png)

source: A green onion means:
ml: പച്ച ഉള്ളി അർത്ഥമാക്കുന്നത്:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
ml: - ഉള്ളി സേവനം എച്ച്ടിടിപി അല്ലെങ്കിൽ എച്ച്ടിടിപിഎസ് വഴി സ്വയം ഒപ്പിട്ട സർട്ടിഫിക്കറ്റ് നൽകുന്നു.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
ml: ![ലോക്കിനൊപ്പം പച്ച ഉള്ളിയുടെ ചിത്രം](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
ml: ലോക്ക് ഉള്ള പച്ച ഉള്ളി അർത്ഥമാക്കുന്നത്:

source: - The Onion Service is served over HTTPS with a CA-Issued certificate.
ml: - സി‌എ-ഇഷ്യു ചെയ്ത സർ‌ട്ടിഫിക്കറ്റ് ഉപയോഗിച്ച് എച്ച്ടിടി‌പി‌എസ് വഴി ഉള്ളി സേവനം നൽകുന്നു.

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
ml: ![ചുവന്ന സ്ലാഷുള്ള ചാര സവാളയുടെ ചിത്രം](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
ml: ചുവന്ന സ്ലാഷുള്ള ചാര സവാള അർത്ഥമാക്കുന്നത്:

source: - The Onion Service is served over HTTPS with a self-signed or CA-Issued certificate.
ml: - സ്വയം ഒപ്പിട്ട അല്ലെങ്കിൽ സി‌എ ഇഷ്യു ചെയ്ത സർ‌ട്ടിഫിക്കറ്റ് ഉപയോഗിച്ച് എച്ച്ടിടി‌പി‌എസ് വഴി ഉള്ളി സേവനം നൽകുന്നു.

source: - The webpage contains subresources served over HTTP.
ml: - വെബ്‌പേജിൽ എച്ച്ടിടിപി വഴി നൽകുന്ന ഉപ ഉറവിടങ്ങൾ അടങ്ങിയിരിക്കുന്നു.

source: How to Report a Bug or Give Feedback
ml: ഒരു ബഗ് എങ്ങനെ റിപ്പോർട്ടുചെയ്യാം അല്ലെങ്കിൽ ഫീഡ്‌ബാക്ക് നൽകാം

source: Tor relies on the support of users and volunteers around the world to help us improve our software and resources, so your feedback is extremely valuable to us (and to all Tor users).
ml: ഞങ്ങളുടെ സോഫ്റ്റ്വെയറും വിഭവങ്ങളും മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് ലോകമെമ്പാടുമുള്ള ഉപയോക്താക്കളുടെയും സന്നദ്ധപ്രവർത്തകരുടെയും പിന്തുണയെ ടോർ ആശ്രയിക്കുന്നു, അതിനാൽ നിങ്ങളുടെ ഫീഡ്ബാക്ക് ഞങ്ങൾക്ക് (എല്ലാ ടോർ ഉപയോക്താക്കൾക്കും) വളരെ വിലപ്പെട്ടതാണ്.

source: ### Feedback template
ml: ### ഫീഡ്‌ബാക്ക് ടെംപ്ലേറ്റ്

source: When sending us feedback or reporting a bug, please include as many of these as possible:
ml: ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുമ്പോഴോ ഒരു ബഗ് റിപ്പോർട്ടുചെയ്യുമ്പോഴോ, ഇവയിൽ പരമാവധി ഉൾപ്പെടുത്തുക:

source: * OS you are using
ml: * നിങ്ങൾ ഉപയോഗിക്കുന്ന OS

source: * Tor Browser version
ml: * ടോർ ബ്രൗസർ പതിപ്പ്

source: * Step by step of how you got to the issue, so we can reproduce it (e.g. I opened the browser, typed a url, clicked on (i) icon, then my browser crashed)
ml: * നിങ്ങൾ എങ്ങനെ പ്രശ്‌നത്തിലേക്ക് എത്തിയെന്നതിന്റെ ഘട്ടം ഘട്ടമായി, അതിനാൽ ഞങ്ങൾക്ക് ഇത് പുനർനിർമ്മിക്കാൻ കഴിയും (ഉദാ. ഞാൻ ബ്രൗസർ തുറന്നു, ഒരു url ടൈപ്പുചെയ്തു, (i) ഐക്കണിൽ ക്ലിക്കുചെയ്‌തു, തുടർന്ന് എന്റെ ബ്രൗസർ തകർന്നു)

source: * A screenshot of the problem
ml: * പ്രശ്നത്തിന്റെ ഒരു സ്ക്രീൻഷോട്ട്

source: * The log
ml: * ലോഗ്

source: ### How to Reach Us
ml: ### ഞങ്ങളെ എങ്ങനെ ബന്ധപ്പെടാം

source: There are several ways to reach us, so please use what works best for you.
ml: ഞങ്ങളെ സമീപിക്കാൻ നിരവധി മാർഗങ്ങളുണ്ട്, അതിനാൽ നിങ്ങൾക്ക് ഏറ്റവും അനുയോജ്യമായത് ഉപയോഗിക്കുക.

source: #### Trac
ml: #### ട്രാക്ക്

source: You can file a ticket at [https://trac.torproject.org](https://trac.torproject.org). We track all Tor Browser 9 related issues with the tbb-9.0-issues keyword. Tickets related to our website should be added with the component "Webpages/Website."
ml: നിങ്ങൾക്ക് [https://trac.torproject.org](https://trac.torproject.org) എന്നതിൽ ടിക്കറ്റ് ഫയൽ ചെയ്യാം. ടോർ ബ്രൗസർ 9 അനുബന്ധ പ്രശ്നങ്ങളെല്ലാം tbb-9.0- പ്രശ്ന കീവേഡ് ഉപയോഗിച്ച് ഞങ്ങൾ ട്രാക്കുചെയ്യുന്നു. ഞങ്ങളുടെ വെബ്‌സൈറ്റുമായി ബന്ധപ്പെട്ട ടിക്കറ്റുകൾ "Webpages/Website" എന്ന ഘടകത്തിനൊപ്പം ചേർക്കണം.

source: #### Email
ml: #### ഇമെയിൽ

source: Send us an email to frontdesk@torproject.org
ml: frontdesk@torproject.org ലേക്ക് ഞങ്ങൾക്ക് ഒരു ഇമെയിൽ അയയ്ക്കുക

source: #### Blog post comments
ml: #### ബ്ലോഗ് പോസ്റ്റ് അഭിപ്രായങ്ങൾ

source: You can always leave comments on the blog post related to the issue or feedback you want to report. If there is not a blog post related to your issue, please contact us another way.
ml: പ്രശ്നവുമായി ബന്ധപ്പെട്ട ബ്ലോഗ് പോസ്റ്റിൽ അല്ലെങ്കിൽ നിങ്ങൾ റിപ്പോർട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഫീഡ്ബാക്കിൽ നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും അഭിപ്രായങ്ങൾ നൽകാം. നിങ്ങളുടെ പ്രശ്നവുമായി ബന്ധപ്പെട്ട ഒരു ബ്ലോഗ് പോസ്റ്റ് ഇല്ലെങ്കിൽ, ദയവായി ഞങ്ങളെ മറ്റൊരു രീതിയിൽ ബന്ധപ്പെടുക.

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
ml: ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് നൽകാനോ ബഗുകൾ / പ്രശ്നങ്ങൾ റിപ്പോർട്ടുചെയ്യാനോ OFTC- ലെ #tor ചാനലിൽ നിങ്ങൾക്ക് ഞങ്ങളെ കണ്ടെത്താൻ കഴിയും. ഞങ്ങൾ ഉടനടി പ്രതികരിക്കില്ലായിരിക്കാം, പക്ഷേ ഞങ്ങൾ ബാക്ക്‌ലോഗ് പരിശോധിക്കുകയും ഞങ്ങൾക്ക് കഴിയുമ്പോൾ നിങ്ങളെ ബന്ധപ്പെടുകയും ചെയ്യും.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
ml: എങ്ങനെ ബന്ധിപ്പിക്കാമെന്ന് മനസിലാക്കുക [OFTC servers](/ml/get-in-touch/irc-help).

source: #### Email Lists
ml: #### ഇമെയിൽ ലിസ്റ്റുകൾ

source: For feedback or issues related to Tor Browser, Tor network or other projects developed by Tor: [tor-talk](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)
ml: ടോർ ബ്രൗസർ, ടോർ നെറ്റ്‌വർക്ക് അല്ലെങ്കിൽ ടോർ വികസിപ്പിച്ച മറ്റ് പ്രോജക്റ്റുകളുമായി ബന്ധപ്പെട്ട ഫീഡ്‌ബാക്കിനോ പ്രശ്‌നങ്ങൾക്കോ: [ടോർ-ടോക്ക്](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-talk)

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
ml: ഫീഡ്‌ബാക്കിനോ ഞങ്ങളുടെ വെബ്‌സൈറ്റുകളുമായി ബന്ധപ്പെട്ട പ്രശ്‌നങ്ങൾക്കോ: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
ml: ടോർ റിലേ പ്രവർത്തിപ്പിക്കുന്നതുമായി ബന്ധപ്പെട്ട ഫീഡ്‌ബാക്കിനോ പ്രശ്‌നങ്ങൾക്കോ: [ടോർ-റിലേകൾ](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
ml: ടോർ ബ്രൗസർ‌ മാനുവൽ‌ അല്ലെങ്കിൽ‌ പിന്തുണാ വെബ്‌സൈറ്റുമായി ബന്ധപ്പെട്ട ഉള്ളടക്കത്തെക്കുറിച്ചുള്ള ഫീഡ്‌ബാക്കിനായി: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
