Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
ka: მომხმარებლების დიდი ნაწილი, საერთოდ შეეშვებოდა Tor-ის გამოყენებას, თუ JavaScript-ს სრულად გავთიშავდით, ვინაიდან ეს ძალიან ბევრ დაბრკოლებას შეუქმნიდა მათ.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
ka: საერთო ჯამში, ჩვენ გვსურს, რომ Tor-ბრაუზერი იყოს, რაც შეიძლება მეტად დაცული, ამავდროულად კი გამოსადეგი მომხმარებელთა უმრავლესობისთვის, ეს კი სწორედ მიიღწევა JavaScript-ის ჩართულად დატოვებით, ნაგულისხმევად.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
ka: იმ მომხმარებლებს, რომელთაც სურთ JavaScript გამორთონ ყველა HTTP-საიტზე ნაგულისხმევად, ვურჩევთ შეცვალონ Tor-ბრაუზერის „უსაფრთხოების დონე“.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
ka: ამი გაკეთება შესაძლებელია დაწკაპებით უსაფრთხოების ხატულაზე (პატარა ნაცრისფერი ფარის ნიშანი ზედა მარჯვენა კუთხეში), შემდეგ კი „უსაფრთხოების დამატებით პარამეტრებზე...".

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
ka: „ჩვეულებრივ“ დონეზე დაშვებულია JavaScript, თუმცა „მეტად დაცული“ და „სრულიად დაცული“ დონეები, ორივე ზღუდავს JavaScript-ს HTTP-საიტებზე.

source: Can you get rid of all the CAPTCHAs?
ka: რამენაირად შესაძლებელია შესამოწმებელი გამოსახულებებისთვის (CAPTCHA) თავის არიდება?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ka: სამწუხაროდ, ვებსაიტების ნაწილი ავალდებულებს Tor-ის მომხმარებლებს შემოწმების (CAPTCHA) გავლას, რისი მოცილებაც ჩვენ არ შეგვიძლია.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ka: ერთადერთი გამოსავალი ამ შემთხვევაში ის იქნება, აცნობოთ ვებსაიტის მფლობელებს რომ მათი შესამოწმებელი გამოსახულებები ხელს უშლის მომხმარებლებს, მათ შორის თქვენც, მათ მიერ შემოთავაზებული მომსახურებებით სარგებლობაში.

source: Can I run multiple instances of Tor Browser?
ka: შეიძლება რამდენიმე Tor-ბრაუზერის ერთდროულად გაშვება?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
ka: ჩვენ არ გირჩევთ რამდენიმე Tor-ბრაუზერის ერთდროულად გაშვებას, ვინაიდან სათანადოდ შეიძლება ვერ იმუშაოს სისტემების უმეტესობაზე.

source: I need Tor Browser in a language that's not English.
ka: მესაჭიროება Tor-ბრაუზერი ინგლისურისგან განსხვავებულ ენაზე.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
ka: ჩვენ გვსურს, ყველას შეეძლოს Tor-ბრაუზერის საკუთარ ენაზე გამოყენება. Tor-ბრაუზერი ახლა უკვე [ხელმისაწვდომია 30 სხვადასხვა ენაზე](https://www.torproject.org/ka/download/languages/) და ვმუშაობთ კიდევ მეტის დასამატებლად. გსურთ დაგვეხმაროთ თარგმნაში? [გახდით მთარგმნელი!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
ka: აგრეთვე, შეგიძლიათ დაგვეხმაროთ მოცემული ენების შემოწმებაში, თუ დააყენებთ და გამოცდით [Tor-ბრაუზერის Alpha-გამოშვებას](https://www.torproject.org/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
ka: ჩემი ქსელის მმართველი გაიგებს რომ Tor-ბრაუზერს ვიყენებ?

source: When using Tor Browser, no one can see the websites that you visit.
ka: Tor-ბრაუზერის გამოყენებისას, ვერავინ იხილავს, თუ რომელ ვებსაიტებს ეწვევით.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ka: თუმცაღა, თქვენი ინტერნეტის მომსახურების მომწოდებელს და ქსელის მმართველებს შეეძლებათ გაიგონ, რომ Tor-ქსელთან ხართ დაკავშირებული, მაგრამ მათ ვერ ეცოდინებათ, რას აკეთებთ მაგ ქსელის შიგნით.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ka: ხარვეზებს ვაწყდები Facebook-ის, Twitter-ის ან ზოგიერთი სხვა საიტის გარკვეული შესაძლებლობების გამოყენებისას, Tor-ბრაუზერით სარგებლობის დროს.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
ka: ზოგჯერ, JavaScript-ით დატვირთულ საიტებზე შეიმჩნევა ხარვეზები და შეყოვნებები Tor-ბრაუზერში.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
ka: მარტივი გადაწყვეტაა, დაწკაპება უსაფრთხოების ხატულაზე (პატარა ნაცრისფერი ფარის ნიშანი ზედა მარჯვენა კუთხეში), შემდეგ კი „უსაფრთხოების დამატებით პარამეტრებზე...“

source: Set your security to "Standard".
ka: დააყენეთ უსაფრთხოება „ჩვეულებრივ“ რეჟიმზე.

source: Why is Tor Browser built from Firefox and not some other browser?
ka: რატომაა Tor-ბრაუზერი Firefox-ზე დაფუძნებული და არა რომელიმე სხვა ბრაუზერზე?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ka: Tor-ბრაუზერი წარმოადგენს Firefox-ის გადამუშავებულ ვერსიას, მორგებულს საგანგებოდ Tor-ზე.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ka: დიდი სამუშაოებია ჩატარებული Tor-ბრაუზერის შექმნაში, ასევე გარკვეული დანამატების, რომლებიც გამოყენებულია პირადი მონაცემები დაცვისა და უსაფრთხოების გასაუმჯობესებლად.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ka: მიუხედავად იმისა, რომ ტექნიკურად შესაძლებელია Tor-ის სხვა ბრაუზერებით გამოყენებაც, შედეგად თქვენ დაუცველი დარჩებით შესაძლო შეტევებისა და მონაცემების გაჟონვისგან, შესაბამისად, დაჟინებით გირჩევთ, არ სცადოთ ეს.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
ka: [იხილეთ ვრცლად, Tor-ბრაუზერის იერსახის შესახებ](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
ka: Tor-ბრაუზერი განსხვავებულ წრედს იყენებს თითოეული საიტისთვის?

source: In Tor Browser, every new domain gets its own circuit.
ka: Tor-ბრაუზერში, ყოველი ახალი მისამართი იღებს საკუთარ წრედს.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
ka: [Tor-ბრაუზერის იერსახისა და შემუშავების](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) მასალებში უკეთაა ახსნილი, თუ რა შინაარსია ჩადებული მასში.

source: Why did my search engine switch to DuckDuckGo?
ka: რატომაა საძიებო სისტემად DuckDuckGo გამოყენებული?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ka: Tor-ბრაუზერის 6.0.6 გამოშვებიდან მოყოლებული, მთავარ საძიებო სისტემად მითითებულია DuckDuckGo.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
ka: უკვე დიდი ხანია, რაც Disconnect-ს, რომელის გამოიყენებოდა Tor-ბრაუზერში, აღარ ჰქონდა წვდომა Google-ის ძიების შედეგებთან.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
ka: ვინაიდან, Disconnect წარმოადგენს მაკავშირებელ სისტემას, რომელიც მომხმარებლებს აძლევს სხვა საძიებო სისტემების არჩევის საშუალებას, საბოლოოდ მხოლოდ Bing-ის შედეგებს იძლეოდა, რაც უმეტეს შემთხვევაში, არასათანადო ხარისხის იყო.

source: Why does my Tor Browser say something about Firefox not working?
ka: Tor-ბრაუზერი რატომ წერს შეცდომას Firefox-ის გაუმართაობის შესახებ?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
ka: Tor-ბრაუზერი დაფუძნებულია [Firefox ESR-ზე](https://www.mozilla.org/en-US/firefox/organizations/), ასე რომ, შესაძლოა ადგილი ჰქონდეს Firefox-სთან დაკავშირებულ შეცდომებს.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ka: გთხოვთ დარწმუნდით, რომ Tor-ბრაუზერი უკვე არაა გაშვებული და მის ფაილებს ათავსებთ იმ საქაღალდეში, რომელშიც თქვენს ანგარიშს გააჩნია საჭირო ნებართვები.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
ka: თუ იყენებთ ანტივირუსს, გთხოვთ იხილოთ [ჩემი ანტივირუსი ან მავნე პროგრამებისგან დაცვა მიზღუდავს Tor-ბრაუზერთან წვდომას](https://support.torproject.org/#tbb-10), ხშირი შემთხვევაა, როცა ანტივირუსი ან მავნე პროგრამებისგან დაცვა იწვევს ამ ხარვეზს.

source: Why does Google show up in foreign languages?
ka: რატომაა Google უცხო ენაზე?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
ka: Google იყენებს „გეოლოკაციას“ მომხმარებლის ადგილმდებარეობის დასადგენად, რომ თქვენზე მორგებული მომსახურება შემოგთავაზოთ. მათ შორისაა ენა, რომელსაც მიიჩნევს თქვენთვის უმჯობესად და აგრეთვე განსხვავებული სახის შედეგები.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
ka: თუ გსურთ Google იხილოთ ინგლისურად, დაწკაპეთ შესაბამის ბმულზე. თუმცა ჩვენ მიგვაჩნია რომ ეს Tor-ის უპირატესი შესაძლებლობაა და არა ნაკლი --- ინტერნეტი არაა ერთგვაროვანი, სინამდვილეში იგი განსხვავებულად გამოიყურება, იმისდა მიხედვით, თუ სად იმყოფებით. ეს შესაძლებლობა კი ხალხს, ამ ჭეშმარიტებას ახსენებს.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
ka: შენიშნავდით, რომ Google ძიებისას მისამართით გადასცემს სახელი/მნიშვნელობის წყვილს ცვლადებად დასახელებით „hl“. თუ მიუთითებთ რომ „hl“ იყოს „en“, მაშინ Google ძიების შედეგებს დააბრუნებს ინგლისურად, მიუხედავად იმისა, თუ Google-ის რომელ სერვერზე გადაგამისამართებთ. მოთხოვნა იქნება შემდეგნაირი:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
ka: მეორე გზაა, უბრალოდ თქვენი ქვეყნის კოდით გამოიყენოთ Google. ეს შეიძლება იყოს google.ge, google.de, google.us და ა. შ.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
ka: Google მაიძულებს გავიარო CAPTCHA ან მეუბნება რომ მავნე პროგრამა მიყენია

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
ka: ეს ცნობილი ხარვეზია, რომელიც დროდადრო იჩენს ხოლმე თავს; თუმცა არ ნიშნავს, რომ Google მავნე პროგრამად მიიჩნევს Tor-ს.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
ka: როცა Tor-ით სარგებლობთ, თქვენ აგზავნით მოთხოვნებს გამსვლელი წერტილის მეშვეობით, რომელსაც შესაძლოა ათასობით სხვა მომხმარებელიც იყენებდეს. Tor-ის მოხმარებისას ამ შეტყობინებას მაშინ იხილავთ, როცა Tor-ის ბევრი მომხმარებელი გაუგზავნის Google-ს მოთხოვნებს მცირე დროში. Google მონაცემთა გაზრდილ მოცულობას ერთი IP-მისამართიდან (იმ გამსვლელი წერტილის, რომელიც მოგენიჭათ) მიიჩნევს მის საიტზე მიტანილ „იერიშად“, რის გამოც დროებით ანელებს კავშირის მცდელობებს ამ IP-მისამართიდან.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
ka: შეგიძლიათ სცადოთ „წრედის შეცვლა ამ საიტისთივს“ სხვა IP-მისამართიდან შესასვლელად საიტზე.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
ka: კიდევ ერთი ახსნაა, რომ Google ცდილობს აღმოაჩინოს გარკვეული სახის მეთვალყურე და მავნე პროგრამები, რომლებიც აგზავნის ცალკეულ მოთხოვნებს Google-ის საძიებოში. იგი ინიშნავს ამ IP-მისამართებს, რომლებიდანაც იღებს ასეთ მოთხოვნებს (არ იცის რომ Tor-ის გამსვლელი წერტილებია) და ცდილობს გაგაფრთხილოთ, რომ ამ IP-მისამართებიდან მომავალი კავშირი მიუთითებს დაინფიცირებაზე.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
ka: ჩვენი ცნობებით, Google არ ცდილობს აღმოჩენას ან განზრახ შეზღუდვას Tor-ის გამოყენების. შეტყობინებები დაინფიცირებაზე წყდება მოკლე დროის შემდეგ.

source: Gmail warns me that my account may have been compromised
ka: Gmail მაფრთხილებს, რომ ჩემი ანგარიში შესაძლოა მიიტაცეს

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
ka: ზოგჯერ, Gmail-ით Tor-ის მეშვეობით სარგებლობისას, Google აგდებს შეტყობინებას, რომ ანგარიშში შესაძლოა ვინმე უცხომ შეაღწია.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
ka: ამ შეტყობინების ფანჯარაში მოცემულია იმ IP-მისამართებისა და ადგილმდებარეობების ჩამონათვალი, საიდანაც წვდომა იყო თქვენს ანგარიშზე.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
ka: ჩვეულებრივ, ეს ცრუ განგაშია: Google ხედავს შემოსვლებს სრულიად სხვადასხვა ადგილმდებარეობებიდან, Tor-ის მომსახურების გამო, ამიტომ ფიქრობს რომ უმჯობესია გადაამოწმოს, ანგარიშზე ნამდვილი მფლობელი შემოდის თუ არა.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
ka: მიუხედავად იმისა, რომ ეს Tor-ის გამოყენების თანმდევი შედეგია, ამ შეტყობინების სრული უგულებელყოფა არ ღირს.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
ka: მართალია, შესაძლოა ცრუ აღმოჩენა იყოს, მაგრამ არც ისაა გამორიცხული, რომ ვინმემ თქვენი Google-ის ფუნთუშები მიიტაცა.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
ka: ფუნთუშების მიტაცება შესაძლებელია როგორც ფიზიკური წვდომით კომპიუტერთან, ასევე თქვენს ქსელში მიმოცვლილი მონაცემების მეთვალყურეობით.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
ka: თეორიულად, მხოლოდ ფიზიკური წვდომითაა შესაძლებელი თქვენი სისტემის ხელყოფა, ვინაიდან Gmail და მსგავსი მომსახურებები, ფუნთუშებს მხოლოდ SSL-კავშირით აგზავნის.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
ka: პრაქტიკულად კი ვაი რომ [უფრო რთულადაა საქმე](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
ka: და თუ ვინმემ მოიპარა თქვენი google-ის ფუნთუშა, შესაძლოა ანგარიშზე შევიდა უჩვეულო ადგილიდან (თუმცა დანამდვილებით მაინც ვერ ვიტყვით). მოკლედ, ამ ყველაფრის შეჯამება ისაა, რომ Tor-ბრაუზერით სარგებლობისას, Google-ის უსაფრთხოების ზომები, არასასურველია თქვენთვის, ვინაიდან მრავალ ცრუ განგაშს წარმოშობს. ჯობია სხვა მეთოდებს მიმართოთ, მაგალითად გადახედოთ რამე არეული ხომ არაა თქვენს ანგარიშზე, ან აღრიცხული შესვლის დროები, ემთხვევა თუ არა თქვენს შესვლებს.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
ka: ბოლო დროს, Gmail-ის მომხმარებლებს შეუძლიათ ჩართონ [2-საფეხურიანი დამოწმება](https://support.google.com/accounts/answer/185839) ანგარიშებზე შესვლისას, დამატებითი უსაფრთხოების მიზნით.

source: How do I install Tor Browser?
ka: როგორ დავაყენო Tor-ბრაუზერი?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
ka: გთხოვთ, იხილოთ [დაყენების განყოფილება](https://tb-manual.torproject.org/ka/installation/) Tor-ბრაუზერის სახელმძღვანელოში.

source: My internet connection requires an HTTP or SOCKS Proxy
ka: ჩემი ინტერნეტკავშირი საჭიროებს HTTP ან SOCKS-პროქსის

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
ka: შეგიძლიათ გამართოთ პროქსის IP-მისამართი, პორტი და შესვლის მონაცემები [Tor-ბრაუზერის ქსელის პარამეტრებიდან](https://tb-manual.torproject.org/ka/running-tor-browser/). თუ სხვა გზით იყენებთ Tor-ს, გადახედეთ HTTPProxy და HTTPSProxy კონფიგურაციის პარამეტრებს [სახელმძღვანელოში](https://2019.www.torproject.org/docs/tor-manual.html.en), შემდეგ კი ჩაასწორეთ თქვენი torrc ფაილი შესაბამისად. დაგჭირდებათ HTTP-პროქსი GET-მოთხოვნებისთვის, Tor-სიასთან დასაკავშირებლად და ასევე HTTPS-პროქსი, CONNECT-მოთხოვნებისთვის, Tor-გადამცემების მისაღებად. (დასაშვებია, თუ ორივე ერთი პროქსი იქნება). Tor აგრეთვე ამოიცნობს torrc პარამეტრებს Socks4Proxy-სა და Socks5Proxy-ს.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
ka: აგრეთვე, გადახედეთ HTTPProxyAuthenticator და HTTPSProxyAuthenticator პარამეტრებს, თუ თქვენი პროქსი საჭიროებს ანგარიშზე შესვლას. ჩვენთან, მხარდაჭერილია მხოლოდ მარტივი შესვლის შესაძლებლობა, მაგრამ თუ NTLM-დამოწმება გესაჭიროებათ, შეიძლება გამოგადგეთ [ეს პოსტი არქივიდან](https://archives.seul.org/or/talk/Jun-2005/msg00223.html).

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
ka: თუ თქვენი პროქსი, მხოლოდ გარკვეულ პორტებთან კავშირის შესაძლებლობას იძლევა, იხილეთ [ქსელის ფარის](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) გავლის შესახებ, თუ როგორ შეგიძლიათ შეუზღუდოთ არჩევანი თქვენს Tor-ს, რომელ პორტთან ჰქონდეს წვდომა.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ka: მაინც შემიძლია სხვა ბრაუზერების გამოყენება, როგორიცაა Chrome, Firefox, როცა Tor-ბრაუზერს ვიყენებ?

source: You can certainly use another browser while you are also using Tor Browser.
ka: რასაკვირველია, ჩვეულებრივ შეგიძლიათ სხვა ბრაუზერების გამოყენება.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ka: თუმცა, გასათვალისწინებელია, რომ პირადი მონაცემების დაცვის ის საშუალებები, რაც Tor-ბრაუზერშია წარმოდგენილი, სხვა ბრაუზერებს არ გააჩნია.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ka: ასევე, სიფრთხილე გამოიჩინეთ Tor-სა და ნაკლებად უსაფრთხო ბრაუზერებს შორის გადართვისას, ვინაიდან უნებლიეთ, შესაძლოა არასასურველი ბრაუზერი გამოიყენოთ იმ მოქმედებისთვის, რომლისთვისაც Tor-ის გამოყენებას აპირებდით.

source: Can I use Tor with a browser besides Tor Browser?
ka: შემიძლია Tor-ის სხვა ბრაუზერით გამოყენება, გარდა Tor-ბრაუზერისა?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ka: ჩვენ დაჟინებით გირჩევთ არ გამოიყენოთ Tor რომელიმე სხვა ბრაუზერით, გარდა Tor-ბრაუზერისა.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ka: Tor-ის სხვა ბრაუზერით გამოყენებისას, დაუცველი დარჩებით პირადი მონაცემების უსაფრთხოების იმ საშუალებების გარეშე, რომელიც Tor-ბრაუზერს გააჩნია.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
ka: რა განსხვავებაა Tor-ბრაუზერისა და სხვა ბრაუზერების „ინკოგნიტო რეჟიმის“ ან „პირადი ფანჯრების“ გამოყენებისას?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
ka: რა სახელიც არ უნდა ერქვას, „ინკოგნიტო რეჟიმი“ იქნება თუ „პირადი ფანჯრები“, არცერთი არ ფარავს თქვენს ვინაობას ინტერნეტში.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
ka: მათი გამოყენების შემდეგ, უბრალოდ იშლება მონახულებული გვერდების მონაცემები თქვენი კომპიუტერიდან, მაგრამ ეს ვერ დაგიცავთ მოქმედებების აღრიცხვისა და მეთვალყურეობისგან ინტერნეტში.

source: This means that an observer can collect your traffic just as easily as any regular browser.
ka: რაც ნიშნავს, რომ ნებისმიერ თვალისმდევნელს ისევე შეუძლია თქვენზე მონაცემების მოგროვება, როგორც ბრაუზერის ჩვეულებრივი რეჟიმის გამოყენების დროს.
