Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: Onion services offer advantages over ordinary services on the non-private web, including:
it: I servizi Onion offrono vantaggi sui servizi comuni del web pubblico, ovvero:

source: * hidden location and [IP address](#ip-address)
it: * posizione nascosta e [indirizzo IP](#ip-address)

source: * [end-to-end encrypted](#end-to-end-encrypted) [traffic](#traffic) between Tor users and onion services
it: * Il [traffico](#traffic) [criptato con end-to-end](#end-to-end-encrypted) tra gli utenti di Tor e i servizi Onion.

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](#relay) and [bridges](#bridge). Onionoo provides the data for other applications and websites(compass, atlas, etc..) which in turn present Tor network status information to humans.
it: Onionoo è un protocollo web-based per conoscere i [relay di Tor](#relay) e i [bridge](#bridges) attualmente in funzione. Onionoo fornisce i dati per altre applicazioni e siti web(compass, atlas, ecc..) che in cambio forniscono agli umani informazioni riguardo allo stato della rete di Tor.

source: ### onionsite
it: ### oniosite

source: An onionsite is another name for an [onion service](#onion-services), but refers exclusively to websites.
it: Onionsite è un altro nome per definire un [servizio onion](#onion-services), ma si riferisce esclusivamente a un sito web.

source: These websites use the .onion Top Level Domain (TLD).
it: Questi siti web utilizzano il dominio di primo livello (Top Level Domain) .onion.

source: The set of available [onion services](#onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
it: L'insieme dei [servizi onion](#onion-services) disponibili. Per esempio, puoi dire "il mio sito è nello spazio onion" invece di dire "il mio sito è nel Dark Web".

source: ### Operating System (OS)
it: ### Sistema Operativo (OS)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
it: Il software di sistema principale che gestisce l'hardware del computer e le risorse software e fornisce servizi comuni per i programmi. I sistemi operativi per desktop più usati sono Windows, macOS e Linux. Android ed iOS sono quelli dominanti per dispositivi mobili.

source: [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) is a free [app](#app) from The Guardian Project that empowers other apps on your device to use the internet more securely. Orbot uses [Tor](#tor-/-tor-network/-core-tor) to [encrypt](#encryption) your Internet [traffic](#traffic) and hide it by bouncing through a series of computers around the world.
it: [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) è un'[applicazione](#app) gratuita del The Guardian Project che consente ad altre applicazioni sul tuo dispositivo di utilizzare internet in maniera più sicura. Orbot usa [Tor](#tor-/-tor-network/-core-tor) per [cifrare](#encryption) il tuo [traffico](#traffic) Internet e nasconderlo facendolo rimbalzare attraverso una serie di computer in tutto il mondo.

source: Orfox is no longer maintained or supported.
it: Orfox non è più mantenuto o supportato.

source: To browse the web using Tor on Android, please use the supported [Tor Browser for Android](https://www.torproject.org/download/#android) [app](#app) developed by the Tor Project.
it: Per navigare il web utilizzando Tor su Android, si prega di utilizzare l'[applicazione](#app) supportata [Tor Browser per Android](https://www.torproject.org/download/#android) sviluppata dal Tor Project.

source: ### pluggable transports
it: ### trasporti collegabili

source: Tools that [Tor](#tor-/-tor-network/-core-tor) can use to disguise the [traffic](#traffic) it sends out.
it: Strumenti che [Tor](#tor-/-tor-network/-core-tor) può usare per mascherare il [traffico](#traffic) in uscita.

source: This can be useful in situations where an [Internet Service Provider (ISP)](#internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](#tor-/-tor-network/-core-tor).
it: Ciò può essere utile in situazioni in cui un [Internet Service Provider (ISP)](#internet-service-provider-isp) o un'altra autorità stia bloccando attivamente le connessione alla [rete Tor](#tor-/-tor-network/-core-tor).

source: ### private key
it: ### chiave privata

source: The private portion of a [public/private key pair](#public-key-cryptography).
it: La parte privata di un [paio di chiavi pubblico/privato](#public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
it: Questa è la chiave che deve rimanere private, e non diffusa agli altri.

source: A proxy is a middle man between a [client](#client) (like a [web browser](#web-browser)) and a service (like a [web server](#server)).
it: Un proxy è un intermediario tra un [client](#client) (come un [browser web](#web-browser)) e un servizio (come un [server web](#server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
it: Invece di connettersi direttamente al servizio, un client invia il messaggio al proxy. Il proxy effettua la richiesta per conto del client e restituisce la risposta al client. Il servizio vede e comunica solamente con il proxy.

source: ### public key
it: ### chiave pubblica

source: The public portion of a [public/private key pair](#public-key-cryptography).
it: La parte pubblica di un [paio di chiavi pubblico/privato](#public-key-cryptography).

source: This is the key that can be disseminated to others.
it: Questa è la chiave che può essere diffusa agli altri.

source: A public-key cryptography system uses pairs of mathematical keys.
it: Un sistema crittografico a chiave pubblica utilizza paia di chiavi matematiche.

source: The [public key](#public-key) can be disseminated widely while its belonging [private key](#private-key) is known only by the owner of the key pair.
it: La [chiave pubblica](#public-key) può essere ampiamente diffusa mentre la sua corrispondente [chiave privata](#private-key) è nota solamente al proprietario della coppia di chiavi.

source: Any person can [encrypt](#encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
it: Ogni persona può [cifrare](#encryption) un messaggio utilizzando la chiave pubblica del destinatario, ma solo il destinatario in possesso della chiave privata può decifrare il messaggio.

source: Additionally, the private key can be used to create a [signature](#cryptographic-signature) to prove the identity of the creator of a message or other files.
it: In aggiunta, la chiave privata può essere utilizzata per produrra una [firma](#cryptographic-signature) per provare l'identità del creatore di un messaggio o di altri file.

source: This signature can be verified by the public key.
it: La firma può essere verificata dalla chiave pubblica.

source: ### relay
it: ### relé

source: A publicly-listed node in the [Tor network](#tor-/-tor-network/-core-tor) that forwards [traffic](#traffic) on behalf of [clients](#client), and that registers itself with the [directory authorities](#directory-authority).
it: Una pubblica-lista di nodi [Tor network](#tor-/-tor-network/-core-tor) that forwards [traffic](#traffic) on behalf of [clients](#client), e questi registrati con il [directory authorities](#directory-authority).

source: It is an [add-on](#add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](#tor-browser), from different sources. You can Install Satori from the Chrome Web Store.
it: È un [componente aggiuntivo](#add-on-extension-or-plugin) per i browser Chrome o Chromium che ti consente di scaricare diversi programmi di sicurezza e privacy, tra cui [Tor Browser](#tor-browser), da fonti diverse. Puoi installare Satori dal Chrome Web Store.

source: Scramblesuit is similar to obfs4 but has a different set of [bridges](#bridge).
it: Scramblesuit è simile a obsf4 ma utilizza un set diverso di [bridge](#birdges)

source: Elements used for offering dynamic/interactive content via websites.
it: Elementi usati per offrire contenuti dinamici/interattivi attraverso i siti web.

source: ### self-authenticating address
it: ### indirizzo di autenticazione

source: The specialized address format of [onion addresses](#onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onionsite](#onionsite). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
it: Il formato dell'indirizzo specializzato di [indirizzi cipolla] (# indirizzo-cipolla) è auto-autentico. Il formato garantisce automaticamente che l'indirizzo di cipolla sia associato alla chiave utilizzata per proteggere le connessioni a [onionsite] (# onionsite). I nomi di dominio Internet ordinari richiedono che i proprietari dei siti si fidino e siano approvati da un'autorità di certificazione (CA) per questo vincolo e sono soggetti a dirottamento da parte della CA e in genere anche da molte altre parti.

source: A device on a network that offers a service, such as file and web page storage, email or chat.
it: Un dispositivo su una rete che offre un servizio, come archiviazione di file e pagine web, posta elettronica o chat.

source: ### session
it: ### sessione

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](#tor-browser) means that your session data will be wiped when you close the [web browser](#web-browser).
it: Una sessione si riferisce a una conversione tra due device che comunicano su una rete. Usare [Tor Browser](#tor-browser) significa che i dati della tua sessione saranno eliminati quando chiuderai il [web browser](#web-browser).

source: ### single onion service
it: ### singolo servizio onion

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](#circuit) rather than the typical six hops for onion services.
it: Un servizio single onion è un servizio onion che può essere configurato per servizi che non richiedono anonimato, ma che vogliono offrirlo ai clienti che si connettono. I servizi single onion usano solo tre salti nel [circuito](#circuit) invece dei classici 6 dei servizi onion.

source: Stem is a Python (programming language) controller library for core [Tor](#tor-/-tor-network/-core-tor). If you want to control core Tor with python, this is for you.
it: Stem è un Python ( linguaggio di programmazione) controllato dalla libreria per [Tor](#tor-/-tor-network/-core-tor). Se voi volete controllare il core Tor con python, questo è per voi.

source: ### Sybil attack
it: ### attacco Sybil

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
it: L'attacco Sybil in sicurezza informatica è un attacco in cui la reputazione di un sistema è compromessa dalla creazione di un ampio numero di identità che vengono usate per guadagnare un'influenza sproporzionata nella rete.

source: Tails is a "live" [operating system](#operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
it: Tails è un [sistema operativo](#operating-system-os) "live", che puoi eseguire su quasi qualunque computer da un DVD, una chiavetta USB o una scheda SD.

source: It aims to preserve your privacy and anonymity.
it: Mira a preservare la tua privacy e il tuo anonimato.

source: [Learn more about Tails](https://tails.boum.org/).
it: [conosci di più riguardo a Tails](https://tails.boum.org/).

source: ### The Tor Project
it: ### Il Progetto Tor

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
it: Il Tor Project può riferirsi sia a The Tor Project Inc, un'organizzazione 501(c)3 no profit degli Stati Uniti responsabile del mantenimento del software Tor, sia alla community di Tor Project formata da migliaia di volontari da tutti il mondo che contribuiscono a creare Tor.

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](#ip-address), [web browser](#web-browser), [system](#operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
it: La maggior parte dei siti web utilizzano numerosi servizi di terze parti, inclusi tracker pubblicitari e di analisi, che raccolgono dati sul tuo [indirizzo IP](#ip-address), [browser web](#web-browser), [sistema operativo](#operating-system-os) e sul tuo comportamento di navigazione, tutto ciò può collegare la tua attività su siti diversi.

source: [Tor Browser](#tor-browser) prevents a lot of this activity from happening.
it: [Tor Browser](#tor-browser) previene molte di queste attività.

source: It protects you by bouncing your communications around a distributed network of [relays](#relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
it: Ti protegge facendo rimbalzare le tue comunicazioni su una rete distribuita di [relè](#relay) gestiti da volontari in tutto il mondo: impedisce a qualcuno che guarda la tua connessione Internet di apprendere quali siti visiti e impedisce ai siti che visiti di apprendere la tua posizione fisica.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](#little-t-tor).
it: L'insieme dei relay volontari è chiamato rete Tor. A volte il software associato a questa rete è chiamato Core Tor, altre volte ["little-t tor"](#little-t-tor).

source: The way most people use Tor is with [Tor Browser](#tor-browser) which is a version of [Firefox](#firefox) that fixes many privacy issues.
it: Il modo in cui la maggior parte della persone usa Tor è attraverso [Tor Browser](#tor-browser) che è una versione di [Firefox](#firefox) in grado di risolvere molti problemi di privacy.

source: Tor Browser uses the [Tor network](#tor-/-tor-network/-core-tor) to protect your privacy and anonymity.
it: Tor browser utilizza la [rete Tor](#tor-/-tor-network/-core-tor) per proteggere la tua privacy e il tuo anonimato.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](#internet-service-provider-isp) and anyone watching your connection locally.
it: La tua attività internet, inclusi i nomi e gli indirizzi dei siti web che visiti, sarà nascosta al tuo [Internet Service Provider (ISP)](#internet-service-provider-isp) e a chiunque osservi la tua connessione localmente.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet [(IP) address](#ip-address), and will not know who you are unless you explicitly identify yourself.
it: Gli operatori dei siti web e dei servizi che utilizzi, e chiunque li stia osservando, vedranno una connessione proveniente dalla rete Tor invece che dal tuo reale [indirizzo (IP)](#ip-address) Internet, e non sapranno chi sei a meno che non sia tu stesso a identificarti esplicitamente.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](#browser-fingerprinting)” or identifying you based on your browser configuration.
it: In più, Tor Browser è progettato per evitare che i siti raccolgano le tue "[impronte digitali](#browser-fingerprinting)" o ti identifichino in base alla configurazione del tuo browser.

source: By default, Tor Browser does not keep any [browsing history](#browsing-history).
it: Di base, Tor Browser non conserva alcuna [cronologia di navigazione](#browsing-history).

source: [Cookies](#cookie) are only valid for a single [session](#session) (until Tor Browser is exited or a [New Identity](#new-identity) is requested).
it: I [Cookie](#cookie) sono validi soltanto per una singola [sessione](#session) (fino a che Tor Browser non sia chiusto o sia stata richiesta una [Nuova Identità](#new-identity)).

source: ### Tor Launcher
it: ### Launcher di Tor

source: When you run [Tor Browser](#tor-browser) for the first time, you see the Tor Launcher window.
it: Quando avvii [Tor Browser](#tor-browser) per la prima volta, viene visualizzata la finestra di Tor Launcher.

source: It offers you the option to connect directly to the [Tor network](#tor-/-tor-network/-core-tor), or to configure Tor Browser for your connection.
it: Offre la possibilità di connettersi direttamente alla [ rete Tor](#tor-/-tor-network/-core-tor), o di configurare Tor Browser per la tua connessione.

source: In the second case, Tor Launcher will take you through a series of configuration options.
it: Nel secondo caso, Tor Launcher ti guiderà attraverso una serie di opzioni di configurazione.

source: ### Tor log
it: ### log di Tor

source: "Tor log" is an automatically-generated list of [Tor](#tor-/-tor-network/-core-tor)’s activity that can help diagnose problems.
it: "Tor log" è un elenco generato automaticamente dell'attività di [Tor](#tor-/-tor-network/-core-tor) che può aiutare a diagnosticare i problemi.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
it: Quando qualcosa va storto con Tor, potresti vedere un'opzione assieme al messaggio di errore per "copiare il Tor log negli appunti".

source: If you don't see this option and you have [Tor Browser](#tor-browser) open, you can navigate to the [Torbutton](#torbutton) (on the top left of the browser, to the left of the URL bar).
it: Se non vedi questa opzione e hai [Tor Browser](#tor-browser) aperto, puoi navigare fino al [Torbutton](#torbutton) (n alto a sinistra nel browser, a sinistra della barra URL).

source: Click the Tor button, then open Tor Network Settings.
it: Clicca sul bottone di Tor, poi aprie Impostazioni di Rete Tor.

source: You should see an option at the bottom to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
it: Dovresti vedere un'opzione in basso per copiare il log negli appunti, che puoi quindi incollare in un documento per mostrarlo a chiunque ti stia aiutando nella risoluzione del problema.

source: Tor Messenger was a cross-platform chat program that aimed to be secure by default and send all of its [traffic](#traffic) over [Tor](#tor-/-tor-network/-core-tor).
it: Tor Messenger era un programma di chat multipiattaforma che puntava a essere sicuro e a inviare tutto il suo [traffico](#traffic) attraverso [Tor](#tor-/-tor-network/-core-tor).

source: Tor Messenger is not in development anymore.
it: Tor Messenger non è più in sviluppo.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
it: Supportava Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, e altri; abilitiva messaggistica Off-the-Record (OTR) automaticamente; e aveva un'interfaccia grafica di facile utilizzo localizzata in più lingue.

source: This [extension](#add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](#tor-/-tor-network/-core-tor).
it: Questa [estensione](#add-on-extension-or-plugin) configura Thunderbird per creare connessione attraverso [Tor](#tor-/-tor-network/-core-tor).

source: A button marked by a little gray onion to the right of the URL bar.
it: Un bottone segnato da una piccola cipolla grigia alla destra della barra URL.

source: Tor2web is a project to let users access [onion services](#onion-services) without using the [Tor Browser](#tor-browser).
it: Tor2web è un progetto che permette agli utenti di accedere ai [servizi onion](#onion-services) senza utilizzare il [Tor Browser](#tor-browser).

source: TPI is an acronym for The Tor Project, Inc.
it: TPI è l'acronimo di The Tor Project, Inc.

source: Traffic is the data sent and received by [clients](#client) and [servers](#server).
it: Il traffico sono i dati inviati e ricevuti da [clients](#client) and [servers](#server).

source: ### Web Browser
it: ### Browser Web

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and traversing information resources on the World Wide Web.
it: Un web broswer (comunemente conosciuto come broswer) è un'applicazione software per il recupero, la presentazione e l'attraversamento di risorse d'informazione sul World Wide Web.

source: Major web browsers include [Firefox](#firefox), Chrome, Internet Explorer, and Safari.
it: I maggiori browser web includono [Firefox](#firefox), Chrome, Internet Explorer e Safari.

source: ### website mirror
it: ### sito mirror

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
it: Una lista aggiornata dei mirror di torproject.org è disponibile qua: https://www.torproject.org/getinvolved/mirrors.html.en.

source: About
it: Informazioni

source: Documentation
it: Documentazione

source: Press
it: Stampa

source: Jobs
it: Lavori

source: Newsletter
it: Notizie

source: Contact
it: Contatti

source: Donate
it: Dona

source: Support
it: Supporto

source: Community
it: Comunità

source: I have a compelling reason to trace a Tor user. Can you help?
it: Ho una ragione valida per tracciare un utente Tor. Potete aiutarmi?

source: There is nothing the Tor developers can do to trace Tor users.
it: Non c'è nulla che gli sviluppatori di Tor possano fare per tracciare gli utenti di Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
it: Le stesse protezioni che evitano che i malintenzionati infrangano l'anonimità di Tor impediscono anche a noi di tracciare gli utenti.

source: Does the Tor Project offer hosting?
it: Il Progetto Tor offre servizi di hosting?

source: No, the Tor Project does not offer hosting services.
it: No, il Progetto Tor non offre servizi di hosting.

source: Can I change the number of hops Tor uses?
it: Posso cambiare il numero di salti usati da Tor?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
it: Al momento la lunghezza del percorso è impostata a 3 più il numero di nodi che durante il tuo percorso sono sensibili.
