Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: When you run [Tor Browser](#tor-browser) for the first time, you see the Tor Launcher window.
pt: Ao executar o [Tor Browser](#tor-browser) pela primeira vez, vê a janela do Tor Launcher.

source: In the second case Tor Launcher will take you through a series of configuration options.
pt: No segundo caso, o Tor Launcher vai guiá-lo por uma série de opções de configurações.

source: "Tor log" is an automatically-generated list of [Tor](#tor-/-tor-network/-core-tor)’s activity that can help diagnose problems.
pt: Os "registos do Tor" são um lista gerada automaticamente das atividades do [Tor](#tor-/-tor-network/-core-tor) que podem ajudar a diagnosticar problemas.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
pt: Quando algo corre mal com o Tor, poderá ver uma opção junto com a mensagem de erro que diz "Copiar o Registo do Tor para a Área de Transferência".

source: If you don't see this option and you have [Tor Browser](#tor-browser) open, you can navigate to the [Torbutton](#torbutton) (on the top left of the browser, to the left of the URL bar).
pt: Se não estiver a ver essa opção e estiver com o [Tor Browser](#tor-browser) aberto, pode ir até ao [botão Tor](#torbutton) (no canto superior esquerdo do navegador, à esquerda da barra de URL).

source: You should see an option at the bottom to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
pt: Deve ver uma opção na parte inferior para copiar o registo para a sua área de transferência, que pode então colar num documento para mostrar a quem estiver a ajudá-lo a solucionar o problema.

source: Tor Messenger was a cross-platform chat program that aimed to be secure by default and send all of its [traffic](#traffic) over [Tor](#tor-/-tor-network/-core-tor).
pt: O Tor Messenger foi um programa de conversação multiplataformas com o objetivo de ser seguro por padrão e enviar todo o seu [tráfego](#traffic) pelo [Tor](#tor-/-tor-network/-core-tor).

source: Its menu offers you "[New Identity](#new-identity)", "Security Settings..." and "Check for [Tor Browser](#tor-browser) Update..." options.
pt: O menu apresenta as opções "[Nova Identidade](#new-identity)", "Configurações de Segurança..." e "Procurar por atualizações [Tor Browser](#tor-browser) Atualizar...".

source: ### Web Browser
pt: ### Navegador web

source: Blog
pt: Blogue

source: Donate
pt: Fazer donativo

source: Support
pt: Suporte

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
pt: Sentimos que uma conversa franca sobre os nossos financiadores e nosso modelo de financiamento é a melhor forma de manter a confiança da comunidade.

source: SUBSCRIBE TO OUR NEWSLETTER
pt: SUBSCREVA À NOSSA NEWSLETTER

source: SIGN UP
pt: INSCREVA-SE

source: DONATE NOW
pt: DOE AGORA
