Repository: torpluston/translation
Catalog: contents+th.po
Languages: th

source: Tor Browser User Manual
th: คู่มือผู้ใช้ Tor Browser

source: About
th: เกี่ยวกับ

source: Documentation
th: คู่มือการใช้

source: Press
th: กด

source: Blog
th: บล็อก

source: Newsletter
th: จดหมายข่าว

source: Contact
th: ผู้ติดต่อ

source: About Tor Browser
th: เกี่ยวกับ Tor Browser

source: Downloading
th: กำลังดาวน์โหลด

source: Running Tor Browser for the first time
th: ใช้งาน Tor Browser เป็นครั้งแรก

source: Pluggable transports
th: การขนส่งที่เสียบเข้าหากันได้

source: Circumvention
th: การหลีกเลี่ยง

source: Bridges
th: สะพาน

source: Managing identities
th: การจัดการตัวตน

source: Onion Services
th: บริการ Onion

source: Secure Connections
th: การเชื่อมต่อแบบปลอดภัย

source: Security Settings
th: การตั้งค่าความปลอดภัย

source: Updating
th: กำลังอัปเดต

source: Plugins
th: โปรแกรมเสริม

source: Troubleshooting
th: การแก้ไขปัญหา

source: Uninstalling
th: ยกเลิกการติดตั้ง

source: Known issues
th: ปัญหาที่ทราบ

source: Becoming a Tor Translator
th: กลายเป็นนักแปล Tor

source: ABOUT TOR BROWSER
th: เกี่ยวกับเบราว์เซอร์ TOR

source: Learn what Tor Browser can do to protect your privacy and anonymity
th: เรียนรู้ว่า Tor Browser ทำอะไรได้บ้างในการปกป้องความเป็นส่วนตัวและความเป็นนิรนามของคุณ

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
th: Tor Browser ใช้เครือข่าย Tor เพื่อปกป้องความเป็นส่วนตัวและความเป็นนิรนามของคุณ การใช้เครือข่าย Tor มีสองคุณสมบัติหลัก

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
th: * ผู้ให้บริการอินเทอร์เน็ตของคุณ และใครก็ตามที่กำลังเฝ้ามองการเชื่อมต่อของคุณในระดับท้องถิ่น จะไม่สามารถติดตามกิจกรรมทางอินเทอร์เน็ตของคุณได้ รวมถึงชื่อและที่อยู่ของเว็บไซต์ที่คุณเยี่ยมชม

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
th: * ผู้ให้บริการของเว็บไซต์และบริการที่คุณใช้ และใครก็ตามที่เฝ้ามองอยู่ จะมองเห็นการเชื่อมต่อมาจากเครือข่าย Tor แทนที่จะเป็นที่อยู่อินเทอร์เน็ต (IP) ที่แท้จริงของคุณ และจะไม่รู้ว่าคุณเป็นใครถ้าคุณไม่ระบุตัวตนของคุณ

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
th: นอกจากนั้น Tor Browser ถูกออกแบบให้ป้องกันเว็บไซต์จากการติดตาม "ลายนิ้วมือ" หรือระบุตัวคุณจากตั้งค่าเบราว์เซอร์ของคุณ

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a [New Identity](/managing-identities/#new-identity) is requested).
th: โดยค่าเริ่มต้น Tor Browser จะไม่เก็บประวัติการท่องเว็บใดๆ คุกกี้จะใช้ได้แค่หนึ่งครั้ง (จนกระทั่งออกจาก Tor Browser หรือ [ตัวตนใหม่](/th/managing-identities/#new-identity) is requested).จะถูกขอ)

source: ##### HOW TOR WORKS
th: ##### Tor ทำงานอย่างไร

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
th: Tor คือเครือข่ายของอุโมงค์เสมือนที่อนุญาตให้คุณปรับปรุงความเป็นส่วนตัวและความปลอดภัยของคุณบนอินเทอร์เน็ต Tor ทำงานโดยการส่งปริมาณการใช้งานของคุณผ่านเครือข่ายแบบสุ่มสามเครือข่าย (หรือที่รู้จักกันว่า *relays*) ภายในเครือข่าย Tor การรีเลย์ครั้งสุดท้ายในวงจร (รีเลย์ทางออก) ถึงจะเป็นการส่งปริมาณการใช้งานออกสู่อินเทอร์เน็ตสาธารณะ

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
th: ภาพด้านบนแสดงให้เห็นการที่ผู้ใช้ท่องอินเทอร์เน็ตผ่านเว็บไซต์ต่างๆ โดยใช้ Tor ภาพคอมพิวเตอร์สีเขียวตรงกลางแสดงให้เห็นรีเลย์ภายในเครือข่าย Tor ในขณะที่กุญแจสามดอกแสดงให้เห็นชั้นของการการเข้ารหัสลับระหว่างผู้ใช้และแต่ละรีเลย์

source: DOWNLOADING
th: กำลังดาวน์โหลด

source: How to download Tor Browser
th: ดาวน์โหลด Tor Browser ได้อย่างไร

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org/download.
th: วิธีที่ปลอดภัยและสะดวกที่สุดในการดาวน์โหลด Tor Browser คือการดาวน์โหลดจากเว็บไซต์ Tor Project ที่ https://www.torproject.org/download

source: Your connection to the site will be secured using [HTTPS](/secure-connections), which makes it much harder for somebody to tamper with.
th: การเชื่อมต่อของคุณไปยังเว็บไซต์จะปลอดภัยด้วยการใช้ [HTTPS](/secure-connections) ซึ่งจะเป็นการยากกว่าสำหรับใครก็ตามที่จะเข้ามายุ่ง

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network.
th: อย่างไรก็ตาม อาจจะมีบางครั้งที่คุณไม่สามารถเข้าถึงเว็บไซต์ Tor ได้ เช่น Tor อาจจะถูกบล็อกในเครือข่ายของคุณ

source: If this happens, you can use one of the alternative download methods listed below.
th: ถ้าปัญหานี้เกิดขึ้น คุณสามารถใช้วิธีดาวน์โหลดทางเลือกที่แสดงไว้ด้านล่าง

source: If you're unable to download Tor Browser from the official Tor Project website, you can instead try downloading it from one of our official mirrors, either through [EFF](https://tor.eff.org) or [Calyx Institute](https://tor.calyxinstitute.org).
th: ถ้าคุณไม่สามารถดาวน์โหลด Tor Browser จากเว็บไซต์หลักของ Tor Project ได้ คุณสามารถลองดาวน์โหลด Tor ได้จากหนึ่งในเว็บไซต์มิร์เรอร์ของเรา ไม่ว่าจะเป็น [EFF](https://tor.eff.org) หรือ [Calyx Institute](https://tor.calyxinstitute.org)

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
th: GetTor เป็นบริการตอบข้อความอัตโนมัติที่เชื่อมกับรุ่นล่าสุดของ Tor Browser โดยมีโฮสต์หลายแห่ง เช่น Dropbox, Google Drive และ GitHub

source: ###### TO USE GETTOR VIA EMAIL:
th: ###### สำหรับการใช้ GETTOR ผ่าานทาง อีเมล

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
th: ส่งอีเมลถึง gettor@torproject.org และในข้อความอีเมล ให้เขียน "windows", "osx" หรือ "linux" (ไม่ต้องใส่เครื่องหมาย"") ขึ้นอยู่กับระบบปฏิบัติการของคุณ

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
th: GetTor จะตอบด้วยอีเมลซึ่งประกอบไปด้วยลิงค์ที่คุณสามารถดาวน์โหลด Tor Browser, ลายเซ็นการเข้ารหัสลับ (จำเป็นสำหรับยืนยันการดาวน์โหลด) ลายนิ้วมือของกุญแจเพื่อสร้างลายเซ็น และผลรวมตรวจสอบแพ็คเกจ คุณอาจจะถูกเสนอให้เลือกระหว่างซอฟต์แวร์ “32-bit” หรือ “64-bit” ขึ้นอยู่กับรุ่นของคอมพิวเตอร์ที่คุณใช้

source: ###### TO USE GETTOR VIA TWITTER:
th: ###### การใช้ GETTOR ผ่านทวิตเตอร์

source: To get links for downloading Tor Browser in English for macOS, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
th: เพื่อรับลิงก์สำหรับดาวน์โหลดบราวเซอร์ Tor เป็นภาษาอังกฤษสำหรับ macOS ให้ส่งข้อความตรงไปที่ @get_tor พร้อมคำว่า "osx en" ในนั้น (คุณไม่จำเป็นต้องติดตามบัญชี)

source: ###### TO USE GETTOR VIA JABBER/XMPP (JITSI, COYIM, ETC.):
th: ###### สำหรับใช้ GETTOR VIA JABBER/XMPP (JITSI, COYIM, ETC.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
th: เพื่อรับลิงก์สำหรับดาวน์โหลดบราว์เซอร์ Tor เป็นภาษาจีนสำหรับ Linux ให้ส่งข้อความไปที่ gettor@torproject.org พร้อมคำว่า "linux zh"

source: RUNNING TOR BROWSER FOR THE FIRST TIME
th: กำลังใช้บราว์เซอร์ TOR เป็นครั้งแรก

source: Learn how to use Tor Browser for the first time
th: เรียนรู้ว่าจะใช้งานทอร์เบราว์เซอร์อย่างไรสำหรับการใช้งานเป็นครั้งแรก

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
th: เมื่อคุณเริ่มใช้งาน Tor Broswer เป็นครั้งแรก คุณจะเห็นหน้าต่างการตั้งค่าเน็ตเวิร์ค นี่เป็นการเสนอตัวเลือกให้คุณเชื่อมต่อโดยตรงกับเครือข่าย Tor หรือกำหนดค่า Tor Browser สำหรับการเชื่อมต่อของคุณ

source: ##### CONNECT
th: ##### เชื่อมต่อ

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the [Troubleshooting](/troubleshooting) page for help solving the problem.
th: ในกรณีส่วนใหญ่การเลือก "เชื่อมต่อ" จะช่วยให้คุณเชื่อมต่อกับเครือข่าย Tor ได้โดยไม่ต้องกำหนดค่าใด ๆ เพิ่มเติม เมื่อคลิกแล้วแถบสถานะจะปรากฏขึ้นเพื่อแสดงความคืบหน้าการเชื่อมต่อของ Tor หากคุณกำลังเชื่อมต่อที่รวดเร็ว แต่แถบนี้ดูเหมือนจะติดอยู่ที่จุดหนึ่งให้ดูที่หน้า <a href="/troubleshooting">การแก้ไขปัญหา</a> เพื่อช่วยในการแก้ปัญหา

source: ##### CONFIGURE
th: ##### กำหนดค่า

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
th: หากคุณรู้ว่าการเชื่อมต่อของคุณถูกเซ็นเซอร์หรือใช้พรอกซีคุณควรเลือกตัวเลือกนี้ TORเบราว์เซอร์จะนำคุณผ่านชุดตัวเลือกการกำหนดค่า

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the [Circumvention](/circumvention) screen to configure a pluggable transport.
th: หน้าจอแรกจะถามว่าการเข้าถึงเครือข่าย Tor นั้นถูกบล็อกหรือถูกเซ็นเซอร์ในการเชื่อมต่อของคุณหรือไม่ หากคุณไม่เชื่อว่าเป็นกรณีนี้ให้เลือก“ ไม่” หากคุณรู้ว่าการเชื่อมต่อของคุณถูกเซ็นเซอร์หรือคุณได้ลองและไม่สามารถเชื่อมต่อกับเครือข่าย Tor และไม่มีวิธีแก้ไขปัญหาอื่นให้เลือก“ ใช่” จากนั้นคุณจะถูกนำไปที่หน้าจอ <a href="/circumvention">การหลีกเลี่ยง </a> เพื่อกำหนดค่าการขนส่งที่เสียบได้

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
th: หน้าจอถัดไปจะถามว่าการเชื่อมต่อของคุณใช้พรอกซีหรือไม่ ในกรณีส่วนใหญ่สิ่งนี้ไม่จำเป็น โดยปกติแล้วคุณจะรู้ว่าจำเป็นต้องตอบ“ ใช่” เพราะจะใช้การตั้งค่าเดียวกันกับเบราว์เซอร์อื่นในระบบของคุณ หากเป็นไปได้ขอคำแนะนำจากผู้ดูแลระบบเครือข่ายของคุณ หากการเชื่อมต่อของคุณไม่ได้ใช้พร็อกซีให้คลิก“ ดำเนินการต่อ”

source: BRIDGES
th: สะพาน

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
th: การขนส่งที่เสียบกับช่องต่อได้ส่วนใหญ่เช่น obfs3 และ obfs4 ขึ้นอยู่กับการใช้ "สะพาน" รีเลย์

source: Most [Pluggable Transports](/transports), such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
th: ส่วนมาก <a href="/transports">การขนส่งที่เสียบกับช่องต่อได้</a>,เช่น obfs3 และ obfs4 ขึ้นอยู่กับการใช้ "สะพาน" รีเลย์ เช่นเดียวกับ Tor รีเลย์ทั่วไป สะพานจะดำเนินการโดยอาสาสมัคร แตกต่างจากรีเลย์ธรรมดา อย่างไรก็ตามพวกมันไม่ได้อยู่ในรายการสาธารณะดังนั้นฝ่ายตรงข้ามไม่สามารถระบุได้ง่าย การใช้สะพานร่วมกับการขนส่งที่เสียบกับข่องต่อได้จะช่วยให้คุณทราบว่าคุณกำลังใช้ Tor อยู่

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
th: การขนส่งที่เสียบกับช่องเสียบได้อื่น ๆ เช่น meek, ใช้เทคนิคต่อต้านการเซ็นเซอร์ต่าง ๆ ที่ไม่ต้องใช้สะพาน คุณไม่จำเป็นต้องได้รับที่อยู่ของสะพานเพื่อใช้การขนส่งเหล่านี้

source: ##### GETTING BRIDGE ADDRESSES
th: ##### การรับที่อยู่ของสะพาน

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
th: เนื่องจากที่อยู่ของสะพานไม่เป็นสาธารณะคุณจะต้องขอด้วยตนเอง คุณมีสองทางเลือก

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
th: * เยี่ยมชม https://bridges.torproject.org/ และทำตามคำแนะนำ หรือ

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
th: * อีเมล bridges@torproject.org จากที่อยู่อีเมล Gmail, Yahoo หรือ Riseup

source: ##### ENTERING BRIDGE ADDRESSES
th: ##### การป้อนที่อยู่ของสะพาน

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
th: เมื่อคุณได้รับที่อยู่ของสะพานแล้วคุณจะต้องป้อนที่อยู่เหล่านั้นลงใน Tor Launcher

source: If you're starting Tor Browser for the first time, click 'Configure' to open the Tor Network Settings window. Otherwise, click the Torbutton to the left of the URL bar, then select 'Tor Network Settings...' to access these options.
th: หากคุณเริ่มเบราว์เซอร์ของ Tor เป็นครั้งแรกให้คลิก 'กำหนดค่า' เพื่อเปิดหน้าต่างการตั้งค่าเครือข่ายของ Tor มิฉะนั้นให้คลิกปุ่ม Torbutton ทางด้านซ้ายของแถบ URL จากนั้นเลือก 'การตั้งค่าเครือข่าย Tor ... ' เพื่อเข้าถึงตัวเลือกเหล่านี้

source: In the Tor Network Settings window, select 'Tor is censored in my country.' Then, select 'Provide a bridge I know' and enter each bridge address on a separate line.
th: ในหน้าต่างการตั้งค่าเครือข่าย Tor, ให้เลือก 'Tor ถูกเซ็นเซอร์ในประเทศของฉัน' จากนั้นให้เลือก 'ระบุสะพานที่ฉันรู้จัก' และป้อนที่อยู่สะพานแต่ละรายการในบรรทัดแยกต่างหาก

source: Click “OK” to save your settings. Using bridges may slow down the connection compared to using ordinary Tor relays.
th: คลิก“ ตกลง” เพื่อบันทึกการตั้งค่าของคุณ การใช้สะพานอาจทำให้การเชื่อมต่อช้าลงเมื่อเทียบกับการใช้ Tor รีเลย์ทั่วไป

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
th: หากการเชื่อมต่อล้มเหลว สะพานที่คุณได้รับอาจไม่ทำงาน โปรดใช้วิธีใดวิธีหนึ่งข้างต้นเพื่อรับที่อยู่สะพานมากขึ้นแล้วลองอีกครั้ง

source: PLUGGABLE TRANSPORTS
th: การโอนถ่ายข้อมูลโดยไม่ปิดการเชื่อมต่อ

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
th: การโอนถ่ายข้อมูลโดยไม่ปิดการเชื่อมต่อเป็นเครื่องมือที่ Tor ที่สามารถใช้เพื่อปกปิดการรับส่งข้อมูล

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
th: Pluggable transports เป็นเครื่องมือที่ Tor สามารถใช้เพื่อปกปิดการรับส่งข้อมูล สิ่งนี้มีประโยชน์ในสถานการณ์ที่ผู้ให้บริการอินเทอร์เน็ตหรือหน่วยงานอื่น ๆ กำลังบล็อกการเชื่อมต่อกับเครือข่าย Tor

source: ##### TYPES OF PLUGGABLE TRANSPORT
th: ##### ประเภทของ PLUGGABLE TRANSPORTS

source: Currently there are five pluggable transports available, but more are being developed.
th: ในขณะนี้ Pluggable transports มีอยู่ห้าชนิด แต่กำลังมีการพัฒนาเพิ่มขึ้น

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
th: obfs4 ทำให้การจราจรของ Tor ดูเหมือน obfs3 แบบสุ่ม และป้องกันการเซ็นเซอร์ที่จะมองหาการเชื่อมต่อจากการสแกนอินเทอร์เน็ต obfs4 มีโอกาสถูกบล็อกน้อยกว่าการเชื่อมต่อแบบ obfs3

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
th: FTE (การเข้ารหัสลับเปลี่ยนแปลงฟอร์แมต) ปิดบังการจราจรของ Tor เสมือนเป็นการจราจรของเว็บปกติ (HTTP)

source: meek transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
th: การโอนถ่ายข้อมูลด้วย meek ทำให้ดูเหมือนว่าคุณกำลังใช้เว็บไซต์ใหญ่แทนที่จะใช้ทอร์ Meek-amazon ทำให้ดูเหมือนว่าคุณกำลังใช้บริการของเว็บไซต์อะเมซอน Meek-azure ทำให้ดูเหมือนว่าคุณกำลังใช้ไมโครซอฟต์เว็บไซต์ และ meek-google ทำให้ดูเหมือนว่าคุณกำลังใช้ Google search

source: Snowflake
th: เกล็ดหิมะ

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
th: Snowflake เป็นการพัฒนาบน Flashproxy มันส่งข้อมูลของคุณผ่าน WebRTC ซึ่งเป็น ข้อตกลงในการทำการสื่อสาร แบบเพียร์ทูเพียร์ที่มี NAT ในตัว

source: ##### USING PLUGGABLE TRANSPORTS
th: ##### การใช้ PLUGGABLE TRANSPORTS

source: To use a pluggable transport, first click the onion icon to the left of the URL bar, or click 'Configure' when starting Tor Browser for the first time.
th: เพื่อใช้ PLUGGABLE TRANSPORTS คลิกครั้งแรกที่ไอคอน onion ที่ด้านซ้ายของแถบ URL หรือคลิก 'ตั้งค่า' เมื่อเริ่มต้น Tor Browser เป็นครั้งแรก

source: Next, select 'Tor Network Settings' from the drop-down menu.
th: ขั้นตอนต่อไป เลือก 'ตั้งค่าเครือข่าย Tor' จากเมนูที่มีให้เลือก

source: In the window that appears, check 'Tor is censored in my country,' then click 'Select a built-in bridge.'
th: เมื่อหน้าต่างปรากฏขึ้น ให้เลือก 'Tor ถูกห้ามใช้ในประเทศของฉัน' และคลิก 'เลือกสะพานที่มีการติดตั้งภายในตัว'

source: From the drop-down menu, select whichever pluggable transport you'd like to use.
th: จากเมนูที่มีให้เลือก เลือกการถ่ายโอนข้อมูลโดยไม่ปิดการเชื่อมต่อที่คุณต้องการใช้

source: Once you've selected the pluggable transport you'd like to use, click 'OK' to save your settings.
th: และเมื่อคุณเลือก pluggable transport ที่คุณต้องการใช้แล้ว คลิก OK เพื่อบันทึกการตั้งค่าของคุณ

source: CIRCUMVENTION
th: การหลีกเลี่ยง

source: What to do if the Tor network is blocked
th: จะทำอย่างไรหากเครือข่าย Tor ถูกบล็อก

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the [Pluggable Transports](/en-US/transports) page for more information on the types of transport that are currently available.
th: การเข้าถึงเครือข่าย Tor โดยตรงบางครั้งอาจจะถูกบล็อกโดยผู้ให้บริการอินเทอร์เน็ตของคุณหรือรัฐบาล Tor Browser ได้รวมเครื่องมือที่ใช้ในการหลบเลี่ยงการบล็อกเหล่านี้ เครื่องมือเหล่านี้เรียกว่า “pluggable transports” ดูที่ <a href="/en-US/transports">pluggable transports หน้า</a>เพื่อข้อมูลเกี่ยวกัลประเภทของการโอนถ่ายข้อมูลที่มีใช้อยู่ในตอนนี้

source: Tor Browser currently has four pluggable transport options to choose from.
th: ในขณะนี้ Tor Browser มีตัวเลือกของ pluggable transport อยู่สี่แบบให้เลือกใช้

source: To use pluggable transports, click 'Configure' in the Tor Launcher window that appears when you first run Tor Browser.
th: เพื่อใช้ pluggable transport คลิก 'กำหนดค่า' ในหน้าต่าง Tor Launcher ที่ปรากฏเมื่อคุณเปิด Tor Browser เป็นครั้งแรก

source: You can also configure pluggable transports while Tor Browser is running by clicking on the onion icon to the left of the address bar, then selecting 'Tor Network Settings'.
th: คุณสามารถกำหนดค่า pluggable transports ในขณะที่ Tor เบราว์เซอร์ ทำงานโดยคลิกที่ ไอคอน icon ทางด้านซ้ายของแถบที่อยู่จากนั้นเลือก การตั้งค่าเครือข่าย Tor

source: Select 'Tor is censored in my country,' then click 'Select a built-in bridge.' Click on the drop-down menu and select the pluggable transport you'd like to use.
th: เลือก 'Tor ถูกเซ็นเซอร์ในประเทศของฉัน' และคลิก 'เลือกสะพานที่มีการติดตั้งภายในตัว' และคลิกที่เมนูที่มีให้เลือก และเลือก pluggable transport ที่คุณต้องการใช้

source: Click 'OK' to save your settings.
th: คลิก 'OK' เพื่อบันทึกการตั้งค่าของคุณ

source: ##### WHICH TRANSPORT SHOULD I USE?
th: ##### การโอนถ่ายข้อมูลใดที่ฉันควรใช้

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the [Pluggable Transports](/en-US/transports) page), and their effectiveness depends on your individual circumstances.
th: แต่ละการโอนถ่ายข้อมูลที่มีให้เลือกในเมนูตัวเปิด Tor ทำงานในหลายรูปแบบ (สำหรับรายละเอียดที่เพิ่มขึ้น ดูที่ <a href="/en-US/transports"> หน้า Pluggable Transports </a>) และประสิทธิภาพของเครื่องมือเหล่านี้ขึ้นอยู่กับเงื่อนไขของแต่ละบุคคล

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs4, fte, and meek-azure.
th: ถ้าคุณพยายามหลบเลี่ยงจากการบล็อกการเชื่อมต่อเป็นครั้งแรก คุณควรลองใช้ transport หลายๆ แบบเช่น obfs4, fte และ meek-azure

source: MANAGING IDENTITIES
th: จัดการตัวตน

source: Learn how to control personally-identifying information in Tor Browser
th: เรียนรู้วิธีควบคุมข้อมูลระบุส่วนตัวใน Tor Browser

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
th: เมื่อคุณเชื่อมต่อกับเว็บไซต์ ไม่เพียงแต่ผู้ให้บริการเว็บไซต์ที่สามารถบันทึกข้อมูลเกี่ยวกับการเยี่ยมชมของคุณ ขณะนี้เว็บไซต์ส่วนใหญ่ใช้บริการของบุคคลที่สามมากมายรวมถึงปุ่ม ไลค์ เครือข่ายสังคมออนไลน์ เครื่องมือติดตามการวิเคราะห์ และเตือนโฆษณาซึ่งทั้งหมดนี้สามารถเชื่อมโยงกิจกรรมของคุณผ่านเว็บไซต์ต่างๆ

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
th: การใช้เครือข่าย Tor หยุดผู้สังเกตการณ์ไม่สามารถค้นพบตำแหน่งที่แน่นอนและที่อยู่ IP ของคุณได้ แต่ถึงแม้จะไม่มีข้อมูลนี้ก็ตามพวกเขาอาจสามารถเชื่อมโยงส่วนต่างๆ ของกิจกรรมของคุณเข้าด้วยกัน ด้วยเหตุผลนี้ Tor เบราว์เซอร์จึงมีคุณสมบัติเพิ่มเติมบางอย่างที่ช่วยให้คุณควบคุมข้อมูลที่สามารถเชื่อมโยงกับตัวตนของคุณได้

source: ##### THE URL BAR
th: ##### แถบ URL

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
th: Tor เบราว์เซอร์ อยู่ระหว่างประสบการณ์การใช้เว็บของคุณที่เกี่ยวข้องกับความสัมพันธ์ของคุณกับเว็บไซต์ในแถบ URL แม้ว่าคุณจะเชื่อมต่อกับเว็บไซต์ที่ต่างกันสองแห่งที่ใช้บริการติดตามบุคคลที่สามเดียวกัน Tor เบราว์เซอร์ จะบังคับให้เนื้อหาให้บริการในสองวงจร Tor ที่แตกต่างกัน ดังนั้นตัวติดตามจะไม่ทราบว่าการเชื่อมต่อทั้งสองเกิดขึ้นจากเบราว์เซอร์ของคุณ

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
th: ในทางกลับกัน การเชื่อมต่อทั้งหมดไปยังที่อยู่เว็บไซต์เดียวจะทำผ่านวงจร Tor เดียวกัน ซึ่งหมายความว่าคุณสามารถเรียกดูหน้าต่างๆ ของเว็บไซต์เดียวในแท็บ หรือหน้าต่างแยกต่างหากโดยไม่สูญเสียฟังก์ชันการทำงานใด ๆ
