Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: Please see the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).
ru: Пожалуйста, воспользуйтесь [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq).

source: How do I update Tor Browser?
ru: Как обновить Tor Browser?

source: Please see the [Updating section](https://tb-manual.torproject.org/updating/) in the Tor Browser Manual.
ru: Пожалуйста, обратитесь к [соответствующему разделу](https://tb-manual.torproject.org/ru/updating/) руководства Tor Browser.

source: How do I uninstall Tor Browser?
ru: Как удалить Tor Browser?

source: Please see the [Uninstalling section](https://tb-manual.torproject.org/uninstalling/) in the Tor Browser Manual.
ru: Пожалуйста, обратитесь к [соответствующему разделу](https://tb-manual.torproject.org/ru/uninstalling/) руководства Tor Browser.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ru: Есть ли способ изменить IP-адрес, который Tor Browser назначает мне при просмотре определенного сайта?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ru: В Tor есть два способа изменить набор узлов: "Новая личность" и "Новая цепочка Tor для этого сайта".

source: Both options are located in the hamburger menu.
ru: Обе опции можно найти в меню "гамбургера".

source: You can also access the New Circuit option inside the site information menu in the URL bar, and the New Identity option by clicking the small sparky broom icon at the top-right of the screen
ru: Вы можете построить новую цепочку для сайта, если в адресной строке нажмете на информацию о сайте (зеленый значок в начале строки). Вы можете выбрать новую личность, если нажмете на значок с метлой в правом верхнем углу экрана.

source: ##### New Identity
ru: #### Новая личность

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ru: Эта функция не позволяет установить связь между вашими действиями в браузере в разное время.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ru: При выборе этой опции все ваши вкладки и окна будут закрыты, все приватные данные (например, файлы cookie, история просмотров) будут очищены. Вы увидите новую цепочку узлов.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ru: Прежде, чем создавать "новую личность", обратите внимание: все действия и загрузки в Tor Browser будут остановлены.

source: ![Tor Browser Menu](/static/images/menu-new-identity.png)
ru: ![Меню Tor Browser](/static/images/menu-new-identity.png)

source: ##### New Tor Circuit for this Site
ru: #### Новая цепочка Tor для этого cайта

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ru: Опция полезна, если через текущий выходной узел нет подключения к нужному сайту или сайт загружается некорректно.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ru: При выборе этой опции произойдет перезагрузка активной вкладки или окна по новой цепочке Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ru: При перезагрузке содержимого других открытых вкладок и окон с того же сайта будет использована новая цепочка Tor.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ru: Никакие личные данные или информация о ваших действиях не удаляются. Никакого влияния на соединения с другими сайтами тоже нет.

source: ![New Circuit for this Site](/static/images/new-circuit-display.png)
ru: ![Новая цепочка для сайта](/static/images/new-circuit-display.png)

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ru: Видит ли кто-нибудь, на какие сайты я захожу с Tor Browser?

source: Tor Browser prevents people from knowing the websites you visit.
ru: Tor Browser не дает посторонним видеть, какие сайты вы посещаете.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ru: Иногда другие (например, ваш интернет-провайдер) могут узнать, что вы используете Tor, но не видеть посещаемые вами сайты.

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ru: Веб-сайт (банк, почтовый сервис и т.д.) блокирует меня, когда я использую Tor. Что делать?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ru: При использовании Tor Browser ваше соединение обычно выглядит так, будто вы находитесь в другой части света.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ru: Некоторые сайты, например, банки и сервисы электронной почты, могут посчитать это признаком попытки несанкционированного доступа к аккаунту. Вас заблокируют.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ru: Единственный способ решить проблему – следовать рекомендациям сайта для восстановления доступа к аккаунту. Вы также можете связаться со службой поддержки сайта и объяснить ситуацию.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ru: В принципе, проблемы можно избежать, если сайт использует двухфакторную аутентификацию. Это гораздо лучший способ обеспечения безопасности, чем проверка по IP-адресу.

source: Contact your provider and ask them if they provide 2FA.
ru: Свяжитесь с владельцами сайта и спросите, есть ли у них функция двухфакторной аутентификации.

source: Which platforms is Tor Browser available for?
ru: Для каких платформ доступен Tor Browser?

source: Tor Browser is currently available on [Windows](https://www.torproject.org/download/), [Linux](https://www.torproject.org/download/) and [macOS](https://www.torproject.org/download/).
ru: Сегодня Tor Browser доступен для [Windows](https://www.torproject.org/ru/download/) для [Linux](https://www.torproject.org/ru/download/) и [macOS](https://www.torproject.org/ru/download/).

source: There is a version of Tor Browser for [Android](https://www.torproject.org/download/#android) and [The Guardian Project](https://guardianproject.info) also provides the [Orbot app](https://play.google.com/store/apps/details?id=org.torproject.android) to route other apps on your Android device over the Tor network.
ru: Есть версия Tor Browser для [Android](https://www.torproject.org/ru/download/#android). [The Guardian Project](https://guardianproject.info) также предлагает приложение [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android), с помощью которого весь трафик Android-устройства проходит через сеть Tor.

source: There is no official version of Tor for iOS yet, though we recommend [Onion Browser](https://onionbrowser.com).
ru: Официальной версии Tor для iOS пока нет. Мы рекомендуем [Onion Browser](https://onionbrowser.com).

source: Can I set Tor Browser as my default browser?
ru: Можно ли сделать Tor Browser браузером по умолчанию?

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ru: Tor Browser старается не связывать себя с остальной системой. Попытки сделать его браузером по умолчанию противоречат этому подходу.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser. This type of behavior can be dangerous and break anonymity.
ru: В итоге один сайт может загружаться в Tor Browser, а другой в какой-то иной браузер. Это потенциально небезопасная ситуация, и ваша анонимность может оказаться под угрозой.

source: Does running Tor Browser make me a relay?
ru: Если я использую Tor Browser, это делает меня узлом Tor?

source: Running Tor Browser does not make you act as a relay in the network.
ru: Само по себе использование Tor Browser не делает вас узлом сети.

source: This means that your computer will not be used to route traffic for others.
ru: Ваш компьютер не будет использоваться для маршрутизации чужого трафика.

source: If you'd like to become a relay, please see our [Tor Relay Guide](https://community.torproject.org/relay).
ru: Если хотите создать узел Tor, обратитесь к нашему [руководству по узлам Tor](https://community.torproject.org/relay).

source: Why does Tor Browser ship with JavaScript enabled?
ru: Почему в Tor Browser по умолчанию включен JavaScript?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ru: Мы настроили NoScript на разрешение Javascript в Tor Browser, потому что многие веб-сайты не работают без Javascript.

source: Most users would give up on Tor entirely if we disabled JavaScript by default because it would cause so many problems for them.
ru: Большинство пользователей вовсе отказалось бы от Tor, если бы мы по умолчанию отключили JavaScript. Это вызвало бы множество проблем.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving JavaScript enabled by default.
ru: В идеале мы хотим, чтобы Tor Browser был и безопасным (насколько это возможно), и удобным для большинства пользователей. Поэтому JavaScript по умолчанию включен.

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
ru: Тем, кто хочет по умолчанию отключить JavaScript для всех HTTP-сайтов, мы советуем изменить "Уровень безопасности" в настройках Tor Browser.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
ru: Для этого нажмите темно-серый значок "щита" в правом вернем углу и выберите "Дополнительные настройки безопасности".

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
ru: "Стандартные" – JavaScript включен. "Более безопасные" и "Наиболее безопасные" – выключен.

source: Can you get rid of all the CAPTCHAs?
ru: А можно отключить капчу?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ru: К сожалению, некоторые сайты требуют от пользователей Tor проходить капчу. Мы не можем убрать капчу с веб-сайта.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ru: Лучшее, что вы можете сделать в этих случаях – связаться с владельцем сайта и сказать ему, что капча препятствует пользователям вроде вас получать доступ к его ресурсам.

source: Can I run multiple instances of Tor Browser?
ru: Можно ли запускать несколько копий Tor Browser одновременно?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
ru: Мы не советуем запускать несколько копий Tor Browser одновременно. На многих платформах это может работать не так, как ожидается.

source: I need Tor Browser in a language that's not English.
ru: Мне нужен Tor Browser не на английском, а на другом языке.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
ru: Наша мечта – чтобы любой пользователь получил Tor Browser на своем родном языке. Сегодня Tor Browser переведен [на 30 языков](https://www.torproject.org/ru/download/languages/), и мы работаем над тем, чтобы их число стало больше. Хотите помочь с переводом? [Станьте переводчиком Tor!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
ru: Вы также можете помочь нам протестировать качество перевода для будущих релизов, если установите и опробуете [альфа-версию Tor Browser](https://www.torproject.org/ru/download/alpha/).

source: Will my network admin be able to tell I'm using Tor Browser?
ru: Может ли администратор моей сети узнать, что я использую Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
ru: Когда вы используете Tor Browser, никто не может увидеть, какие сайты вы посещаете.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ru: Однако ваш провайдер доступа или администратор сети могут видеть, что вы подключаетесь к сети Tor (хотя они и не знают, что вы делаете внутри сети Tor).

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ru: У меня проблемы с использованием некоторых функций в Facebook, Twitter и на других сайтах, когда я захожу через Tor Browser.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
ru: На некоторых сайтах, где интенсивно используется JavaScript, возникают проблемы с Tor Browser.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
ru: Самое простое решение – нажать на темно-серый значок щита в правой верхней части экрана и выбрать "Дополнительные настройки безопасности".

source: Set your security to "Standard".
ru: Установите уровень "Стандартные".

source: Why is Tor Browser built from Firefox and not some other browser?
ru: Почему Tor Browser основан на Firefox, а не на каком-то другом браузере?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ru: Tor Browser – модифицированный браузер Firefox, версия специально для работы с Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ru: В создание Tor Browser было вложено много сил, включая доработки для повышения приватности и безопасности.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ru: Использовать Tor с другими браузерами технически допустимо, но есть риск атак и утечек данных. Мы настоятельно не рекомендуем это делать.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
ru: [Подробнее о структуре Tor Browser](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
ru: Использует ли Tor Browser разные цепочки для каждого сайта?

source: In Tor Browser, every new domain gets its own circuit.
ru: В Tor Browser для каждого нового домена используется своя цепочка.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
ru: В документе [о содержании и форме Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) объясняется, зачем это сделано.

source: Why did my search engine switch to DuckDuckGo?
ru: Почему моя поисковая система поменялась на DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ru: С версии Tor Browser 6.0.6 мы используем DuckDuckGo как основную поисковую систему.

source: For a while now, Disconnect, which was formerly used in Tor Browser, has had no access to Google search results.
ru: Предыдущий поисковик Disconnect не имел доступа к результатам поиска Google.

source: Since Disconnect is more of a meta search engine, which allows users to choose between different search providers, it fell back to delivering Bing search results, which were basically unacceptable quality-wise.
ru: Disconnect – мета-поисковик, дает пользователям выбор между различными поисковыми сервисами. Но Disconnect тяготел к поисковым результатам Bing, которые не соответствовали нашим представлениям о качестве.

source: Why does my Tor Browser say something about Firefox not working?
ru: Tor Browser сообщает, что Firefox не работает. Почему?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
ru: Tor Browser сделан на основе [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), так что могут случаться ошибки, связанные с Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ru: Пожалуйста, убедитесь, что не запущены другие копии Tor Browser, а также что вы распаковали Tor Browser в папку, которая доступна текущему пользователю.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
ru: Если у вас запущен антивирус, пожалуйста, обратитесь к разделу [Мой антивирус блокирует доступ к Tor Browser](https://support.torproject.org/ru/#tbb-10). Такого рода проблемы с антивирусами – не редкость.

source: Why does Google show up in foreign languages?
ru: Почему страница Google отображается на чужом языке?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
ru: Чтобы определить, где вы находитесь, Google использует функцию геолокации. Это позволяет Google персонифицировать сервис для вас. Значение имеют язык (тот, который, по версии Google, вы предпочитаете) и ответы на поисковые запросы.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
ru: Хотите увидеть Google на английском языке? Нажмите соответствующую ссылку. Мы считаем, что такое поведение – "не баг, а фича". Интернет не плоский и действительно выглядит по-разному в зависимости от вашего местонахождения. Функция напоминает пользователям об этом факте.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
ru: Адреса, формируемые поиском Google, содержат пары имя/значение в качестве аргументов. Одно из таких имен – "hl". Если вы подставите сюда "en", поисковик предложит результаты на английском языке вне зависимости от того, какой именно Google-сервер вы использовали. Пример:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
ru: Вы также можете использовать для Google домен своей страны, например, google.be, google.de, google.us и так далее.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
ru: Google заставляет меня разбираться с капчей или сообщает, что у меня программа-шпион

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
ru: Известная проблема, которая то и дело проявляется. Нет, Google на самом деле не считает Tor Browser шпионской программой.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
ru: Когда вы используете Tor, то отправляете запросы через выходные узлы. Этими же узлами пользуются тысячи других людей. Сообщение о программе-шпионе появляется, если много пользователей Tor пытаются отправить запросы в Google за короткий промежуток времени. Google видит, что с одного IP-адреса приходит большой трафик (но Google не знает, что это выходной узел Tor). Выглядит так, будто кто-то ползает по сайту Google с этого IP-адреса. Поэтому Google на некоторое время замедляет трафик с этого адреса.

source: You can try 'change the circuit for this site' to access the website from a different IP address.
ru: Можете попробовать 'изменить цепочку для этого сайта', чтобы зайти на сайт с другого IP-адреса.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
ru: Другой вариант: Google пытается распознавать некоторые виды шпионских программ и вирусов, которые и в самом деле отправляют запросы поисковику. Google фиксирует IP-адреса, с которых приходят такие запросы (не распознавая выходные узлы Tor), и не позволяет подключения с этих адресов.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
ru: Насколько нам известно, Google не делает преднамеренных шагов для ограничения или блокирования трафика Tor. Сообщение о зараженном устройстве через некоторое время перестает вам досаждать.

source: Gmail warns me that my account may have been compromised
ru: Gmail сообщает, что мой аккаунт может быть скомпрометирован

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
ru: При использовании Gmail через Tor случается, что Google показывает всплывающее окно с предупреждением о скомпрометированном аккаунте.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
ru: В этом окне отображаются IP-адреса и местоположение тех, кто недавно получал доступ к вашему аккаунту.
