Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: How can we help?
ml: ഞങ്ങൾക്ക്, എങ്ങനെ സഹായിക്കാം ?

source: Most Frequently Asked Questions
ml: നിരന്തരമായി ഉണ്ടാവുന്ന സംശയങ്ങൾ

source: About Tor
ml: 'ടോർ ' ന്റെ വിവരങ്ങൾ

source: Tor Browser
ml: ടോർ ബ്രൗസർ

source: Tor Messenger
ml: ടോർ മെസ്സഞ്ചർ

source: Tor Mobile
ml: ടോർ മൊബൈൽ

source: Connecting To Tor
ml: ടോറുമായി ബന്ധപ്പെടുന്നു...

source: Censorship
ml: സെന്‍സര്‍ഷിപ്പ്

source: Operators
ml: ഓപ്പറേറ്റർമാർ

source: Onion Services
ml: ഒണിയൻ സേവനങ്ങൾ.

source: Misc
ml: പലവക

source: Get in Touch
ml: സ്‌പർശിക്കുക

source: Debian Repository
ml: ഡെബിയൻ ശേഖരം

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
ml: ആഡ്-ഓണുകൾ, വിപുലീകരണങ്ങൾ, പ്ലഗിനുകൾ എന്നിവയ്ക്ക് പുതിയ സവിശേഷതകൾ നൽകുന്നതിന് [വെബ് ബ്രൗസറുകളിൽ](../web-browser) ചേർക്കാവുന്ന ഘടകങ്ങളാണ്.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
ml: ടോർ ബ്രൗസർ രണ്ട് ആഡ്-ഓണുകൾ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്: [നോസ്ക്രിപ്റ്റ്](../noscript), [എച്ച്ടിടിപിഎസ് എല്ലായിടത്തും](../https-everywhere).

source: An antivirus software is used to prevent, detect and remove malicious software.
ml: ക്ഷുദ്ര സോഫ്റ്റ്‌വെയർ തടയുന്നതിനും കണ്ടെത്തുന്നതിനും നീക്കംചെയ്യുന്നതിനും ഒരു ആന്റിവൈറസ് സോഫ്റ്റ്വെയർ ഉപയോഗിക്കുന്നു.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
ml: ആന്റിവൈറസ് സോഫ്റ്റ്വെയറിന് നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ പ്രവർത്തിക്കുന്ന [ടോർ](../tor-tor-network-core-tor) തടസ്സപ്പെടുത്താൻ കഴിയും.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
ml: ടോറിനെ എങ്ങനെ അനുവദിക്കണമെന്ന് അറിയില്ലെങ്കിൽ നിങ്ങളുടെ ആന്റിവൈറസ് സോഫ്റ്റ്വെയറിനായുള്ള ഡോക്യുമെന്റേഷൻ പരിശോധിക്കേണ്ടതുണ്ട്.

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
ml: ഒരു വെബ് ആപ്ലിക്കേഷൻ (വെബ് അപ്ലിക്കേഷൻ), [ക്ലയന്റ്](../client) ഒരു [വെബ് ബ്രൗസറിൽ](web-browser) പ്രവർത്തിക്കുന്ന ഒരു ആപ്ലിക്കേഷനാണ്.

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
ml: മൊബൈൽ [ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങൾ](../operating-system-os) ൽ നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യുന്ന സോഫ്റ്റ്വെയറുകളെയും അപ്ലിക്കേഷന് റഫർ ചെയ്യാൻ കഴിയും.

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
ml: നിലവിൽ പ്രവർത്തിക്കുന്ന ടോർ [റിലേകൾ](../relay) അറിയുന്നതിനുള്ള ഒരു വെബ് ആപ്ലിക്കേഷനാണ് അറ്റ്ലസ്.

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
ml: ഒരു റിലേയുടെ ത്രൂപുട്ട് നിർണ്ണയിക്കാൻ, ബാൻഡ്‌വിഡ്ത്ത് അതോറിറ്റികൾ എന്ന് വിളിക്കുന്ന പ്രത്യേക റിലേകൾ [സമവായം](../consensus) ലെ [റിലേകളുടെ](../relay) ആനുകാലിക അളവുകൾ എടുക്കുന്നു.

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
ml: സാധാരണ ടോർ [റിലേകൾ](../relay) പോലെ, പാലങ്ങൾ പ്രവർത്തിപ്പിക്കുന്നത് സന്നദ്ധപ്രവർത്തകരാണ്; എന്നിരുന്നാലും, സാധാരണ റിലേകളിൽ നിന്ന് വ്യത്യസ്തമായി അവ പൊതുവായി ലിസ്റ്റുചെയ്തിട്ടില്ല, അതിനാൽ ഒരു എതിരാളിക്ക് അവ എളുപ്പത്തിൽ തിരിച്ചറിയാൻ കഴിയില്ല.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
ml: [പ്ലഗ് ചെയ്യാവുന്ന ട്രാൻസ്പോർട്ടുകൾ](../pluggable-transports) നിങ്ങൾ ടോർ ഉപയോഗിക്കുന്നുവെന്ന വസ്തുത മറച്ചുവെക്കാൻ സഹായിക്കുന്ന ഒരു തരം പാലമാണ്.

source: A special-purpose relay that maintains the list of [bridges](../bridge).
ml: [പാലങ്ങളുടെ](../bridge) പട്ടിക പരിപാലിക്കുന്ന ഒരു പ്രത്യേക-ഉദ്ദേശ്യ റിലേ.

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
ml: ഫിംഗർപ്രിന്റിംഗ് എന്നത് ഒരു ഉപകരണത്തെക്കുറിച്ചോ സേവനത്തെക്കുറിച്ചോ അതിന്റെ ഐഡന്റിറ്റിയെക്കുറിച്ചോ സ്വഭാവ സവിശേഷതകളെക്കുറിച്ചോ വിദ്യാസമ്പന്നരായ ess ഹങ്ങൾ ഉണ്ടാക്കുന്നതിനുള്ള വിവരങ്ങൾ ശേഖരിക്കുന്ന പ്രക്രിയയാണ്.

source: Unique behavior or responses can be used to identify the device or service analyzed.
ml: വിശകലനം ചെയ്ത ഉപകരണത്തെയോ സേവനത്തെയോ തിരിച്ചറിയാൻ അദ്വിതീയ പെരുമാറ്റമോ പ്രതികരണങ്ങളോ ഉപയോഗിക്കാം.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
ml: [ടോർ ബ്രൗസർ](../tor-browser) വിരലടയാളം തടയുന്നു.

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
ml: ഒരു [വെബ് ബ്രൗസർ](../web-browser) ഉപയോഗിക്കുമ്പോൾ നടത്തിയ അഭ്യർത്ഥനകളുടെ റെക്കോർഡാണ് ബ്രൗസർ ചരിത്രം, കൂടാതെ സന്ദർശിച്ച വെബ്‌സൈറ്റുകൾ പോലുള്ള വിവരങ്ങൾ ഉൾപ്പെടുന്നു.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
ml: [ടോർ ബ്രൗസർ](../tor-browser) നിങ്ങളുടെ [സെഷൻ](../session) അടച്ചതിനുശേഷം നിങ്ങളുടെ ബ്രൗസിംഗ് ചരിത്രം ഇല്ലാതാക്കുന്നു.

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
ml: ഫയലുകളുടെ [ഹാഷ്](../hash) മൂല്യങ്ങളാണ് ചെക്ക്‌സംസ്. പിശകുകളില്ലാതെ നിങ്ങൾ സോഫ്റ്റ്വെയർ ഡൗൺലോഡ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, തന്നിരിക്കുന്ന ചെക്ക്സവും ഡൗൺലോഡ് ചെയ്ത ഫയലിന്റെ ചെക്ക്സവും സമാനമായിരിക്കും.

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
ml: [ടോർ](../tor-tor-network-core-tor), ഒരു ക്ലയന്റ് ടോർ നെറ്റ്‌വർക്കിലെ ഒരു നോഡാണ്, സാധാരണയായി ഒരു ഉപയോക്താവിന് വേണ്ടി പ്രവർത്തിക്കുന്നു, ഇത് [റിലേകളുടെ](../relay) ഒരു ശ്രേണിയിലൂടെ അപ്ലിക്കേഷൻ കണക്ഷനുകൾ റൂട്ട് ചെയ്യുന്നു .

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
ml: നിലവിൽ പ്രവർത്തിക്കുന്ന [ടോർ റിലേകൾ](../relay) ബൾക്കായി അറിയുന്നതിനുള്ള ഒരു വെബ് ആപ്ലിക്കേഷനാണ് കോമ്പസ്.

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
ml: ടോർ പദങ്ങളിൽ, [ഡയറക്ടറി അതോറിറ്റികൾ](../directory-authority) മണിക്കൂറിൽ ഒരിക്കൽ സമാഹരിച്ച് വോട്ടുചെയ്ത ഒരു പ്രമാണം, എല്ലാ [ക്ലയന്റുകൾ](../client) [റിലേകൾ](../relay) യെക്കുറിച്ച് ഒരേ വിവരങ്ങൾ ഉണ്ടെന്ന് ഉറപ്പാക്കുന്നു. അത് [ടോർ നെറ്റ്‌വർക്ക്](../tor-tor-network-core-tor) ഉൾക്കൊള്ളുന്നു.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
ml: ഒരു വെബ്‌സൈറ്റിലേക്ക് ക്ഷുദ്രകരമായ പ്രവർത്തനമോ പെരുമാറ്റമോ ചേർക്കാൻ ആക്രമണകാരിയെ ക്രോസ്-സൈറ്റ് സ്ക്രിപ്റ്റിംഗ് (എക്സ്എസ്എസ്) അനുവദിക്കുന്നു.

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
ml: ഒരു ഉപയോക്താവിന്റെ നേരിട്ടുള്ള നിയന്ത്രണത്തിലല്ല, മറിച്ച് ഒരു പശ്ചാത്തല പ്രക്രിയയായി പ്രവർത്തിക്കുന്ന ഒരു കമ്പ്യൂട്ടർ പ്രോഗ്രാമാണ് ഡെമൺ.

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
ml: നിലവിൽ പ്രവർത്തിക്കുന്ന റിലേകളുടെ ഒരു ലിസ്റ്റ് പരിപാലിക്കുകയും മറ്റ് ഡയറക്ടറി അധികാരികളുമായി ഒരു [സമവായം](../consensus) ആനുകാലികമായി പ്രസിദ്ധീകരിക്കുകയും ചെയ്യുന്ന ഒരു പ്രത്യേക-ഉദ്ദേശ്യ [റിലേ](../relay).

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](../tor-tor-network-core-tor) uses three layers of encryption in the Tor [circuit](../circuit); each [relay](../relay) decrypts one layer before passing the request on to the next relay.
ml: ഉദ്ദേശിച്ച സ്വീകർത്താവിന് മാത്രം വായിക്കാൻ കഴിയുന്ന ഒരു രഹസ്യ കോഡിലേക്ക് ഒരു കഷണം ഡാറ്റ എടുത്ത് സ്ക്രാംബ്ലിംഗ് ചെയ്യുന്ന പ്രക്രിയ. [ടോർ](../tor-tor-network-core-tor) ടോർ [സർക്യൂട്ട്](../circuit) ൽ മൂന്ന് ലെയർ എൻക്രിപ്ഷൻ ഉപയോഗിക്കുന്നു; ഓരോ [റിലേ](../relay) അടുത്ത റിലേയിലേക്ക് അഭ്യർത്ഥന കൈമാറുന്നതിന് മുമ്പ് ഒരു ലെയർ ഡീക്രിപ്റ്റ് ചെയ്യുന്നു.

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
ml: [എൻ‌ക്രിപ്റ്റ് ചെയ്ത](../encryption) ഉറവിടത്തിൽ നിന്ന് ലക്ഷ്യസ്ഥാനത്തേക്ക് കൈമാറ്റം ചെയ്ത ഡാറ്റയെ എൻഡ്-ടു-എൻഡ് എൻ‌ക്രിപ്റ്റ് എന്ന് വിളിക്കുന്നു.

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
ml: [ടോർ സർക്യൂട്ട്](../circuit) ലെ അവസാനത്തെ [റിലേ](../relay) [ട്രാഫിക്](../traffic) പൊതു ഇന്റർനെറ്റിലേക്ക് അയയ്ക്കുന്നു. നിങ്ങൾ കണക്റ്റുചെയ്യുന്ന സേവനം (വെബ്‌സൈറ്റ്, ചാറ്റ് സേവനം, ഇമെയിൽ ദാതാവ് മുതലായവ) എക്സിറ്റിന്റെ [IP വിലാസം](../ip-address) കാണും.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
ml: ടോർ നെറ്റ്‌വർക്കിന്റെ ഭാഗമായ [റിലേ](../relay) [ഐപി വിലാസങ്ങൾ](../ip-address) ഒരു ഡാറ്റാബേസ് എക്സോനെറേറ്റർ സേവനം പരിപാലിക്കുന്നു. ഒരു നിശ്ചിത തീയതിയിൽ നൽകിയ ഐപി വിലാസത്തിൽ [ടോർ](../tor-tor-network-core-tor) റിലേ പ്രവർത്തിക്കുന്നുണ്ടോ എന്ന ചോദ്യത്തിന് ഇത് ഉത്തരം നൽകുന്നു. നിയമ നിർവ്വഹണവുമായി ഇടപെടുമ്പോൾ ഈ സേവനം പലപ്പോഴും ഉപയോഗപ്രദമാണ്.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
ml: മോസില്ല ഫൗണ്ടേഷനും അതിന്റെ അനുബന്ധ സ്ഥാപനമായ മോസില്ല കോർപ്പറേഷനും വികസിപ്പിച്ചെടുത്ത സൗജന്യ ഓപ്പൺ സോഴ്‌സ് [വെബ് ബ്രൗസർ](../web-browser) ആണ് മോസില്ല ഫയർഫോക്സ്.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
ml: [ടോർ ബ്രൗസർ](../tor-browser) ഫയർ‌ഫോക്സ് ഇ‌എസ്‌ആറിന്റെ (വിപുലീകൃത പിന്തുണാ പ്രകാശനം) പരിഷ്‌ക്കരിച്ച പതിപ്പിൽ നിന്നാണ് നിർമ്മിച്ചിരിക്കുന്നത്.

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
ml: വിൻഡോസ്, മാക് ഓ എസ് , ലിനക്സ് [ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങൾ](../operating-system-os) എന്നിവയ്‌ക്കായി ഫയർഫോക്‌സ് ലഭ്യമാണ്, അതിന്റെ മൊബൈൽ പതിപ്പ് (ഫെന്നെക്) Android- നായി ലഭ്യമാണ്.

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
ml: ഓഡിയോ, വീഡിയോ ഉള്ളടക്കം കാണുന്നതിന് ഇന്റർനെറ്റിനായുള്ള [അപ്ലിക്കേഷനുകൾ](../app) ഒരു [ബ്രൗസർ പ്ലഗിൻ](../add-on-extension-or-plugin) ആണ് ഫ്ലാഷ് പ്ലെയർ. [ടോർ ബ്രൗസർ](../tor-browser) സുരക്ഷിതമല്ലാത്തതിനാൽ ഫ്ലാഷ് പ്രവർത്തിപ്പിക്കാൻ നിങ്ങൾ ഒരിക്കലും പ്രാപ്‌തമാക്കരുത്. ഫ്ലാഷ് ഉപയോഗിക്കുന്ന പല സേവനങ്ങളും ഒരു HTML5 ബദൽ വാഗ്ദാനം ചെയ്യുന്നു, അത് ടോർ ബ്രൗസറിൽ പ്രവർത്തിക്കും.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
ml: [ടോർ ട്രാഫിക്](../traffic) സാധാരണ വെബ് (എച്ച്ടിടിപി) ട്രാഫിക്കായി വേഷംമാറുന്ന പ്ലഗ് ചെയ്യാവുന്ന ഒരു ഗതാഗതമാണ് എഫ്‌ടിഇ (ഫോർമാറ്റ്-ട്രാൻസ്ഫോർമിംഗ് എൻ‌ക്രിപ്ഷൻ).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ml: ഡ്രോപ്പ്ബോക്സ്, ഗൂഗിൾ ഡ്രൈവ്, ഗിറ്റ്ഹബ് എന്നിവ പോലുള്ള വിവിധ സ്ഥലങ്ങളിൽ ഹോസ്റ്റുചെയ്തിരിക്കുന്ന [ടോർ ബ്രൗസർ](../tor-browser) ന്റെ ഏറ്റവും പുതിയ പതിപ്പിലേക്കുള്ള ലിങ്കുകൾ ഉപയോഗിച്ച് സന്ദേശങ്ങളോട് (ഇമെയിൽ, എക്സ്എംപിപി, ട്വിറ്റർ) സ്വപ്രേരിതമായി പ്രതികരിക്കുന്ന ഒരു സേവനമാണിത്.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
ml: യൂണിവേഴ്സിറ്റി വിദ്യാർത്ഥികൾക്കായുള്ള ഒരു സമ്മർ പ്രോഗ്രാമായ ഗൂഗിൾ സമ്മർ ഓഫ് കോഡിൽ ടോർ പ്രോജക്റ്റ് പങ്കെടുക്കുന്നു.

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
ml: [ടോർ സർക്യൂട്ട്](../circuit) ലെ ആദ്യത്തെ [റിലേ](../relay), ഒരു [ബ്രിഡ്ജ്](../bridge) ഉപയോഗിക്കാത്ത പക്ഷം. ഒരു പാലം ഉപയോഗിക്കുമ്പോൾ, പാലം ഗാർഡിന്റെ സ്ഥാനം പിടിക്കുന്നു.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
ml: ഒരു നിശ്ചിത വലുപ്പത്തിന്റെ ഒരു ബിറ്റ് സ്ട്രിംഗിലേക്ക് ഡാറ്റ മാപ്പ് ചെയ്യുന്ന ഒരു ഗണിത അൽ‌ഗോരിത്തിന്റെ ഫലമാണ് ക്രിപ്‌റ്റോഗ്രാഫിക് ഹാഷ് മൂല്യം. ഇത് വൺ-വേ-ഫംഗ്ഷനായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു, അതിനർത്ഥം മൂല്യം ഒരു ദിശയിൽ കണക്കുകൂട്ടാൻ എളുപ്പമാണെങ്കിലും വിപരീതക്രമത്തിൽ പ്രവേശിക്കാൻ കഴിയില്ല. ഡാറ്റയുടെ സമഗ്രത പരിശോധിക്കാൻ ഹാഷ് മൂല്യങ്ങൾ സഹായിക്കുന്നു.

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
ml: "[സവാള സേവനങ്ങൾ](../onion-services)" എന്നതിനായുള്ള മുൻ പേര്, ചിലപ്പോൾ [ടോർ](../tor-tor-network-core-tor) ഡോക്യുമെന്റേഷനിലോ ആശയവിനിമയത്തിലോ ഇപ്പോഴും ഉപയോഗത്തിലാണ്.

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
ml: [ടോർ](../tor-tor-network-core-tor) പദങ്ങളിൽ, ഒരു "ഹോപ്പ്" എന്നത് [ട്രാഫിക്](../traffic) [റിലേകൾ](../relay) തമ്മിൽ [സർക്യൂട്ടിൽ](../circuit).

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
ml: ഒരു നെറ്റ്‌വർക്കിലെ ഉപകരണങ്ങൾക്കിടയിൽ ഫയലുകളും ഡാറ്റയും അയയ്‌ക്കാൻ ഉപയോഗിക്കുന്ന ഒരു ചാനലാണ് [ഹൈപ്പർടെക്സ്റ്റ് ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ (HTTP)](../http). യഥാർത്ഥത്തിൽ വെബ് പേജുകൾ മാത്രം കൈമാറാൻ ഉപയോഗിച്ചിരുന്നു, ഇത് ഇപ്പോൾ പലതരം ഡാറ്റയും ആശയവിനിമയവും നൽകുന്നതിന് ആശ്രയിച്ചിരിക്കുന്നു.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
ml: ഒരു നെറ്റ്‌വർക്കിലെ ഉപകരണങ്ങൾക്കിടയിൽ ഫയലുകളും ഡാറ്റയും കൈമാറാൻ ഉപയോഗിക്കുന്ന എച്ച്ടിടിപി ചാനലിന്റെ [എൻക്രിപ്റ്റുചെയ്‌ത](../encryption) പതിപ്പാണ് ഹൈപ്പർടെക്സ്റ്റ് ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ സുരക്ഷിതം.

source: HTTPS Everywhere
ml: എല്ലായിടത്തും എച്ച്ടിടിപിഎസ്

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
ml: എച്ച്ടിടിപിഎസ് എല്ലായിടത്തും ഒരു [ഫയർഫോക്സ്](../firefox), ക്രോം, ഓപ്പറ [വിപുലീകരണം](../add-on-extension-or-plugin) [HTTPS](../https) എച്ച്ടിടിപിഎസ് സജ്ജമാക്കിയ വെബ്‌സൈറ്റുകളിൽ സ്ഥിരസ്ഥിതിയാക്കുന്നു ഇത് സ്ഥിരസ്ഥിതിയാക്കിയിട്ടില്ല.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
ml: എല്ലായിടത്തും HTTPS ഇൻസ്റ്റാളുചെയ്‌തു [ടോർ ബ്രൗസർ](../tor-browser)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
ml: ഇന്റർനെറ്റ് ആക്‌സസ് ചെയ്യുന്നതിനും ഉപയോഗിക്കുന്നതിനും സേവനങ്ങൾ നൽകുന്ന ഒരു ഓർഗനൈസേഷനാണ് ഇന്റർനെറ്റ് സേവന ദാതാവ് (ISP). [ടോർ ബ്രൗസർ](../tor-browser) ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകൾ നിങ്ങളുടെ ISP- ന് കാണാൻ കഴിയില്ല.

source: IP address
ml: ഐ.പി വിലാസം

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
ml: ആശയവിനിമയത്തിനായി ഇൻറർനെറ്റ് പ്രോട്ടോക്കോൾ ഉപയോഗിക്കുന്ന ഒരു കമ്പ്യൂട്ടർ നെറ്റ്‌വർക്കിൽ പങ്കെടുക്കുന്ന ഓരോ ഉപകരണത്തിനും (ഉദാ. കമ്പ്യൂട്ടർ, പ്രിന്റർ) നിയുക്തമാക്കിയിരിക്കുന്ന ഒരു സംഖ്യാ (അല്ലെങ്കിൽ IPv6- ന്റെ ആൽഫ-ന്യൂമെറിക്) ലേബലാണ് ഇന്റർനെറ്റ് പ്രോട്ടോക്കോൾ വിലാസം (IP വിലാസം).

source: The IP address is the location address of the device, similar to the addresses of physical locations.
ml: ഫിസിക്കൽ ലൊക്കേഷനുകളുടെ വിലാസങ്ങൾക്ക് സമാനമായ ഉപകരണത്തിന്റെ ലൊക്കേഷൻ വിലാസമാണ് ഐപി വിലാസം.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
ml: [ടോർ ബ്രൗസർ](../tor-browser) നിങ്ങളുടെ [ട്രാഫിക്](../traffic) നിങ്ങളുടേതല്ലാത്ത ഒരു ഐപി വിലാസത്തിൽ നിന്നാണ് വരുന്നതെന്ന് തോന്നിപ്പിക്കുന്നതിലൂടെ നിങ്ങളുടെ സ്ഥാനം മറയ്ക്കുന്നു.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
ml: വീഡിയോ, ആനിമേഷൻ, ഓഡിയോ, സ്റ്റാറ്റസ് ടൈംലൈനുകൾ പോലുള്ള സംവേദനാത്മക ഘടകങ്ങൾ വാഗ്ദാനം ചെയ്യാൻ വെബ്‌സൈറ്റുകൾ ഉപയോഗിക്കുന്ന ഒരു പ്രോഗ്രാമിംഗ് ഭാഷയാണ് ജാവാസ്ക്രിപ്റ്റ്. നിർഭാഗ്യവശാൽ, [വെബ് ബ്രൗസറിന്റെ](../web-browser) സുരക്ഷയെ ആക്രമിക്കാനും ജാവാസ്ക്രിപ്റ്റിന് കഴിയും, ഇത് ഡീനോണിമൈസേഷനിലേക്ക് നയിച്ചേക്കാം.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
ml: [ടോർ ബ്രൗസർ](../tor-browser) ലെ [നോസ്ക്രിപ്റ്റ്](../noscript) [എക്സ്റ്റൻഷൻ](../add-on-extension-or-plugin) വ്യത്യസ്ത വെബ്‌സൈറ്റുകളിൽ ജാവാസ്ക്രിപ്റ്റ് കൈകാര്യം ചെയ്യാൻ ഉപയോഗിക്കാം.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
ml: ടോർ ബ്രൗസർ അല്ലെങ്കിൽ ടോർ പ്രോജക്റ്റിന് വിപരീതമായി ടോർ നെറ്റ്വർക്ക് ഡെമനെ പരാമർശിക്കുന്നതിനുള്ള ഒരു മാർഗമാണ് "ലിറ്റിൽ-ടി ടോർ".

source: meek
ml: സൗമ്യത

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
ml: [ടോർ സർക്യൂട്ട്](../circuit) ലെ മധ്യ സ്ഥാനം. നോൺ-എക്സിറ്റ് റിലേകൾക്ക് വ്യത്യസ്ത ഉപയോക്താക്കൾക്കായി ഒരു "മിഡിൽ" അല്ലെങ്കിൽ "[ഗാർഡ്](../guard)" ആയി പ്രവർത്തിക്കാൻ കഴിയും.

source: Sometimes the direct access to the [Tor network](../tor-tor-network-core-tor) is blocked by your [Internet Service Provider (ISP)](../internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](../bridge), [pluggable transports](../pluggable-transports), and [GetTor](../gettor).
ml: ചിലപ്പോൾ [ടോർ നെറ്റ്‌വർക്കിലേക്കുള്ള](../tor-tor-network-core-tor) നേരിട്ടുള്ള ആക്‌സസ്സ് നിങ്ങളുടെ [ഇന്റർനെറ്റ് സേവന ദാതാവ് (ഐ‌എസ്‌പി)](../internet-service-provider-isp) അല്ലെങ്കിൽ ഒരു സർക്കാർ. [ബ്രിഡ്ജുകൾ](../bridge), [പ്ലഗബിൾ ട്രാൻസ്‌പോർട്ടുകൾ](../pluggable-transports), [ഗെറ്റോർ](../gettor) എന്നിവയുൾപ്പെടെ ഈ ബ്ലോക്കുകളെ ചുറ്റിപ്പറ്റിയുള്ള ചില ചുറ്റളവ് ഉപകരണങ്ങൾ ടോർ ബ്രൗസറിൽ ഉൾപ്പെടുന്നു.

source: New Identity
ml: പുതിയ ഡിജിറ്റൽ വ്യക്തിത്വം

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ml: നിങ്ങളുടെ മുമ്പത്തെ ബ്രൗസർ പ്രവർത്തനം നിങ്ങൾ മുമ്പ് ചെയ്ത കാര്യങ്ങളുമായി ലിങ്കുചെയ്യുന്നത് തടയാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ പുതിയ ഐഡന്റിറ്റി ഒരു [ടോർ ബ്രൗസർ](../tor-browser) സവിശേഷതയാണ്.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
ml: ഇത് തിരഞ്ഞെടുക്കുന്നത് നിങ്ങളുടെ എല്ലാ ഓപ്പൺ ടാബുകളും വിൻഡോകളും അടയ്ക്കും, [കുക്കികൾ](../cookie), [ബ്രൗസിംഗ് ചരിത്രം](../browsing-history) പോലുള്ള എല്ലാ സ്വകാര്യ വിവരങ്ങളും മായ്‌ക്കുകയും എല്ലാ കണക്ഷനുകൾക്കും പുതിയ [ടോർ സർക്യൂട്ടുകൾ](../circuit) ഉപയോഗിക്കുകയും ചെയ്യും.

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
ml: "[ഈ സൈറ്റിനായുള്ള പുതിയ ടോർ സർക്യൂട്ട്](../new-tor-circuit-for-this-site)" എന്നതിന് സമാനമായി ടോർ ബ്രൗസറിന് ഒരു പ്രത്യേക സൈറ്റിലേക്ക് കണക്റ്റുചെയ്യുന്നതിൽ പ്രശ്‌നമുണ്ടെങ്കിൽ പുതിയ ഐഡന്റിറ്റി സഹായിക്കും.

source: New Tor Circuit for this Site
ml: ഈ സൈറ്റ് വേണ്ടി പുതിയ ടോർ സർക്യൂട്ട്

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ml: നിങ്ങൾ ഉപയോഗിക്കുന്ന [എക്സിറ്റ്](../exit) നിങ്ങൾക്ക് ആവശ്യമുള്ള വെബ്‌സൈറ്റിലേക്ക് കണക്റ്റുചെയ്യാൻ കഴിയുന്നില്ലെങ്കിലോ ശരിയായി ലോഡുചെയ്യുന്നില്ലെങ്കിലോ ഈ ഓപ്ഷൻ ഉപയോഗപ്രദമാണ്. ഇത് തിരഞ്ഞെടുക്കുന്നത് നിലവിൽ സജീവമായ ടാബ് അല്ലെങ്കിൽ വിൻഡോ പുതിയ [ടോർ സർക്യൂട്ട്](../circuit) വഴി വീണ്ടും ലോഡുചെയ്യുന്നതിന് കാരണമാകും. ഒരേ വെബ്‌സൈറ്റിൽ നിന്നുള്ള മറ്റ് ഓപ്പൺ ടാബുകളും വിൻഡോകളും വീണ്ടും ലോഡുചെയ്‌തുകഴിഞ്ഞാൽ പുതിയ സർക്യൂട്ട് ഉപയോഗിക്കും. ഈ ഓപ്‌ഷൻ ഏതെങ്കിലും സ്വകാര്യ വിവരങ്ങൾ മായ്‌ക്കുകയോ നിങ്ങളുടെ പ്രവർത്തനം അൺലിങ്ക് ചെയ്യുകയോ ചെയ്യുന്നില്ല, മറ്റ് വെബ്‌സൈറ്റുകളിലേക്കുള്ള നിങ്ങളുടെ നിലവിലെ കണക്ഷനുകളെ ഇത് ബാധിക്കുന്നില്ല.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
ml: കമാൻഡ്-ലൈൻ ഉപയോഗത്തിനായി ഉദ്ദേശിച്ചിട്ടുള്ള [ടോർ](../tor-/-tor-network/-core-tor) എന്നതിനായുള്ള ടെർമിനൽ സ്റ്റാറ്റസ് മോണിറ്ററാണ് അജ്ഞാതമാക്കൽ [റിലേ](../relay) മോണിറ്റർ (മുമ്പത്തെ കൈ, ഇപ്പോൾ നൈക്സ്). ഒരു സിസ്റ്റത്തിലെ കോർ ടോർ പ്രക്രിയ നിരീക്ഷിക്കുന്നതിനുള്ള ഒരു ഉപകരണമാണിത്, ഇത് റിലേ ഓപ്പറേറ്റർമാർക്ക് പലപ്പോഴും ഉപയോഗപ്രദമാണ്.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
ml: [ടോർ](../tor-tor-network-core-tor)[ട്രാഫിക്](../traffic) obfs3 പോലെ ക്രമരഹിതമായി കാണപ്പെടുന്ന സെൻസറുകളെ തടയുന്ന ഒരു [പ്ലഗ് ചെയ്യാവുന്ന ഗതാഗതം](../pluggable-transports) ആണ് Obfs4 ഇന്റർനെറ്റ് സ്കാനിംഗ് ഉപയോഗിച്ച് പാലങ്ങൾ കണ്ടെത്തുന്നു. Obfs3 [ബ്രിഡ്ജുകൾ](../bridge) എന്നതിനേക്കാൾ Obfs4 ബ്രിഡ്ജുകൾ തടയാനുള്ള സാധ്യത കുറവാണ്.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ml: ഓപ്പൺ സോഴ്‌സ്, ടോർ റൂട്ടിംഗ് ഉപയോഗിക്കുന്ന ഒരു ഐഒഎസ് അപ്ലിക്കേഷൻ, ടോർ പ്രോജക്റ്റുമായി ചേർന്ന് പ്രവർത്തിക്കുന്ന ഒരാൾ വികസിപ്പിച്ചെടുത്തു.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
ml: [ഉള്ളി ബ്രൗസറിനെക്കുറിച്ച് കൂടുതലറിയുക](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
