Repository: torpluston/translation
Catalog: contents+sq.po
Languages: sq

source: Anonymity Online
sq: Anonimitet Në Linjë

source: home
sq: kreu

source: ###### ABOUT US ######
sq: ###### RRETH NESH ######

source: We believe everyone should be able to explore the internet with privacy.
sq: Ne besojmë se cilido duhet të jetë në gjendje të eksplorojë internet me privatësi.

source: We are the Tor Project, a 501(c)3 US nonprofit.
sq: Jemi Projekti Tor, një ent jofitimprurës 501(c)3 US.

source: We advance human rights and defend your privacy online through free software and open networks. [Meet our team](about/people).
sq: Shpiem përpara të drejtat e njeriut dhe mbrojmë privatësinë tuaj internetore përmes software-it të lirë dhe rrjeteve të hapura. [Njihuni me ekipin tonë](about/people).

source: Contact
sq: Kontakt

source: The Tor Project
sq: Projekti Tor

source: ### Get Support
sq: ### Merrni Asistencë

source: Need help? Visit our [Support Portal](https://support.torproject.org) for answers to frequently asked questions about connecting to Tor, circumventing censorship, using onion services, and more.
sq: Ju duhet ndihmë? Vizitoni [Portalin tonë të asistencës](https://support.torproject.org) për përgjigje pyetjesh të bëra rëndom lidhur me lidhjen me Tor, anashkalim censure, përdorim shërbimesh <em>onion</em>, etj.

source: Download
sq: Shkarkim

source: Sponsors
sq: Sponsorë

source: About
sq: Rreth

source: Documentation
sq: Dokumentim

source: Press
sq: Për Shtypin

source: Support
sq: Asistencë

source: Jobs
sq: Vende pune

source: Donate
sq: Dhuroni

source: Donate Now
sq: Dhuroni Tani

source: Trademark
sq: Shenjë tregtare

source: Community
sq: Bashkësi

source: Success
sq: Sukses

source: You're equipped to browse freely.
sq: Jeni i pajisur për të shfletues lirisht.

source: Tor is the strongest tool for privacy and freedom online.
sq: Tor-i është mjeti më i fortë për privatësi dhe liri në internet.

source: It is free and open source software maintained by the Tor Project and a community of volunteers worldwide.
sq: Është software i lirë dhe me burim të hapur, i mirëmbajtur nga Projekti Tor dhe një bashkëi vullnetarësh anembanë botës.

source: We need your help to keep Tor secure and safe for millions across the globe. [Donate Now](https://donate.torproject.org/)
sq: Na duhet ndihma juaj për ta mbajtur Tor-in të sigurt dhe të parrezik për miliona anembanë rruzullit. [Dhuroni Tani](https://donate.torproject.org/)

source: History
sq: Historik

source: Download Tor Browser Alpha
sq: Shkarkoni Shfletuesin Tor Alpha

source: Before we release a stable version of our software, we release an alpha version to test features and find bugs.
sq: Përpara se të hedhim në qarkullim një version të qëndrueshëm të software-it tonë, hedhim në qarkullim një version alfa për të testuar veçori dhe për të gjetur të meta.

source: Please only download an alpha if you are okay with some things not working properly, want to help us find and [report bugs](https://support.torproject.org/misc/bug-or-feedback/), and are not putting yourself at risk.
sq: Ju lutemi, shkarkoni një version alfa vetëm nëse s’keni problem me mosfunksionimin si duhet të disa gjërave, doni të na ndihmoni të gjejmë dhe [të bëjmë të ditura të meta](https://support.torproject.org/misc/bug-or-feedback/), dhe s’e vini veten në rrezik.

source: Download Tor Browser in your language
sq: Shkarkoni Shfletuesin Tor në gjuhën tuaj

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now available in 32 different languages, and we are working to add more. Want to help us translate? [See here](https://community.torproject.org/localization/)
sq: Duam që gjithkush të jetë në gjendje të shijojë Shfletuesin Tor në gjuhën e tij. Shfletuesi Tor tani është i gatshëm në 32 gjuhë të ndryshme, dhe po punojmë për të shtuar edhe më. Doni të na ndihmoni ta përkthejmë? [Shihni këtu](https://community.torproject.org/localization/)

source: Download Tor Source Code
sq: Shkarkoni Kodin Burim të Tor-it

source: Cy Pres Awards
sq: Çmime Cy Pres

source: ### Cy Pres Awards – Consumer Privacy and Privacy Online
sq: ### Çmime Cy Pres – Privatësi Konsumatori dhe Privatësi Internetore

source: _Cy pres_ awards are funds distributed as a part of class action lawsuit settlements in the United States. When the totality of the funds cannot be distributed to class members, they can be distributed to nonprofit, advocacy, and research groups that generally represent the class members. Consumer privacy _cy pres_ awards can help the Tor Project to educate individuals and organizations about how to retain their privacy online, advocate for privacy protections, and build important free, open source technologies that prioritize privacy.
sq: Çmimet _Cy pres_ janë fonde të shpërndara si një pjesë marrëveshjesh zgjidhjeje padish kolektive në Shtetet e Bashkuara. Kur shuma gjithsej e fondeve s’u shpërndahet dot anëtarëve të padisë, ato mund t’u shpërndahen grupeve jofitimprurëse, grupeve që dalin në mbrojtje të një kauze dhe grupeve kërkimore që përfaqësojnë përgjithësisht anëtarët e padisë kolektive. Çmimet _cy pres_ të privatësisë së konsumatorëve e ndihmojnë Projektin Tor të edukojë individë dhe ente rreth se si të ruajnë privatësinë e tyre internetore, të ngrenë zërin për mbrojtjen e privatësisë dhe të krijojnë teknologji të rëndësishme të lira dhe me burim të hapur që i japin përparësi privatësisë.

source: #### About the Tor Project
sq: #### Rreth Projektit Tor

source: The Tor Project is a U.S.-based 501(c)3 nonprofit founded in 2006 with the mission of advancing human rights and freedoms by:
sq: Projekti Tor është një ent jofitimprurës 501(c)3 me bazë në ShBA, i themeluar në 2006-n me mision shpënien përpara të të drejtave dhe lirive të njeriut përmes:

source: - Creating and deploying free and open anonymity and privacy technologies,
sq: - Krijimit dhe vënies në punë teknologjish anonimati dhe privatësie, të lira dhe me burim të hapur,

source: - Supporting their unrestricted availability and use, and
sq: - Përkrahjen për pasjen dhe përdorimin e pakufizuar të tyre, dhe

source: - Furthering their scientific and popular understanding.
sq: - Shpënien më tej të të kuptuarit shkencor dhe popullor të tyre.

source: The Tor Project and its surrounding community develop and distribute some of the most popular and widely used free, open source privacy technologies: Tor Browser and the Tor network.
sq: Projekti Tor dhe bashkësia rreth tij zhvillon dhe shpërndan disa nga teknologjitë më popullore të privatësisë, të lira dhe me burim të hapur: Shfletuesin Tor dhe rrjetin Tor.

source: Beyond developing technology, the organization helps people retain their privacy online. The Tor Project has educated thousands of activists, journalists, human rights defenders, librarians, consumers, and average internet users about how to protect and retain their privacy online.
sq: Tej zhvillimit të teknologjive, enti ndihmon njerëzit të ruajnë privatësinë e tyre internetore. Projekti Tor ka ndihmuar në edukimin e mijëra veprimtarëve, gazetarëve, mbrojtësve të të drejtave të njeriut, bibliotekarëve, konsumatorëve dhe përdoruesve të rëndomtë të internetit rreth se si të mbrojnë dhe ruajnë privatësinë e tyre internetore.

source: The Tor Project is recognized as a leading expert on privacy online, and is [often turned to by the media for information about how individuals and consumers can protect their privacy](https://www.torproject.org/press/).
sq: Projekti Tor njihet si eksperti kryesues në fushën e privatësisë internetore, dhe atij i [referohen shpesh nga media për informacion rreth se si mund të mbrojnë privatësinë e tyre individët dhe konsumatorët](https://www.torproject.org/press/).

source: In the past, the Tor Project has been the recipient of consumer privacy _cy pres_ awards through the Rose Foundation's Consumer Privacy grants. The organization has more than a decade of experience successfully delivering on projects with funders and partners as varied as the U.S. State Department – Bureau of Democracy, Human Rights, and Labor; National Science Foundation; Defense Advanced Research Projects Agency (DARPA); and the Media Democracy Fund.
sq: Në të kaluarën, Projekti Tor ka qenë fituesi i çmimit _cy pres_ për privatësinë e konsumatorit, përmes grantesh Privatësie Konsumatori nga fondacioni Rose Foundation. Enti ka më shumë se një dhjetëvjeçar përvojë në përfundime me sukses projektesh me fonde dhe partnerë të larmishëm si Departamenti i Shtetit i ShBA-ve – Zyra e Demorakcisë, të Drejtave të Njeriut dhe Punës; Fondacioni Kombëtar i Shkencës; Agjencia e Projekteve Kërkimore të Thelluar të Mbrojtjes (DARPA); dhe Fondi për Demokracinë e Medias.

source: #### Contact the Tor Project about a Cy Pres Award
sq: #### Lidhuni me Projektin Tor rreth një çmimi Cy Pres Award

source: If you would like to speak to somebody at the Tor Project about whether or not the organization might be appropriate for a _cy pres_ award, please contact Sarah Stevenson, Fundraising Director, at [sstevenson@torproject.org](mailto:sstevenson@torproject.org).
sq: Nëse do të donit të filsnit me dikë në Projektin Tor rreth nëse një ent mund të jetë ose jo i përshtatshëm për një çmim _cy pres_, ju lutemi, lidhuni me Sarah Stevenson, Drejtoreshë e Mbledhjes së Fondeve, te [sstevenson@torproject.org](mailto:sstevenson@torproject.org).

source: #### Further Reading
sq: #### Lexime të Mëtejshme

source: - [The Tor Project in the Media](https://www.torproject.org/press/)
sq: - [Projekti Tor në Media](https://www.torproject.org/press/)

source: - [The Tor Project Financial Reports](https://www.torproject.org/about/reports/)
sq: - [Raporte Financiare të Projektit Tor](https://www.torproject.org/about/reports/)

source: - [The Tor Project Board Members and Staff](https://www.torproject.org/about/people/)
sq: - [Anëtarë Bordi dhe Staf i Projektit Tor](https://www.torproject.org/about/people/)

source: # General Statement of Trademark and Copyright
sq: # Deklaratë e Përgjithshme Shenjash Tregtare dhe të Drejtash Kopjimi

source: Content on this site is Copyright The Tor Project, Inc..
sq: Lënda në këtë sajt është e Drejtë Kopjimi e Projektit Tor, Inc..

source: Reproduction of content is permitted under a [Creative Commons Attribution 3.0 United States License](https://creativecommons.org/licenses/by/3.0/us/).
sq: Riprodhimi i lëndës lejohet sipas një licence [Creative Commons Attribution 3.0 United States License](https://creativecommons.org/licenses/by/3.0/us/).

source: All use under such license must be accompanied by a clear and prominent attribution that identifies The Tor Project, Inc. as the owner and originator of such content.
sq: Çfarëdo përdorimi nën një licencë të tillë duhet shoqëruar me një atribuim të qartë dhe të dukshëm që identifikon Projektin Tor, Inc. si pronar dhe origjinë e lëndës së tillë.

source: The Tor Project Inc. reserves the right to change licenses and permissions at any time in its sole discretion.
sq: Tor Project Inc. ruan të drejtën të ndryshojë licenca dhe leje në çfarëdo kohe sipas dëshirës së vet.

source: The Tor® software is licensed in various ways. Learn more about the [various licenses](https://2019.www.torproject.org/docs/faq.html.en#DistributingTor).
sq: Software-i Tor® licencohet në rrugë të ndryshme. Mësoni më tepër rreth [licencash të ndryshme](https://2019.www.torproject.org/docs/faq.html.en#DistributingTor).

source: The Tor Project, Inc, became a 501(c)3 nonprofit in 2006, but the idea of "onion routing" began in the mid 1990s.
sq: Tor Project, Inc, u shndërrua në një ent 501(c)3 jofitimprurës më 2006-n, por ideja "onion routing" zuri fill diku aty nga mesi i viteve ’90.

source: **Just like Tor users, the developers, researchers, and founders who've made Tor possible are a diverse group of people. But all of the people who have been involved in Tor are united by a common belief: internet users should have private access to an uncensored web.**
sq: **Njësoj si përdoruesit e Tor-it, zhvilluesit, kërkuesit dhe themeluesit që bënë të mundur Tor-in janë një grup i larmishëm njerëzish. Por krejt personat që janë përfshirë në Tor i bashkon një besim i përbashkët: përdoruesit e internetit duhet të kenë hyrje private në një internet pa censurë.**

source: In the 1990s, the lack of security on the internet and its ability to be used for tracking and surveillance was becoming clear, and in 1995, David Goldschlag, Mike Reed, and Paul Syverson at the U.S. Naval Research Lab (NRL) asked themselves if there was a way to create internet connections that don't reveal who is talking to whom, even to someone monitoring the network.
sq: Në vitet ’90, mungesa e sigurisë në internet dhe aftësia e tij për t’u përdorur për gjurmim dhe survejim po bëhej e qartë, dhe më 1995-n, David Goldschlag, Mike Reed, dhe Paul Syverson në Laboratorin e Kërkimeve të Marinës së ShBA-së (NRL) shtruan pyetjen nëse kish një rrugë krijimi lidhjesh internet që nuk lënë të duket cili po bisedon me cilin, madje edhe për dikë që mbikëqyr rrjetin.

source: Their answer was to create and deploy the first research designs and prototypes of onion routing.
sq: Përgjigja e tyre qe të krijoheshin dhe viheshin në punë konceptet e para kërkimore dhe prototipe të _onion routing_.

source: The goal of onion routing was to have a way to use the internet with as much privacy as possible, and the idea was to route traffic through multiple servers and encrypt it each step of the way.
sq: Synimi i _onion routing_ qe të kihej një mënyrë për të përdorur internetin me sa më shumë privatësi që të ishte e mundur, dhe ideja qe të kalohej trafiku përmes shërbyesish të shumtë dhe të fshehtëzohej në çdo hap gjatë rrugës.

source: This is still a simple explanation for how Tor works today.
sq: Ky është prapëseprapë një shpjegim i thjeshtë se si funksionon sot Tor-i.

source: In the early 2000s, Roger Dingledine, a recent [Massachusetts Institute of Technology (MIT)](https://web.mit.edu/) graduate, began working on an NRL onion routing project with Paul Syverson.
sq: Herët gjatë viteve 2000, Roger Dingledine, një i sapodiplomuar i [Institutit të Teknologjisë së Masaçusetit (MIT)](https://web.mit.edu/), zuri të punojë në një projekt të NRL-së mbi _onion routing_ tok me Paul Syverson.

source: To distinguish this original work at NRL from other onion routing efforts that were starting to pop up elsewhere, Roger called the project Tor, which stood for The Onion Routing. Nick Mathewson, a classmate of Roger's at MIT, joined the project soon after.
sq: Për ta dalluar punën e tyre origjinale në NRL nga përpjekje të tjera për _onion routing_ që kishin zënë të shfaqeshin ngado, Roxheri e quajti projekti Tor, si shkurtim i _The Onion Routing_. Nick Mathewson, një shok klase i Roxherit në MIT, u bë pjesë e projektit pak më vonë.

source: From its inception in the 1990s, onion routing was conceived to rely on a decentralized network. The network needed to be operated by entities with diverse interests and trust assumptions, and the software needed to be free and open to maximize transparency and separation.
sq: Që me konceptimin e vet në vitet ’90, <em>onion routing</em> qe menduar për t’u bazuar në një rrjet të qëndrueshëm. Rrjeti duhej të ishte i përdorshëm nga njësi me interesa dhe shkallë besimi të larmishme, dhe software-i lypsej të ishte i lirë dhe i hapur, për të maksimizuar transparencën dhe ndarjen.

source: That's why in October 2002 when the Tor network was initially deployed, its code was released under a free and open software license.
sq: Kjo është arsyeja pse në tetor të 2002-it, kur rrjeti Tor u vu në jetë për herë të parë, kodi i tij u hodh në qarkullim nën një licencë software-it të lirë dhe me burim të hapur.

source: By the end of 2003, the network had about a dozen volunteer nodes, mostly in the U.S., plus one in Germany.
sq: Nga fundi i 2003-shit, rrjeti kish afërsisht një duzinë nyjesh vullnetare, shumica në ShBA, plus një në Gjermani.

source: Recognizing the benefit of Tor to digital rights, the [Electronic Frontier Foundation (EFF)](https://www.eff.org/) began funding Roger's and Nick's work on Tor in 2004. In 2006, the Tor Project, Inc., a 501(c)3 nonprofit organization, was founded to maintain Tor's development.
sq: Duke parë përftimet nga Tor-i për të drejtat dixhitale, [Electronic Frontier Foundation (EFF)](https://www.eff.org/) filloi financimin e punës së Roxherit dhe Nikut me Tor-in më 2004-n. Më 2006-n u themelua Tor Project, Inc., një ent jofitimprurës 501(c)3 për drejtimin e zhvillimit të Tor-it.

source: In 2007, the organization began developing bridges to the Tor network to address censorship, such as the need to get around government firewalls, in order for its users to access the open web.
sq: Në 2007-ën, enti fillojë zhvillimin e urave drejt rrjetit Tor, për të trajtuar problemin e censurës, si në rastin e nevojës për të anashkaluar firewall-e qeveritarë, me qëllim që përdoruesit e tyre të mund të përdorin web-in e hapur.

source: Tor began gaining popularity among activists and tech-savvy users interested in privacy, but it was still difficult for less-technically savvy people to use, so starting in 2005, development of tools beyond just the Tor proxy began.
sq: Tor-i filloi të fitojë popullaritet mes veprimtarësh dhe përdoruesish të sprovuar të interesuar për privatësi, por ishte ende i vështirë për t’u përdorur nga persona me më pak dije teknike të llojit, kështu që, duke filluar nga 2005-a, filloi zhvillimi i mjeteve tej ndërmjetësit Tor.

source: Development of Tor Browser began in [2008](https://lists.torproject.org/pipermail/tor-talk/2008-January/007837.html).
sq: Zhvillimi i Shletuesit Tor filloi më [2008-n](https://lists.torproject.org/pipermail/tor-talk/2008-January/007837.html).

source: With Tor Browser having made Tor more accessible to everyday internet users and activists, Tor was an instrumental tool during the [Arab Spring](https://en.wikipedia.org/wiki/Arab_Spring) beginning in late 2010. It not only protected people's identity online but also allowed them to access critical resources, social media, and websites which were blocked.
sq: Me Tor-in të bërë më të përdorshëm përmes Shfletuesit Tor për përdoruesit e përditshëm të internetit dhe veprimtarët, Tor-i qe një mjet i dorës së parë gjatë [Pranverës Arabe](https://en.wikipedia.org/wiki/Arab_Spring), duke filluar nga fundi i 2010-s. Jo vetëm që mbrojti identitetet internetore të personave, po u lejoi të përdorin burime kritike, media shoqërore dhe sajte që qenë bllokuar.

source: The need for tools safeguarding against mass surveillance became a mainstream concern thanks to the [Snowden revelations in 2013](https://www.theguardian.com/world/interactive/2013/nov/01/snowden-nsa-files-surveillance-revelations-decoded#section/1).
sq: Nevoja për mjete mbrojtjeje kundër survejimit në masë u bë një shqetësim i njohur falë [zbulimeve nga Snowden më 2013-n](https://www.theguardian.com/world/interactive/2013/nov/01/snowden-nsa-files-surveillance-revelations-decoded#section/1).

source: Not only was Tor instrumental to Snowden's whistleblowing, but content of the documents also upheld assurances that, at that time, [Tor could not be cracked](https://www.wired.com/story/the-grand-tor/).
sq: Tor-i jo vetëm që qe i dorës së parë për nxjerrje sekreti nga Snowden, por lënda e dokumenteve tregoi gjithashtu sigurinë se, në atë kohë, [Tor-i nuk mund të zbërthehej](https://www.wired.com/story/the-grand-tor/).

source: People's awareness of tracking, surveillance, and censorship may have increased, but so has the prevalence of these hindrances to internet freedom.
sq: Ndërgjegjësimi i njerëzve rreth gjurmimit, survejimit dhe censurës mund të jetë rritur, por po kështu ka bërë edhe mbizotërimi i këtyre pengesave ndaj lirisë në internet.

source: Today, the network has [thousands of relays](https://metrics.torproject.org) run by volunteers and millions of users worldwide. And it is this diversity that keeps Tor users safe.
sq: Sot, rrjeti ka [mijëra rele](https://metrics.torproject.org) të mbajtura në punë nga vullnetarë dhe miliona përdorues anembanë botës. Dhe është kjo larmi që i mban të parrezik përdoruesit e Tor-it.

source: We, at the Tor Project, fight every day for everyone to have private access to an uncensored internet, and Tor has become the world's strongest tool for privacy and freedom online.
sq: Ne në Projektin Tor, luftojmë përditë që cilido të ketë hyrje private dhe pa censurë në internet, dhe Tor-i është bërë mjeti më i fortë në botë për privatësi dhe liri internetore.

source: But Tor is more than just software. It is a labor of love produced by an international community of people devoted to human rights. The Tor Project is [deeply committed](https://blog.torproject.org/tor-social-contract) to transparency and the safety of its users.
sq: Por Tor-i është më shumë se thjesht një software. Është fryt dashurie i prodhuar nga një bashkësi njerëzish të përkushtuar të drejtave të njeriut. Projekti Tor është [thellësisht i përkushtuar](https://blog.torproject.org/tor-social-contract) transparencës dhe parrezikshmërisë së përdoruesve të vet.

source: People
sq: Persona

source: We are an international team who believes everyone should have private access to the uncensored web.
sq: Jemi një ekip ndërkombëtar që beson se cilido duhet të ketë hyrje private dhe pa censurë në internet.

source: Having a diverse user base means we have diverse funding sources, too. Our goal is to continue diversifying our funding. To inquire about sponsorship, please email giving(at)torproject.org.
sq: Pasja e një baze të larmishme përdoruesish do të thotë edhe se kemi burime të larmishme fondesh. Synimi ynë është të vazhdojmë bërjen të larmishme të fondeve tona. Për pyetje rreth sponsorizimit, ju lutemi, dërgoni email te giving(at)torproject.org.

source: The Tor Project, Inc. is a US 501(c)(3) nonprofit organization committed to transparency in its work and reporting.
sq: Tor Project, Inc. është një ent 501(c)(3) jofitimprurës në ShBA, përkushtuar transparencës në punën e vet dhe raportime të vetat..

source: New Release: Tails 3.12
sq: Hedhje e Re Në Qarkullim: Tails 3.12

source: This release fixes many security vulnerabilities. You should upgrade as soon as possible.
sq: Kjo hedhje në qarkullim ndreq mjaft cenueshmëri sigurie. Duhet ta përmirësoni sa më shpejt të jetë e mundur.

source: The biggest news for 3.12 is that we completely changed the installation methods for Tails.
sq: Lajmi më i rëndësishëm për 3.12 është se kemi ndryshuar plotësisht metodat e instalimit për Tails.

source: New Release: Tor 0.4.0.1-alpha
sq: Hedhje e Re Në Qarkullim: Tor 0.4.0.1-alpha

source: There's a new alpha release available for download. If you build Tor from source, you can download the source code for 0.4.0.1-alpha from the usual place on the website.
sq: Ka gati për shkarkim një hedhje të re në qarkullim alfa. Nëse e montoni Tor-in nga burimi, mund të shkarkoni kodin burim për 0.4.0.1-alpha që nga vendi i zakonshëm te sajti.

source: New Release: Tor Browser 8.5a10
sq: Hedhje e Re në Qarkullim: Shletuesi Tor 8.5a10

source: Tor Browser 8.5a10 is now available from the <a href="https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha">Tor Browser Project page</a> and also from our <a href="/dist/torbrowser/8.5a10/">distribution directory</a>.
sq: Shfletuesi Tor 8.5a10 tani është gati që nga <a href="https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha">faqja e Projektit të Shfletuesit Tor</a> dhe edhe nga <a href="/dist/torbrowser/8.5a10/">drejtoria jonë e shpërndarjeve</a>.

source: Tor Trademark Frequently Asked Questions
sq: Pyetje të Bëra Rëndom rreth Shenjash Tregtare të Tor-it

source: Close banner
sq: Mbylle banderolën

source: Tracking, surveillance, and censorship are widespread online.
sq: Gjurmimi, survejimi dhe censura janë shumë të përhapura në internet.
