Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
de: Seit kurzem können Gmail-Benutzer [2-Faktor-Authentifizierung](https://support.google.com/accounts/answer/185839) für ihre Konten einschalten, um eine zusätzliche Sicherheitsebene hinzuzufügen.

source: How do I install Tor Browser?
de: Wie installiere ich Tor Browser?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
de: Bitte lies den Abschnitt [Installation](https://tb-manual.torproject.org/installation/) im Tor Browser-Handbuch.

source: My internet connection requires an HTTP or SOCKS Proxy
de: Meine Internet-Verbindung benötigt einen HTTP- oder SOCKS-Proxy

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
de: Du kannst IP-Adresse des Proxys, Ports und Authentifikations-Informationen in den [Tor Browser's Netzwerkeinstellungen](https://tb-manual.torproject.org/running-tor-browser/) ändern. Falls du Tor über einen anderen Weg nutzt, sieh dir die Optionen für die HTTPProxy- und HTTPSProxy-Konfigurationen in der [Anleitung](https://2019.www.torproject.org/docs/tor-manual.html.en) an und modifiziere deine torrc-Datei entsprechend. Du wirst einen HTTP-Proxy brauchen, um GET-Anfragen zum holen des Tor Verzeichnisses zu tätigen und du wirst einen HTTPS-Proxy brauchen, um dich über CONNECT mit einem Tor-Relais zu verbinden. (Wenn sie derselbe Proxy sind, ist das in Ordnung.) Tor erkennt auch die torrc-Optionen Socks4Proxy und Socks5Proxy.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
de: Lies dir auch die HTTPProxyAuthenticator und HTTPSProxyAuthenticator Optionen durch, wenn dein Proxy eine Authentifikation braucht. Wir unterstützen momentan nur einfache Auth., aber wenn du NTLM-Authentifikation brauchst, findest du vielleicht [diesen Post, in den Archiven,](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) nützlich.

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
de: Falls dein Proxy es nur erlaubt sich mit bestimmten Punkten zu verbinden, schau dir den Eintrag über [Clients mit Firewall](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) an, um zu lernen, wie du beschränkst, auf welche Ports deine Tor-Installation versuchen wird zuzugreifen,

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
de: Kann ich noch andere Browser wie Chrome oder Firefox benutzen, neben Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
de: Natürlich kannst du einen anderen Browser verwenden, während du Tor Browser nutzt.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
de: Allerdings solltest du beachten, dass deine Privatsphäre mit anderen Browsern nicht so sehr geschützt ist.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
de: Sei vorsichtig beim Wechseln zwischen Tor und weniger sicheren Browsern, denn du könntest aus Versehen andere Browser für etwas benutzen, was du eigentlich über Tor schicken wolltest.

source: Can I use Tor with a browser besides Tor Browser?
de: Kann ich Tor mit einem anderen Browser als Tor Browser benutzen?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
de: Wir raten stark davon ab, Tor in einem anderen Browser als Tor Browser zu verwenden.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
de: Tor mit einem anderen Browser zu benutzen, macht dich angreifbar ohne den Privatsphäre-Schutz von Tor Browser.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
de: Was ist der Unterschied zwischen Tor Browser und "Inkognitomodus", oder privaten Tabs?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
de: Auch wenn die Namen vielleicht etwas anderes suggerieren, "Inkognitomodus" und "private Tabs" machen dich nicht anonym im Internet.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
de: Sie entfernen alle Informationen auf deiner Maschine, die etwas mit der Browser-Sitzung zu tun haben, nachdem sie geschlossen werden, aber sie haben keine Mittel um deine Aktivität oder deinen digitalen Fingerabdruck online zu verstecken.

source: This means that an observer can collect your traffic just as easily as any regular browser.
de: Das bedeutet, dass ein Beobachter deinen Datenverkehr so einfach mitschreiben kann, wie bei jedem normalen Browser.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
de: Tor Browser bietet alle diese amnestischen Funktionen von privaten Tabs, während er die ursprüngliche IP, Surfgewohnheiten und Details über ein Gerät, die dafür benutzt werden könnten es im Netz wiederzuerkennen, verbirgt. Was wirklich private Sitzungen erlaubt, welche vollständig von Ende zu Ende verschleiert sind.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
de: Für mehr Informationen über die Limitationen des Inkognitomoduses und der privaten Tabs, schau dir Mozilla's Artikel über [gewöhnliche Mythen über privates Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing) an.

source: I'm supposed to "edit my torrc". What does that mean?
de: Ich soll "meine torrc bearbeiten". Was bedeutet das?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
de: WARNUNG: Folge NICHT irgendwelchen Anleitungen, um deine "torrc" zu editieren!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
de: Dies kann einem Angreifer ermöglichen, deine Sicherheit und Anonymität durch böswillige Konfiguration deines `torrc` zu kompromittieren.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
de: Tor benutzt eine Textdatei namens `torrc`, die Konfigurationsanweisungen enthält, wie sich Tor verhalten soll.

source: The default configuration should work fine for most Tor users (hence the warning above.)
de: Die Standardkonfiguration sollte für die meisten Tor-Benutzer gut funktionieren (daher die obige Warnung).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
de: Um das `torrc` deines Tor Browsers zu finden, folge den unten stehenden Anweisungen für dein Betriebssystem.

source: On Windows or Linux:
de: Auf Windows oder Linux:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
de: * Das `torrc` ist im Tor Browser Daten-Ordner in `Browser/TorBrowser/Data/Tor` innerhalb deines Tor Browser-Verzeichnisses.

source: On macOS:
de: Auf macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
de: * Das `torrc` ist im Tor Browser Daten-Ordner in `~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
de: * Beachte, dass der Library-Ordner in neueren Versionen von macOS versteckt ist. Um im Finder zu diesem Ordner zu navigieren, wähle "Gehe zu Ordner..." im "Go"-Menü.

source: * Then type "~/Library/Application Support/" in the window and click Go.
de: * Gib dann "~/Library/Application Support/" im Fenster ein und klick Go.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
de: Schließe den Tor Browser bevor du `torrc` bearbeitest, sonst kann Tor Browser deine Änderungen löschen.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
de: Einige Optionen haben keine Wirkung, da der Tor Browser sie mit Kommandozeilenoptionen überschreibt, wenn er Tor startet.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
de: Wirf einen Blick auf die [Beispiel-`torrc`-Datei](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) für Hinweise zu üblichen Konfigurationen.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
de: Für andere Konfigurationsoptionen, die du benutzen kannst, schau dir das [Tor Handbuch](https://2019.www.torproject.org/docs/tor-manual.html.en) an.

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
de: Denk daran, dass alle Zeilen, die mit `#` beginnen, in der torrc als Kommentare behandelt werden und keinen Effekt auf Tor's Konfiguration haben.

source: Does Tor Project make an application for private chat?
de: Bietet das Tor Project eine Anwendung für private Unterhaltungen an?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
de: Nein. Nach elf Beta-Versionen haben wir die Unterstützung von [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger) eingestellt.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
de: Wir glauben weiterhin an die Nützlichkeit von Tor für Nachrichten-Anwendungen, aber wir haben im Moment keine Resourcen, um dies zu ermöglichen.

source: Do you? [Contact us](https://www.torproject.org/contact).
de: Und du? [Kontaktiere uns](https://www.torproject.org/de/contact).

source: Can I run Tor on an Android device?
de: Kann ich Tor auf einem Android-Gerät ausführen?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
de: Ja, es gibt eine Version von [Tor Browser](https://www.torproject.org/download/#android) speziell für Android. Den Tor Browser für Android zu installieren ist alles was du brauchst, um Tor auf einem Android-Gerät laufen zu lassen.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
de: Das Guardian Project stellt die App [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) zur Verfügung, welche genutzt werden kann, um andere Apps, auf deinem Android-Gerät, über das Tor-Netzwerk umzuleiten. Trotzdem braucht man nur Tor Browser für Android, um mit Tor durchs Internet zu surfen.

source: Who is the Guardian Project?
de: Was ist das Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
de: Das Guardian Project betreut Orbot (und andere Privatsphären-Applikationen) für Android. Mehr Informationen können auf der [Webseite des Guardian Project's](https://guardianproject.info/) gefunden werden.

source: Can I run Tor on an iOS device?
de: Kann ich Tor auf einem iOS-Gerät ausführen?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
de: Wir empfehlen die quelloffene iOS-Anwendung Onion Browser für Tor von einer Person, die eng mit dem Tor Project kooperiert.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
de: Allerdings erfordert Apple, dass iOS-Browser Webkit benutzen, wodurch Onion Browser nicht die gleiche Privatsphäre bieten kann wie Tor Browser.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
de: [Lerne mehr über den Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
de: Lade Onion Browser über den [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448) herunter.

source: How do I run Tor on Windows Phone?
de: Wie bringe ich Tor auf einem Windows-Phone zum Laufen?

source: There is currently no supported method for running Tor on Windows Phone.
de: Es gibt momentan keine unterstützte Methode, Tor auf einem Windows-Telefon zu betreiben.

source: What happened to Orfox?
de: Was ist mit Orfox passiert?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
de: Mit dem Release von [Tor Browser für Android](https://www.torproject.org/download/#android) wurde Orfox [stillgelegt](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
de: Brauche ich Tor Browser für Android und Orbot, oder nur eines?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
de: Auch wenn beide, Tor Browser für Android und Orbot, großartig sind, so dienen sie doch verschiedenen Zwecken.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
de: Tor Browser für Android ist wie der Desktop Tor Browser, nur eben für dein Handy. Er ist ein One-Stop-Browser, der das Tor-Netzwerk verwendet und versucht, so anonym wie möglich zu sein.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
de: Orbot ist auf der anderen Seite ein Proxy, der es dir erlaubt Daten von anderen Applikationen (Email-Clients, Sofortnachrichten Apps, etc.) durch das Tor-Netzwerk zu senden. Eine Version von Orbot ist bereits in Tor Browser für Android integriert, was es ihm erlaubt sich mit dem Tor-Netzwerk zu verbinden.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
de: Diese Version erlaubt es dir nicht andere Apps, außerhalb von Tor Browser für Android, durch es senden zu lassen.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
de: Je nachdem wie du das Tor-Netzwerk nutzen willst, kann einer oder beide eine gute Option sein.

source: Is Tor Browser available on F-Droid?
de: Ist Tor Browser erhältlich für F-Droid?

source: It will be, _soon_.
de: Er wird es sein, _bald_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
de: In der Zwischenzeit kannst du F-Droid nutzen, um Tor Browser für Android herunterzuladen, indem du das [Guardian Project's Repository](https://guardianproject.info/fdroid/) einschaltest.

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
de: [Lerne wie du ein Repository zu F-Droid hinzufügst](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
de: Wie kann ich den Tor-Browser herunterladen, wenn torproject.org blockiert ist?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
de: Wenn du Tor Browser nicht über unsere [Webseite](https://www.torproject.org) herunterladen kannst, kannst du eine Kopie des Tor Browser via [GetTor](https://gettor.torproject.org/) geliefert kriegen.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
de: GetTor ist ein Dienst zum automatischen Empfangen von Links für das Herunterladen von Tor Browser an verschiedenen Orten, die weniger wahrscheinlich zensiert werden, wie z.B. Dropbox, Google Drive und GitHub.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
de: Es ist ebenfalls möglich den Tor Browser von [https://tor.eff.org](https://tor.eff.org) oder von [https://tor.ccc.de](https://tor.ccc.de) herunterzuladen.

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
de: Genauere Links für deinen aktuellen Standort findest du unter [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)

source: To use GetTor via email.
de: Um GetTor über E-Mail zu nutzen.

source: Send an email to gettor@torproject.org.
de: Sende eine E-Mail an gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
de: Schreibe dein Betriebssystem (z.B. Windows, macOS oder Linux) in den Textkörper der Nachricht und sende es.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
de: GetTor antwortet mit einer E-Mail, die Links enthält, von denen aus du Tor Browser, die kryptografische Signatur (die für die [Überprüfung des Downloads benötigt wird](/de/tbb/how-to-verify-signature)), den Fingerabdruck des Schlüssels, mit dem die Signatur erstellt wurde, und die Prüfsumme des Packets herunterladen kannst.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
de: Du hast die Wahl zwischen "32-bit" oder "64-bit"-Software: dies hängt von der Architektur deines Computers ab; ziehe die Dokumentation deines Computers zu Rate, um mehr zu erfahren.

source: To use GetTor via Twitter.
de: Um GetTor über Twitter zu nutzen.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
de: GetTor mit Twitter wird momentan gewartet. Bitte verwende stattdessen [email](https://support.torproject.org/gettor/gettor-2).

source: To use GetTor via XMPP (Jitsi, CoyIM).
de: Um GetTor mit XMPP (Jitsi, CoyIM) zu benutzen.

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
de: Um die Links für Tor Browser zu erhalten, sende eine Nachricht an gettor@torproject.org mit einem der folgenden Codes im Nachrichtentext:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
de: Tor-Browser kann sich nicht verbinden, aber es scheint nicht an Zensur-Maßnahmen zu liegen.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
de: Eines der häufigsten Probleme beim Verbinden mit Tor Browser ist eine falsch konfigurierte Systemuhr.

source: Please make sure your system clock and timezone are set accurately.
de: Stelle sicher, dass deine System-Uhrzeit und -Zeitzone richtig eingestellt ist.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
de: Wenn das Problem dadurch nicht behoben wird, lies die Seite zur Fehlerbehebung im [Tor Browser-Handbuch](https://tb-manual.torproject.org/de/troubleshooting).

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
de: Ich habe Probleme, mich mit Tor zu verbinden, und kann die Ursache nicht finden.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
de: Wenn du beim Verbinden ein Problem hast, kann eine Fehlermeldung aufscheinen und du kannst die Option "Tor-Protokoll in die Zwischenablage kopieren" auswählen.

source: Then paste the Tor log into a text file or other document.
de: Dann kopiere das Tor-Protokoll in eine Textdatei oder ein anderes Dokument.

source: Alternatively, if you don't see this option and you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
de: Alternativ kannst du in das Hamburger Menü gehen (rechts oben im Browser die drei Queerbalken neben der URL Leiste), auf "Einstellungen" und dann auf "Tor" in der Seitenleiste klicken.

source: You should see one of these common log errors (look for the following lines in your Tor log):
de: Du solltest einen dieser üblichen Fehler im Protokoll sehen (suche nach diesen Zeilen in deiner Tor-Logdatei):

source: ##### Common log error #1: Proxy connection failure
de: #### Häufigster Logfehler #1: Proxy Verbindung fehlgeschlagen / Proxy connection failure

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
de: Wenn in der Log-Datei Zeile wie diese auftauchen, bedeutet das, der SOCKS-Proxy kann nicht erreicht werden.
