Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: In Tor terms, a single document compiled and voted on by the [directory authorities](#directory-authority) once per hour, ensuring that all [clients](#client) have the same information about the [relays](#relay) that make up the [Tor network](#tor-/-tor-network/-core-tor).
it: In termini Tor, un singolo documento compilato e votato dalle [autorità delle directory](#directory-authority) una volta all'ora, assicura che tutti i [client](#client) abbiano le stesse informazioni sui [relays](#relay) che costituiscono la [rete Tor](#tor-/-tor-network/-core-tor).

source: An [HTTP](#http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](#web-browser) while the user is browsing. [Tor Browser](#tor-browser) does not store cookies.
it: Un [HTTP](#http) cookie (anche chiamato web cookie, Internet cookie, browser cookie o semplicemente cookie) è un piccolo pezzo di dati inviati da un sito web e salvati nel computer dell'utente dal [browser web](#web-browser) mentre l'utente naviga. [Tor Browser](#tor-browser) non immagazzina i cookies.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
it: Cross-Site Scripting (XSS) permette ad un nemico di aggiungere funzionalità o comportamenti maligni a un sito web quando essi non dovrebbero avere l'abilità di agire.

source: ### cryptographic signature
it: ### firma crittografica

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](#public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get. For more information about how you can verify signatures, please see [here](https://support.torproject.org/tbb/how-to-verify-signature/).
it: Una firma crittografica dimostra l'autenticità di un messaggio o di un file. È creata dal proprietario della parte privata di una coppia di chiavi a [crittografia a chiave pubblica](#public-key-cryptography) e può essere verificata dalla corrispondente chiave pubblica. Se scarichi il software da torproject.org, la troverai come file di firma (.asc). Queste sono firme PGP, quindi puoi verificare che il file che hai scaricato sia esattamente quello che ti volevamo far ottenere. Per ulteriori informazioni su come verificare le firme, consulta [qui](https://support.torproject.org/tbb/how-to-verify-signature/).

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
it: Un daemon è un programma per computer che funziona come un processo in background, anziché essere sotto il diretto controllo dell'utente.

source: ### directory authority
it: ### gestore delle directory

source: A special-purpose [relay](#relay) that maintains a list of currently-running relays and periodically publishes a [consensus](#consensus) together with the other directory authorities.
it: Un [relay](#relay) specifico che mantiene una lista dei relays attualmente attivi e periodicamente pubblica una [intesa](#consensus) insieme agli altri gestori di directory.

source: ### encryption
it: ### codifica

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](#tor-/-tor-network/-core-tor) uses three layers of encryption in the Tor [circuit](#circuit); each [relay](#relay) decrypts one layer before passing the request on to the next relay.
it: Il processo di prelievo di un pezzo di dati e scomporlo in un codice segreto che può essere letto solo dal destinatario voluto. [Tor](#tor-/-tor-network/-core-tor) usa tre strati di cifratura nel [circuito](#circuit) di Tor; ogni [relay](#relay) decodifica uno strato prima di passare la richiesta al prossimo relay.

source: ### end-to-end encrypted
it: ### criptato end-to-end

source: Transmitted data which is [encrypted](#encryption) from origin to destination is called end-to-end encrypted.
it: L'informazione [cifrata](#encryption) trasmessa dall'origine verso la destinazione viene definita "crittografata end-to-end".

source: ### exit
it: ### uscita

source: The last [relay](#relay) in the [Tor circuit](#circuit) which sends [traffic](#traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](#ip-address) of the exit.
it: L'ultimo [relay](#relay) nel [circuito Tor](#circuit) che manda [traffico](#traffic) fuori nell'Internet pubblico. Il servizio a cui ti stai connettendo (sito web, servizio di chat, fornitore della casella mail, ecc...) vedrà l'[indirizzo IP](#ip-address) dell'uscita.

source: The ExoneraTor service maintains a database of [relay](#relay) [IP addresses](#ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](#tor-/-tor-network/-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
it: Il servizio ExoneraTor conserva un archivio di [relè](#relay) e [indirizzi IP](#ip-address) che sono stati parte della rete Tor. Risponde alla domanda se ci fosse un relè [Tor](#tor-/-tor-network/-core-tor) in esecuzione su un determinato indirizzo IP in una determinata data. Questo servizio è spesso utile quando si ha a che fare con forze dell'ordine.

source: Mozilla Firefox is a free and open-source [web browser](#web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
it: Mozilla Firefox è un [browser web](#web-browser) gratuito e open-source sviluppato dalla Fondazione Mozilla e la sua affiliata, la Mozilla Corporation.

source: [Tor Browser](#tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
it: [Tor Browser](#tor-browser) è costruito da una versione modificata di Firefox ESR (Release di Supporto Estesa).

source: Firefox is available for Windows, macOS and Linux [operating systems](#operating-system-os), with its mobile version (fennec) available for Android.
it: Firefox è disponibile per i [sistemi operativi](#operating-system-os) Windows, macOS e Linux, con la relativa versione mobile (fennec) disponibile per Android.

source: A firewall is a network security system that monitors and controls incoming and outgoing network [traffic](#traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](#network-censorship). Sometimes people have trouble connecting to [Tor](#tor-/-tor-network/-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
it: Un firewall è un sistema di sicurezza della rete che monitora e controlla in entrata e in uscita il [traffico](#traffic) della rete. Questo filtro del traffico si basa su regole predefinite. Un firewall in genere stabilisce una barriera tra una rete interna sicura e protetta e un'altra rete esterna, ma può anche essere utilizzato come filtro del contenuto nel senso di [censura](#network-censorship). A volte le persone hanno problemi a connettersi a [Tor](#tor-/-tor-network/-core-tor) perchè il loro firewall blocca le connessioni Tor. Puoi riconfigurare o disabilitare il tuo firewall e riavviare Tor per provare ciò.

source: Flash Player is a [browser plugin](#add-on-extension-or-plugin) for Internet [applications](#app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](#tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
it: Flash Player è un [plugin del browser](#add-on-extension-or-plugin) per [applications](#app) Internet per guardare contenuti audio e video. Non dovresti mai abilitare Flash per essere eseguito in [Tor Browser](#tor-browser) in quanto è insicuro. Molti servizi che offrono Flash offrono anche l'alternativa HTML5, che dovrebbe funzionare in Tor Brwoser.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](#traffic) as ordinary web (HTTP) traffic.
it: FTE (format-transforming encryption) è un pluggable transport che maschera il [traffico di Tor](#traffic) come un traffico web (HTTP) ordinario.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](#tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
it: È un servizio che risponde automaticamente ai messaggi (Email, XMPP, Twitter) con link alla versione più recente di [Tor Browser](#tor-browser), ospitato in vati luoghi come Dropbox, Google Drive e GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
it: The Tor Project partecipa al Google Summer of Code, che è un programma estivo per studenti universitari.

source: ### guard
it: ### guardia

source: The first [relay](#relay) in the [Tor circuit](#circuit), unless using a [bridge](#bridge). When using a bridge, the bridge takes the place of the guard.
it: Il primo [relay](#relay) nel [circuito Tor](#circuit), a meno che non si usi un [bridge](#bridge). Quando si usa un bridge, esso prende il posto della guardia.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
it: Un valore hash crittografico è il risultato di un algoritmo matematico che associa i dati a una stringa di bit di dimensioni fisse. È progettato come funzione a senso unico, il che significa che il valore è facile da calcolare in una direzione, ma non è possibile invertirlo. I valori hash servono a verificare l'integrità dei dati.

source: ### hidden services
it: ### servizi nascosti

source: Former name for "[onion services](#onion-services)", sometimes still in use in [Tor](#tor-/-tor-network/-core-tor) documentation or communication.
it: Nome precedente per "[onion services](#onion-services)", a volte ancora in uso nella documentazione o comunicazione di [Tor](#tor-/-tor-network/-core-tor).

source: In [Tor](#tor-/-tor-network/-core-tor) terms, a "hop" refers to [traffic](#traffic) moving between [relays](#relay) in a [circuit](#circuit).
it: Nella terminologia di [Tor](#tor-/-tor-network/-core-tor), un "hop" si riferisce al [traffico](#traffic) che si sposta tra i [relay](#relay) in un [circuito](#circuit).

source: The [Hypertext Transfer Protocol (HTTP)](#http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
it: L' [Hypertext Transfer Protocol (HTTP)](#http) è un canale usato per inviare file e dati tra dispositivi in una rete. Usato in origine solo per inviare pagine web, è ora incaricato di distribuire numerose forme di dati e comunicazioni.

source: Hypertext Transfer Protocol Secure is the [encrypted](#encryption) version of the HTTP channel used to transfer files and data between devices on a network.
it: Hypertext Transfer Protocol Secure è la versione [criptata](#cifratura) del canale HTTP utilizzato per trasferire file e datti tra due device sulla rete.

source: HTTPS Everywhere is a [Firefox](#firefox), Chrome, and Opera [extension](#add-on-extension-or-plugin) that makes [HTTPS](#https) the default on websites that have set up HTTPS but have not made it the default.
it: HTTPS Everywhere è un'[estensione](#add-on-extension-or-plugin) di [Firefox](#firefox), Chrome e Opera che rende [HTTPS](#https) di default su siti web che hanno HTTPS impostato ma non è di default.

source: HTTPS Everywhere is installed in [Tor Browser](#tor-browser).
it: HTTPS Everywhere è installato su [Tor Browser](#tor-browser).

source: ### Internet Service Provider (ISP)
it: ### Provider dei Servizi Internet (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](#tor-browser), your ISP cannot see what websites you're visiting.
it: Un provider dei servizi Internet (ISP) è una organizzazione che provvede servizi per l'accesso e l'uso di Internet. Quando si usa [Tor Browser](#tor-browser), il vostro ISP non può vedere quali siti state visitando.

source: ### IP address
it: ### indirizzo IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
it: Un indirizzo di Internet Protocol (indirizzo IP) è una dicitura numerica (o alfanumerica nel caso dell'IPv6) assegnata ad ogni dispositivo (per esempio, computer e stampanti) che partecipa ad un computer network che usa l'Internet Protocol per la comunicazione.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
it: L'indirizzo IP è l'indirizzo di un dispositivo, simile agli indirizzi dei luoghi fisici.

source: [Tor Browser](#tor-browser) obscures your location by making it look like your [traffic](#traffic) is coming from an IP address that is not your own.
it: [Tor Browser](#tor-browser) oscura la tua posizione facendo sembrare che il tuo [traffico](#traffic) stia provenendo da un indirizzo IP non tuo.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](#web-browser), which might lead to deanonymization.
it: JavaScript è un linguaggio di programmazione che i siti usano per offrire elementi interattivi come video, animazioni, audio e timeline di stato. Sfortunatamente, JavaScript può anche esporre ad attacchi sulla sicurezza del [browser web](#web-browser), che possono portare alla de-anonimizzazione.

source: The [NoScript](#noscript) [extension](#add-on-extension-or-plugin) in [Tor Browser](#tor-browser) can be used to manage JavaScript on different websites.
it: L'[estensione](#add-on-extension-or-plugin) [NoScript](#noscript) in [Tor Browser](#tor-browser) può essere usata per gestire JavaScript su diversi siti.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
it: "little-t tor" è un modo di riferirsi a tor il demone della rete, al contrario di Tor Broswer o Tor Project.

source: These [pluggable transports](#pluggable-transports) all make it look like you are browsing a major web site instead of using [Tor](#tor-/-tor-network/-core-tor). Meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
it: Questi [trasporti collegabili](#pluggable-transports) fanno credere che tu stia navigando in un sito Web principale invece di utilizzare [Tor](#tor-/-tor-network/-core-tor). Meek-amazon fa sembrare che tu stia usando i servizi Web di Amazon; meek-azure fa sembrare che tu stia usando un sito web di Microsoft; e meek-google fa sembrare che tu stia usando la ricerca di Google.

source: ### middle relay
it: ### relè centrale

source: The middle position in the [Tor circuit](#circuit). Non-exit relays can function as either a "middle" or a "[guard](#guard)" for different users.
it: La posizione centrale nel [ circuito di Tor](#circuit). I nodi non-exit possono fungere sia come "centrali" che come "[guardia](#guard)" per i diversi utenti.

source: New Identity is a [Tor Browser](#tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
it: Nuova identità è una funzionalità di [Tor Browser](#tor-browser) se vuoi prevenire che la tua attività sul broswer possa essere correlata a quello che stavi facendo prima.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](#cookie) and [browsing history](#browsing-history), and use New [Tor circuits](#circuit) for all connections.
it: Selezionandolo si chiuderanno tutte le tue schede e finestre, verranno eliminate tutte le informazioni personali come i [cookies](#cookie) e la [cronologia di ricerca](#browsing-history), e userai nuovi [circuiti di Tor](#circuit) per tutte le connessioni.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
it: Tor Browser ti avviserà che tutte le tue attività e i download saranno interrotti, tienilo quindi in considerazione prima di cliccare "Nuova Identità".

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)".
it: La Nuova Identità può inoltre aiutare nel caso in cui Tor Broswer stia avendo problemi di connessione a un particolare sito, similmente a "Nuovo circuito di Tor per questo sito](#new-tor-circuit-for-this-site)".

source: ### New Tor Circuit for this Site
it: ### Nuovo Percorso Tor per questo Sito

source: This option is useful if the [exit](#exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](#circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
it: Questa funzione è utile se il [nodo di uscita](#exit) che stai utilizzando non riesce a connettersi al sito web che richiedi, o se non lo sta caricando correttamente. Selezionandolo le schede o le finestre attive verranno ricaricate su un nuovo [circuito Tor](#circuit). Altre schede o finestre aperte dallo stesso sito web utilizzeranno lo stesso nuovo circuito dopo essersi aggiornate. Questa opzione non cancella nessuna informazione personale, non scollega le tue attività e non influenza le tue connessioni agli altri siti web.

source: ### network censorship
it: ### censura di rete

source: Sometimes the direct access to the [Tor network](#tor-/-tor-network/-core-tor) is blocked by your [Internet Service Provider (ISP)](#internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](#bridge), [pluggable transports](#pluggable-transports), and [GetTor](#gettor).
it: A volte l'accesso diretto alla rete Tor potrebbe essere bloccare dal tuo Provider internet o dal governo. Tor include alcuni strumenti di elusione per aggirare questi ostacoli che includono [bridges](#bridge), [pluggable transports](#pluggable-transports), e [GetTor](#gettor).

source: [Tor Browser](#tor-browser) includes an [add-on](#add-on-extension-or-plugin) called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the [JavaScript](#javascript)that runs on individual web pages, or to block it entirely.
it: [Tor Broswer](#tor-browser) comprende un'estensione [add-on](#add-on-extension-or-plugin) chiamata NoScript, alla quale si può accedere attraverso l'icona "S" in alto a sinistra della finestra, che ti permette di controllare il codice [JavaScript](#javascript) che è attivo nelle singole pagine web, o di bloccarlo del tutto.

source: The anonymizing [relay](#relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](#tor-/-tor-network/-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
it: Il monitor del [relay](#relay) anonimo (precedentemente arm, ora nyx) è un terminal status monitor per [Tor](#tor-/-tor-network/-core-tor), che prevede l'uso a linea di comando. E' uno strumento per il monitoraggio del cuore del processo di Tor su un sistema, spesso usato dagli operatori dei relay.

source: Obfs3 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random, so that it does not look like Tor or any other protocol. Obfs3 bridges will work in most places.
it: Obfs3 è un [trasporto collegabile](#pluggable-transports) che fa sembrare il [traffico](#traffic) di [Tor](#tor-/-tor-network/-core-tor) casuale, così che non sembri come Tor o come un altro protocollo. I bridge di Obfs3 funzionano nella maggior parte dei posti.

source: Obfs4 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](#bridge).
it: Obfs4 è un [trasporto collegabile](#pluggable-transports) che fa sembrare il [traffico](#traffic) di [Tor](#tor-/-tor-network/-core-tor) casuale come obfs3, e inoltre previene che i censori trovino i bridge scannerizzando Internet. I bridge di obfs4 sono più difficili da bloccare dei [bridge](#bridge) di obfs3.

source: ### onion address
it: ### indirizzo onion

source: A standardized internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](#self-authenticating).
it: Un dominio internet standarizzato utilizzato dai servizi onion che finisce con .onion ed è progettato per l'[autenticazione personale](#self-authenticating).

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](#network-censorship), surveillance and [traffic](#traffic) manipulation on the internet.
it: OONI sta per "[Open Observatory of Network Interference](https://ooni.io/)", è una rete di osservazione globale per rilevare la [censura](#network-censorship), la sorveglianza e la manipolazione del [traffico](#traffic) in internet.

source: ### Onion Browser
it: ### Onion Broswer

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
it: Un'app iOS che è open source, usa il routing Tor, ed è sviluppata da qualcuno che è in stretto contatto con Tor Project.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
it: [leggi di più riguardo a Onion Broswer](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: ### onion services
it: ### servizi onion

source: Onion services (formerly known as “[hidden services](#hidden-services)”) are services (like websites) that are only accessible through the [Tor network](#tor-/-tor-network/-core-tor).
it: I servizi onion (precedentemente conosciuti come “[servizi nascosti](#hidden-services)”) sono servizi (come siti web) accessibili solo tramite la [rete Tor](#tor-/-tor-network/-core-tor).
