Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: It won't know who sent this traffic.
es: No verá quién envió ese tráfico.

source: If you're using encryption (like HTTPS), it will only know the destination.
es: Si estás usando cifrado (p. ej. HTTPS), solo verá la dirección de destino.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
es: Mira este gráfico de [Tor y HTTPS](/es/https/https-1/) para entender cuál es la relación entre Tor y HTTPS.

source: Does Tor remove personal information from the data my application sends?
es: ¿Tor elimina mi información personal de los datos que mi aplicación transmite?

source: No, it doesn't.
es: No.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
es: Necesitas usar otro programa que conozca tu protocolo y/o aplicación y sepa como hacerlo.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
es: El Navegador Tor intenta mantener los datos a nivel de aplicación, como por ejemplo la versión del navegador que estás usando, iguales para todos los usuarios.

source: Tor Browser can't do anything about the text that you type into forms, though.
es: No obstante, el Navegador Tor no puede hacer nada con el texto que ingresas en formularios.

source: What is Tor?
es: ¿Qué es Tor?

source: The name "Tor" can refer to several different components.
es: El nombre "Tor" puede referirse a varios componentes diferentes.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
es: Te protege haciendo rebotar tus comunicaciones a través de una red distribuida de relays administrados por voluntarios de todo el mundo: evita que alguien que esté viendo tu conexión a Internet se entere de los sitios que visitas, y evita que los sitios que visitas se enteren de tu ubicación física.

source: This set of volunteer relays is called the Tor network.
es: Este conjunto de relevos voluntarios es llamado la red de Tor.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
es: La forma en que la mayoría de la gente usa Tor es con el Navegador Tor que es una versión de Firefox que corrige muchos problemas de privacidad.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
es: Puedes leer más acerca de Tor en nuestra página [acerca de](https://www.torproject.org/about/history/)

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
es: El Proyecto Tor es una ONG que mantiene y desarrolla el programa Tor.

source: Why is it called Tor?
es: ¿Por qué se llama Tor?

source: Tor is the onion routing network.
es: Tor es la red de enrutado en cebolla (the onion routing en inglés).

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
es: Cuando estábamos comenzando el diseño e implementación de la nueva generación de enrutado en cebolla en 2001-2002, le decíamos a la gente que estábamos trabajando en enrutado en cebolla, y nos decían: Genial. ¿Cual de ellas?

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
es: A pesar de que el enrutado en cebolla se ha convertido en un término de uso interno, Tor nació del [proyecto de enrutado cebolla](https://www.onion-router.net/) del laboratorio de investigación de la marina.

source: (It's also got a fine meaning in German and Turkish.)
es: (También tiene un significado interesante en alemán y turco)

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
es: Nota: incluso cuando su origen es un acrónimo, Tor no se escribe "TOR".

source: Only the first letter is capitalized.
es: Solo la primera letra va en mayúscula.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
es: De hecho, normalmente podemos distinguir a la gente que no ha leído nada de nuestro sitio web (y por el contrario han aprendido todo lo que saben de Tor a través de la prensa) por el hecho de que lo escriben mal.

source: Tor Browser and antivirus false positive warnings
es: El Navegador Tor y las falsas alarmas en los antivirus

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
es: Algunos programas antivirus te mostrarán avisos de software malicioso y/o de vulnerabilidades cuando arranques el Navegador Tor.

source: If you downloaded Tor Browser from [our main website](https://www.torproject.org/download/) or used [GetTor](https://gettor.torproject.org/), and [verified it](https://support.torproject.org/tbb/how-to-verify-signature/), these are false positives and you have nothing to worry about.
es: Si descargaste el Navegador Tor desde [nuestra página principal](https://www.torproject.org/es/download/) o usaste [GetTor](https://gettor.torproject.org/) y [lo verificaste](https://support.torproject.org/es/tbb/how-to-verify-signature/), esto son falsas alarmas y no tienes de qué preocuparte.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
es: Algunos antivirus consideran sospechosos los archivos que no han sido vistos por una gran cantidad de usuarios.

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
es: Para asegurarte de que el programa Tor que descargas es el que nosotros hemos creado y no ha sido modificado por ningún atacante, puedes [verificar la firma digital del Navegador Tor](https://support.torproject.org/es/tbb/how-to-verify-signature/).

source: You may also want to [whitelist certain processes](https://support.torproject.org/tbb/tbb-10) to prevent antiviruses from blocking access to Tor Browser.
es: También puede que desees [añadir excepciones a algunos procesos](https://support.torproject.org/es/tbb/tbb-10) para evitar que los antivirus bloqueen el acceso al Navegador Tor.

source: How can I verify Tor Browser's signature?
es: ¿Cómo puedo verificar la firma del Tor Browser?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
es: La firma digital es un proceso que asegura que un cierto paquete fue generado por sus desarrolladores y no ha sido alterado.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
es: Debajo explicamos por qué es importante y cómo verificar que el programa Tor que descargas es el que hemos creado y no ha sido modificado por algún atacante.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
es: Cada archivo en nuestra [página de descarga](https://www.torproject.org/es/download/) está acompañado por un archivo con el mismo nombre que el paquete y la extensión ".asc". Estos archivos .asc son firmas OpenGPG.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
es: Te permiten verificar que el archivo que has descargado es exactamente el que intentamos que obtengas.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
es: Por ejemplo, `torbrowser-install-win64-9.0_es-ES.exe` está acompañado por `torbrowser-install-win64-9.0_es-ES.exe.asc`.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
es: Ahora mostramos cómo puedes verificar la firma digital de los archivos descargados en diferentes sistemas operativos.

source: Please notice that a signature is dated the moment the package has been signed.
es: Por favor ten en cuenta que una firma es fechada en el momento en que el paquete ha sido firmado.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
es: Por lo tanto, cada vez que se sube un archivo nuevo, se genera una nueva firma con una fecha distinta.

source: As long as you have verified the signature you should not worry that the reported date may vary.
es: En la medida en que hayas verificado la firma, no deberías preocuparte si la fecha reportada varía con la del ejemplo.

source: ### Installing GnuPG
es: ### Instalar GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
es: En primer lugar, necesitas tener GnuPG instalado antes de verificar firmas.

source: #### For Windows users:
es: #### Para usuarios de Windows:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
es: Si usas Windows, [descarga Gpg4win](https://gpg4win.org/download.html) y ejecuta el instalador.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
es: A fin de verificar la firma, necesitarás escribir unos pocos comandos en la utilidad de línea de comandos de Windows, `cmd.exe`.

source: #### For macOS users:
es: #### Para usuarios macOS:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
es: Si estás usando macOS, puedes [instalar GPGTools](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
es: Para comprobar la validez de la firma digital, debes escribir unos cuantos comandos en el Terminal (está en "Aplicaciones").

source: #### For GNU/Linux users:
es: #### Para usuarios GNU/Linux:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
es: Si usas GNU/Linux, probablemente ya tengas instalado GnuPG, la mayoría de distribuciones lo incluyen.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
es: Para comprobar la validez de la firma digital, debes escribir unos cuantos comandos en una ventana de terminal. Cómo hacerlo exactamente, varía dependiendo de qué distribución uses.

source: ### Fetching the Tor Developers key
es: ### Obteniendo la clave de los desarrolladores de Tor

source: The Tor Browser team signs Tor Browser releases.
es: El equipo del Navegador Tor firma los lanzamientos del mismo.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
es: Importa la clave de firma de los desarrolladores de Tor (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
es: Esto debería de mostrar algo parecido a:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
es: Después de importar la clave, puedes guardarla en un archivo (identificándola por su huella digital):

source: ### Verifying the signature
es: ### Comprobar la firma

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
es: Para comprobar la firma digital del paquete que has descargado, tienes que descargar el archivo ".asc" correspondiente, además del instalador propiamente dicho, y verificarla con un comando que usa GnuPG para ello.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
es: Los siguientes ejemplos asumen que has descargado estos dos archivos en la carpeta "Descargas".

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
es: #### Para usuarios GNU/Linux (cambiar 64 a 32 si tienes el paquete de 32-bit):

source: The result of the command should produce something like this:
es: El resultado del comando debería ser algo como:

source: #### Workaround (using a public key)
es: #### Método alternativo (usando una clave pública)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
es: Si encuentras errores que no puedes solucionar, sientete libre de [descargar y usar esta llave pública](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). Alternativamete, puedes usar el siguiente comando:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
es: Es posible que quieras [saber más sobre GnuPG](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
es: ¿Qué son esas barras grises en una ventana del Navegador Tor que ha sido cambiada de tamaño?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
es: El Navegador Tor en su modo por defecto inicia con una ventana de contenido dimensionada a un múltiplo de 200px x 100px para prevenir la identificación unívoca de las dimensiones de la pantalla.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
es: La estrategia aquí es poner a todos los usuarios en un par de "cestas" para dificultar que alguien los distinga.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
es: Esto funciona hasta que los usuarios comienzan a redimensionar las ventanas (por ejemplo maximizándolas o pasando al modo de pantala completa).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
es: Funciona añadiendo márgenes en blanco a la ventana del navegador para que dicha ventana se asemeje lo más posible a la dimensión deseada mientras que los usuarios siguen estando en un par de "cestas" de tamaño de pantalla que previene que puedan ser distinguidos debido al tamaño de sus pantallas.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
es: En pocas palabras, esta técnica crea grupos de usuarios con el mismo tamaño de ventanas, y esto hace más difícil que se puedan identificar basándose en tamaño de pantalla, ya que muchos usuarios tendrán el mismo tamaño.

source: What are the most common issues with the latest stable version of Tor Browser?
es: ¿Cuáles son los problemas más comunes con la versión estable más reciente del Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
es: Siempre que publicamos una nueva versión estable del Navegador Tor, escribimos un artículo en el blog que detalla sus nuevas características y problemas conocidos.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
es: Si comenzaste a tener problemas con tu Tor Browser tras actualizar, revisa ​<a href="https://blog.torproject.org">blog.torproject.org</a> en busca del artículo del Tor Browser estable más reciente para ver si aparece tu problema.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
es: Si tu problema no aparece en la lista, envía un [informe de error](https://trac.torproject.org) sobre lo que te está pasando.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
es: Mi antivirus o protección contra malware está impidiéndome acceder al Navegador Tor.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
es: La mayoría de los antivirus o protecciones contra malware permiten que el usuario añada a la "lista blanca" ciertos procesos que de otro modo serían bloqueados.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
es: Por favor, abre tu antivirus o protección contra malware, y echa un vistazo a la configuración en busca de una "lista blanca" (whitelist) or algo similar.

source: Next, exclude the following processes:
es: A continuación, excluye los siguientes procesos:

source: * For Windows
es: * Para Windows

source: * obfs4proxy.exe (if you use bridges)
es: * obfs4proxy.exe (si usas puentes)

source: * For macOS
es: * Para macOS

source: * obfs4proxy (if you use bridges)
es: * obfs4proxy (si usas puentes de red)

source: Finally, restart Tor Browser.
es: Finalmente, reinicia el Navegador Tor.

source: This should fix the issues you're experiencing.
es: Esto debería solucionar los problemas que estás teniendo.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
es: Ten en cuenta que algunos clientes antivirus, como Kaspersky, también pueden bloquear Tor en el firewall.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
es: He descargado e instalado el Navegador Tor para Windows, pero ahora no puedo encontrarlo.

source: The file you download and run prompts you for a destination.
es: El fichero que descargas y ejecutas te solicita un destino.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
es: Si no recuerdas cuál fue este destino, lo más probable es que se encuentre en tu carpeta Descargas o Escritorio.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
es: La configuración predeterminada en el instalador de Windows también crea un acceso en tu Escritorio, aunque debes tener en cuenta que accidentalmente puedes haber deseleccionado esta opción.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
es: Si no puedes encontrarlo en ninguna de esas carpetas, descárgalo de nuevo y busca el mensaje que te pide que escojas un directorio en el que descargarlo.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
es: Elige un lugar que puedas recordar fácilmente, y una vez finalizada la descarga deberías ver allí una carpeta del Navegador Tor.

source: Can I use Flash in Tor Browser?
es: ¿Puedo usar Flash en el Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
es: Flash está deshabilitado en el Navegador Tor y te recomendamos que no lo habilites.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
es: No creemos que sea seguro usar Flash en ningún navegador — es una elemento de software no seguro que puede comprometer fácilmente tu privacidad o servirte malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
es: Afortunadamente, la mayoría de sitios web, dispositivos, y otros navegadores están abandonado el uso de Flash.

source: Does using Tor Browser protect other applications on my computer?
es: ¿Usar el Navegador Tor protege a otras aplicaciones en mi equipo?

source: Only Tor Browser's traffic will be routed over the Tor network.
es: Sólo se enrutará el tráfico del Navegador Tor en la red Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
es: Cualquier otra aplicación en tu sistema (incluyendo otros navegadores) no tendrá enrutadas sus conexiones sobre la red Tor, y no estará protegida.

source: They need to be configured separately to use Tor.
es: Se tienen que configurar de forma separada para usar Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
es: Si necesitas asegurar que todo el tráfico vaya a través de la red Tor, echa un vistazo al [sistema operativo autoarrancable Tails](https://tails.boum.org/) que se puede iniciar en casi cualquier equipo desde una memoria USB o un DVD.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
es: ¿Debería instalar un nuevo complemento o extensión en el Tor Browser, como AdBlock Plus o uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
es: Se desaconseja vivamente la instalación de nuevos complementos en el Navegador Tor, ya que pueden comprometer tu privacidad y seguridad.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
es: Instalar extensiones puede afectar al Navegador Tor de maneras imprevistas y podría hacer tu Navegador Tor más reconocible.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
es: Si tu copia del Navegador Tor tiene una huella única, tu navegación puede dejar de ser anónima y podrías ser rastreado aunque estés usando el Navegador Tor.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
es: Básicamente, cada una de las opciones y características de los navegadores crean lo que se conoce como "huella del navegador".

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
es: La mayoría de navegadores crean involuntariamente una huella dactilar (fingerprint) única para cada usuario, que puede ser rastreada a través de internet.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
es: El Navegador Tor está diseñado específicamente para que todos sus usuarios tengan una huella prácticamente idéntica (no somos perfectos!).
