Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: The Tor Project maintains its own [Debian package repository](https://deb.torproject.org). Since Debian provides the LTS version of Tor that this might not always give you the latest stable Tor version, it's recommended to install `tor` from our repository.
ka: Tor-პროექტი უზრუნველყოფს [Debian-ის კრებულის საკუთარ საცავს](https://deb.torproject.org). ვინაიდან, Debian გთავაზობთ Tor-ის გრძელვადიან (LTS) ვერსიას, იგი შეიძლება ყოველთვის არ წარმოადგენდეს მის მდგრად და განახლებულ Tor-ს, ამიტომ გირჩევთ დააყენოთ „tor“ ჩვენი საცავიდან.

source: Here's how you can enable Tor Package Repository in Debian based distributions:
ka: როგორ გამოიყენება Tor-ის კრებულის საცავი Debian-ზე დაფუძნებულ დისტრიბუტივებზე:

source: #### 1. Install `apt-transport-https`
ka: #### 1. დააყენეთ `apt-transport-https`

source: To enable all package managers using the libapt-pkg library to access metadata and packages available in sources accessible over https (Hypertext Transfer Protocol Secure).
ka: კრებულების ყველა სამართავის ჩასართავად libapt-pkg ბიბლიოთეკის გამოყენებით, წვდომის მისაღებად მონაცემებთან და კრებულებთან, რომლებიც წყაროებშია ხელმისაწვდომი, https-ით (Hypertext Transfer Protocol Secure).

source: #### 2. Add the following entries to `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`
ka: #### 2. დაამატეთ შემდეგ ჩანაწერი `/etc/apt/sources.list` or a new file in `/etc/apt/sources.list.d/`

source: If you want to try experimental packages:
ka: თუ გსურთ საცდელი კრებულები:

source: Or nightly builds:
ka: ან nightly-ანაწყობები:

source: Replace `<DISTRIBUTION>` with your Operating System codename. Run `lsb_release -c` or `cat /etc/debian_version` to discover.
ka: შეცვალეთ `<DISTRIBUTION>` თქვენი საოპერაციო სისტემის კოდური დასახელებით. გაუშვით `lsb_release -c` or `cat /etc/debian_version` მის დასადგენად.

source: #### 3. Then add the gpg key used to sign the packages by running the following commands at your command prompt
ka: #### 3. შემდეგ დაამატეთ გასაღები gpg, რომელიც გამოყენებულია კრებულის ხელმოსაწერად, თქვენს ბრძანებათა ველიდან შემდეგი ბრძანების გაშვებით

source: #### 4. Install tor and tor debian keyring
ka: #### 4. დააყენეთ tor და tor debian keyring

source: We provide a Debian package to help you keep our signing key current. It is recommended you use it. Install it with the following commands:
ka: ჩვენ გთავაზობთ Debian-კრებულს, ჩვენი ხელმოწერის მიმდინარე გასაღების შესანარჩუნებლად. გირჩევთ, იგი გამოიყენოთ. დააყენეთ შემდეგი ბრძანებებით:

source: Can I use tor from Ubuntu's repository?
ka: შესაძლებელია, Ubuntu-ს საცავის გამოყენება?

source: **No.** Do not use the packages in Ubuntu's universe.
ka: **არა.** არ გამოიყენოთ კრებულები Ubuntu-ს universe-იდან.

source: In the past they have not reliably been updated. That means you could be missing stability and security fixes.
ka: წარსულში საიმედოდ არ განახლებულა. ეს კი ნიშნავს, რომ შესაძლოა მდგრადობასა და უსაფრთხოებას ზიანი მიდგომოდა.

source: Please, use [Tor Debian repository](/apt/tor-deb-repo).
ka: გთხოვთ, გამოიყენოთ [Tor Debian repository](/ka/apt/tor-deb-repo).

source: Can I use APT over Tor?
ka: შემიძლია Tor-თან ერთად გამოვიყენო APT?

source: Yes, `deb.torproject.org` is also served through via an Onion Service: http://sdscoq7snqtznauu.onion/
ka: დიახ, `deb.torproject.org` აგრეთვე შემოთავაზებულია Onion-მომსახურებით: http://sdscoq7snqtznauu.onion/

source: To use Apt over Tor, the apt transport needs to be installed:
ka: Apt რომ გამოიყენოთ Tor-ით, საჭიროა დაყენებული იყოს apt transport:

source: Then replace the address in the lines added before with, for example:
ka: შემდეგ შეცვლით მისამართს მანამდე დამატებულ ხაზებში, მაგალითად:

source: # For the stable version.
ka: # მდგრადი ვერსიითვის.

source: # For the unstable version.
ka: # არამდგრადი ვერსიისთვის.

source: Now refresh your sources and try if it's still possible to install tor:
ka: განაახლებთ თქვენს წყაროებს და შეამოწმებთ, შესაძლებელია თუ არა დაყენდეს tor:

source: How can I install Tor rpm package
ka: როგორ დავაყენო Tor rpm კრებული?

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
ka: Tor-პროექტი უზრუნველყოფს საკუთარ [RPM კრებულის საცავს](https://rpm.torproject.org) CentOS, RHEL და Fedora-სთვის.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
ka: როგორ გამოიყენება Tor-ის კრებულის საცავი CentOS, RHEL-სა და Fedora-ზე:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
ka: #### 1. აამოქმედეთ epel-საცავი (მხოლოდ CentOS-სა და RHEL-ზე)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
ka: ### 2. მიუთითეთ მოცემული კოდები ფაილში /etc/yum.repos.d/tor.repo

source: For CentOS or RHEL:
ka: CentOS-ზე ან RHEL-ზე:

source: For Fedora:
ka: Fedora-ზე:

source: ### 3. Install the Tor package
ka: ### 3. Tor-კრებულის დაყენება

source: Then you can install the latest Tor package.
ka: შემდეგ კი შეგიძლია დააყენოთ უახლესი Tor-კრებული.

source: Using it for the first time, you will have to import the GPG public key.
ka: მისი პირველ ჯერზე გამოყენებით, მოგიწევთ გადმოიტანოთ GPG-ის საჯარო გასაღები.

source: Importing GPG key 0x3621CD35:
ka: გადმოტანა GPG-გასაღების 0x3621CD35:

source: Fingerprint: 999E C8E3 14BC 8D46 022D 6C7D E217 C30C 3621 CD35
ka: ანაბეჭდი: 999E C8E3 14BC 8D46 022D 6C7D E217 C30C 3621 CD35

source: Is this ok [y/N]: y
ka: ყველაფერი კარგადაა [y/N]: y

source: Close banner
ka: ბანერის დახურვა

source: Tracking, surveillance, and censorship are widespread online.
ka: მეთვალყურეობა, ზედამხედველობა და აკრძალვები მთელ ინტერნეტშია გავრცელებული.

source: TAKE BACK THE INTERNET WITH TOR
ka: დაიბრუნეთ ინტერნეტი Tor-ით

source: DONATE NOW
ka: გაიღეთ თანხა

source: Give today, and Mozilla will match your donation.
ka: გაეცით დღესვე და Mozilla გააორმაგებს თქვენს შემოწირულობას.

source: Download Tor Browser
ka: ჩამოტვირთეთ Tor-ბრაუზერი

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
ka: ჩამოტვირთეთ Tor-ბრაუზერი ნამდვილი პირადი თვალიერების რეჟიმის გამოსაცდელად, თვალის დევნების, ზედამხედველობისა და ცენზურის გარეშე.

source: Our mission:
ka: ჩვენი მიზანი:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ka: ადამიანის უფლებების დაცვისა და თავისუფლების ხარისხის გაუმჯობესების ხელშეწყობა, უფასო და ღია წყაროს მქონე, ვინაობისა და პირადი მონაცემების გამჟღავნებისგან ასარიდებელი საშუალებების შექმნითა და გავრცელებით, მათზე შეუზღუდავი წვდომისა და გამოყენების უზრუნველყოფით, შემდგომ კი მათთან დაკავშირებით, მეცნიერული გაგებისა და საზოგადოების ცნობიერების დონის ამაღლებით.

source: Donate Now
ka: გაიღეთ თანხა

source: Subscribe to our Newsletter
ka: გამოიწერეთ ჩვენი სიახლეების ცნობარი

source: Get monthly updates and opportunities from the Tor Project:
ka: მიიღეთ სიახლეები და ცნობები Tor-პროექტისგან:

source: Sign up
ka: გამოწერა

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
ka: გარეშე სავაჭრო ნიშნების, საავტორო შენიშვნებისა და გამოყენების პირობების შესახებ, იხილეთ ჩვენი %(link_to_faq)s

source: Menu
ka: მენიუ

source: Search
ka: ძებნა

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ka: შემდეგი გამოსახულება აჩვენებს, თუ რა ინფორმაციაა ხილული მეთვალყურეებისთვის, Tor-ბრაუზერითა და HTTP-დაშიფვრით ან მათ გარეშე:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ka: დააწკაპეთ „Tor-ის“ ღილაკს რომ იხილოთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, Tor-ით სარგებლობისას. ღილაკი იქცევა მწვანედ იმის მისანიშნებლად, რომ Tor ჩართულია.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ka: დააწკაპეთ „HTTPS-ის“ ღილაკზე, რომ იხილოთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, HTTPS-ით სარგებლობისას. ღილაკი იქცევა მწვანედ, იმის მისანიშნებლად, რომ HTTPS ჩართულია.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
ka: როდესაც ორივე ღილაკი მწვანეა, თქვენ იხილავთ, თუ რამონაცემებია ხილული გარეშე თვალისთვის, ორივე მათგანით სარგებლობისას.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ka: როდესაც ორივე ღილაკი ნაცრისფერია, თქვენ იხილავთ, თუ რა მონაცემებია ხილული გარეშე თვალისთვის, როცა არცერთ მათგანს არ იყენებთ.

source: POTENTIALLY VISIBLE DATA
ka: შესაძლო ხილული მონაცემები

source: The site being visited.
ka: მონახულებული საიტი.

source: Username and password used for authentication.
ka: შესვლისას გამოყენებული მომხმარებლის სახელი და პაროლი.

source: Data being transmitted.
ka: გადაგზავნილი მონაცემები.

source: Network location of the computer used to visit the website (the public IP address).
ka: ქსელის მისამართი, რომელსაც კომპიუტერი იყენებს საიტზე შესვლისას (გარე IP-მისამართი).

source: Whether or not Tor is being used.
ka: გამოყენებულია თუ არა Tor.

source: Defend yourself against tracking and surveillance. Circumvent censorship.
ka: დაიცავით თავი მეთვალყურეებისა და ზედამხედველებისგან. გვერდი აუარეთ აკრძალვებს.

source: Tor Project | Support
ka: Tor-პროექტი | მხარდაჭერაა

source: Topics
ka: საკითხები

source: Contributors to this page:
ka: გვერდის შექმნაში წვლილის შემტანები:

source: Edit this page
ka: გვერდის ჩასწორება

source: Suggest Feedback
ka: გამოხმაურება

source: Permalink
ka: პირდაპირი ბმული
