Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
tr: Bu ayar, aktarıcınızın bir hesaplama döneminde gönderebileceği ve alabileceği en fazla trafik miktarını belirler.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
tr: Hesaplama dönemi sıfırlandığında (AccountingStart ayarı ile) AccountingMax sayaçları da sıfırlanır.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
tr: Örnek: Her gün, her yöne 50 GB trafiğe izin vermek ve hesaplamanın her gün öğlen sıfırlanmasını istiyorsunuz diyelim:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
tr: Aktarıcınızın tam olarak her hesaplama döneminin başlangıcında uyanmayacağını unutmayın.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
tr: Aktarıcı, önceki dönemde kotasını ne hızla kullandığına bakar ve buna göre yeni dönemde uyanmak için rastgele bir an seçer.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
tr: Böylece yüzlerce aktarıcının her ay başında çalışmaya başlayıp ayın sonu gelmeden kapanmasının önüne geçilir.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
tr: Bağlantı hızınızın yalnız küçük bir bölümünü aktarıcı için ayırmak istiyorsanız günlük hesaplama yöntemini seçmeniz önerilir. Böylece aylık ayırdığınız kotanın ilk günden bitmesi engellenebilir.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
tr: Aylık kotanızı 30 ile bölmeniz yeterlidir. Ayrıca gün boyunca kullanım sağlayabilmek için hız sınırlaması koymayı da düşünün. Her yöne X GB sunmak istiyorsanız, RelayBandwidthRate değerini 20* X KBytes olarak ayarlamalısınız.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
tr: Örneğin her yöne 50 GB sunmak istiyosanız, RelayBandwidthRate değerini 1000 KBytes olarak ayarlamalısınız. Böylece aktarıcınız günün en az yarısı boyunca kullanılabilir.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
tr: RelayBandwidthBurst 5000 KBytes # daha yüksek sıçramalara izin verir ancak ortalama değeri korur

source: I want to run more than one Tor relay.
tr: Birden çok Tor aktarıcısı işletmek istiyorum.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
tr: Harika. Ağa destek olmak için birkaç aktarıcı işletmek istiyorsanız buna çok seviniriz.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
tr: Ancak Tor ağının amacının bir parçası da dağınıklık ve çeşitlilik olduğundan, lütfen aynı ağ üzerinde bir kaç düzineden fazla aktarıcı işletmeyin.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
tr: Birden fazla aktarıcı işletmeye karar verirseniz, lütfen aktarıcıların sizin denetiminiz altında olduğunu belirtmek için her aktarıcı üzerindeki torrc dosyasında "MyFamily" yapılandırma seçeneğini tüm aktarıcılar bulunacak şekilde (virgül ile ayırarak) ayarlayın.

source: MyFamily $fingerprint1,$fingerprint2,$fingerprint3
tr: MyFamily $parmakizi1,$parmakizi2,$parmakizi3

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
tr: parmak izi aktarıcının 40 karakter uzunluğundaki tanımlayıcı parmak izi bilgisidir (boşluk olmadan).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
tr: Böylece Tor istemcileri, aktarıcılarınızın birden fazlasını tek bir devrede kullanmaktan kaçınması gerektiğini bilir.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
tr: MyFamily seçeneğini, aynı coğrafi konumda bulunmasalar bile, bilgisayarlar ve bulundukları ağ üzerinde yönetim yetkileriniz varsa ayarlamalısınız.

source: My relay recently got the Guard flag and traffic dropped by half.
tr: Aktarıcım geçenlerde Koruma aktarıcısı olarak işaretlendi ve trafiği yarıya düştü.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
tr: Artık bir koruma aktarıcısı olduğundan, diğer konumlardaki istemciler aktarıcınızı daha az kullanıyor, ancak çoğu kullanıcı henüz var olan koruma aktarıcılarını değiştirmemiş.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
tr: Ayrıntılı bilgi almak için [şu günlük yazısına](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) ya da [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/#wpes12-cogs.pdf) makalesine bakabilirsiniz.

source: How do offline ed25519 identity keys work? What do I need to know?
tr: Çevrimdışı ed25519 kimlik doğrulama anahtarları nasıl çalışır? Neleri bilmem gerekir?

source: In simple words, it works like this:
tr: Basit olarak çalışması şöyle anlatılabilir:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
tr: * "ed25519_master_id_secret_key" olarak adlandırılmış bir ana ed25519 kimlik doğrulama anahtarı vardır.

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
tr: Bu en önemlisidir. O yüzden güvenli bir yere yedeğini aldığınızdan emin olun. Bu dosyanın başkalarının eline geçmemesi önemlidir ve korunması gerekir.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
tr: Anahtarı el ile üretip, sorulduğunda bir parola yazarsanız Tor bu dosyayı sizin için şifreleyebilir.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
tr: * Tor tarafından kullanılması için "ed25519_signing_secret_key" orta vadeli imzalama anahtarı üretilir.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
tr: Ayrıca ana kimlik doğrulama anahtarı tarafından imzalanmış "ed25519_signing_cert" adında bir sertifika üretilir ve orta vadeli imzalama anahtarının belirli bir süre için geçerli olması sağlanır.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
tr: Varsayılan geçerlilik süresi 30 gündür. Bu süre torrc dosyasındaki "SigningKeyLifetime N days|weeks|months" ayarı kullanılarak değiştirilebilir.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
tr: * Ayrıca aktarıcının ağa yayınlanan gerçek kimliği olan "ed25519_master_id_public_key" adında herkese açık bir ana anahtar vardır.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
tr: Bu anahtarın başkalarının eline geçmesi önemli değildir ve "ed5519_master_id_secret_key" anahtarından kolayca hesaplanabilir.

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
tr: Geçerli oldukları sürece, Tor tarafından yalnız orta vadeli imzalama anahtarına ve sertifikaya erişilmesi gereklidir. Bu nedenle ana kimlik doğrulama gizli anahtarı DataDirectory/keys klasörü dışına alınarak başka bir bilgisayarın depolama alanında ya da bilgisayarda tutulabilir.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
tr: Orta vadeli imzalama anahtarını ve sertifikayı süresi dolmadan önce el ile yenilemeniz gerekir. Yoksa süre dolduktan sonra aktarıcı üzerindeki Tor işleminden çıkılır.

source: This feature is optional, you don't need to use it unless you want to.
tr: Bu özellik isteğe bağlıdır. Kullanmak istemiyorsanız kullanmayabilirsiniz.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
tr: Orta vadeli imzalama anahtarı yenileme işlemini düzenli olarak el ile yapmak yerine aktarıcınızın dokunulmadan daha uzun süre çalışmasını istiyorsanız, ana kimlik doğrulama gizli anahtarını DataDirectory/keys klasöründe bırakabilirsiniz. Yalnız yeniden kurabilmek için anahtarın bir yedeğini almayı unutmayın.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
tr: Bu özelliği kullanmak isterseniz, bu konudaki [ayrıntılı rehber](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) bölümüne bakabilirsiniz.

source: How do I run a middle or guard relay on Debian?
tr: Debian üzerinde bir ara ya da koruma aktarıcısını nasıl işletebilirim?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
tr: Bir aktarıcı işletmek ile ilgili ayrıntılı bilgi almak için [Aktarıcı Kurulumu Rehberi](https://community.torproject.org/relay/setup) bölümüne bakabilirsiniz.

source: How do I run an exit relay on Debian?
tr: Debian üzerinde bir çıkış aktarıcısını nasıl işletirim?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
tr: FreeBSD ya da HardenedBSD üzerinde bir ara ya da koruma aktarıcısını nasıl işletebilirim?

source: How do I make sure that I'm using the correct packages on Ubuntu?
tr: Ubuntu üzerinde doğru paketleri kullandığımdan nasıl emin olabilirim?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
tr: * Güvenilir şekilde güncellenmediğinden Ubuntu depolarındaki paketleri kullanmayın. Ubuntu depolarındaki paketleri kullanırsanız önemli kararlılık ve güncelleme düzeltmeleri eksik kalır.

source: * Determine your Ubuntu version by running the following command:
tr: * Şu komutu yürüterek kullandığınız Ubuntu sürümünü belirleyin:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
tr: * /et/apt/sources.list dosyasına root olarak şu satırları ekleyin. 'version' yerine bir önceki adımda öğrendiğiniz sürümü yazın.

source: * Add the gpg key used to sign the packages by running the following commands:
tr: * Şu komutları yürüterek paketleri imzalamak için kullanılan gpg anahtarını ekleyin:

source: * Run the following commands to install tor and check its signatures:
tr: * Tor uygulamasını kurmak ve imzalarını denetlemek için şu komutları yürütün:

source: How do I run an obfs4 bridge?
tr: Bir obfs4 köprüsünü nasıl işletirim?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
tr: Bir obfs4 köprüsü işletmek ile ilgili ayrıntılı bilgi almak için [obfs4 kurulum rehberi](https://community.torproject.org/relay/setup/bridge/) bölümüne bakabilirsiniz.

source: Should I run an exit relay from home?
tr: Evde bir çıkış aktarıcısı işletmeli miyim?

source: No.
tr: Hayır.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
tr: Kolluk kuvvetleri çıkış aktarıcınızdan geçen trafik ile ilgilenirse bilgisayarınıza el konulabilir.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
tr: Bu nedenle evinizin içinde ya da evinizin Internet bağlantısını kullanan bir çıkış aktarıcısı işletmemeniz daha doğru olur.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
tr: Bunun yerine çıkış aktarıcınızı Tor projesini destekleyen bir ticari kuruluş içinde işletmeyi düşünün.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
tr: Çıkış aktarıcınız için ayrı bir IP adresi alın ve kendi bağlantı trafiğinizi onun üzerinden geçirmeyin.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
tr: Söylemeye gerek yok ama çıkış aktarıcısını işlettiğiniz bilgisayar üzerinde özel, önemli ya da kişisel herhangi bir bilgi bulundurmayın.

source: How should I configure the outgoing filters on my relay?
tr: Aktarıcım üzerindeki çıkış süzgeçlerini nasıl yapılandırmalıyım?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
tr: Tüm çıkış bağlantılarına izin verilmelidir. Böylece her aktarıcı diğer aktarıcıların tümü ile iletişim kurabilir.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
tr: Birçok yargı alanında, Tor aktarıcı işletmecileri, internet servis sağlayıcılarının ağlarından geçen üçüncü taraf içeriğinden sorumlu tutulmalarını önleyen ortak taşıyıcı düzenlemeleri ile yasal olarak korunmaktadır.

source: Exit relays that filter some traffic would likely forfeit those protections.
tr: Bazı trafikleri süzen çıkış aktarıcıları bu kapsam dışında kalabilir.

source: Tor promotes free network access without interference.
tr: Tor, herhangi bir engelleme olmadan özgür ağ erişimini hedefler.

source: Exit relays must not filter the traffic that passes through them to the internet.
tr: Çıkış aktarıcılarının, üzerlerinden geçip İnternete çıkan trafiği süzmemesi gerekir.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
tr: Trafiği süzdüğü anlaşılan çıkış aktarıcıları [Kötü Çıkış (BadExit)](https://community.torproject.org/relay/community-resources/bad-relays/) aktarıcısı olarak işaretlenir.

source: Should I install Tor from my package manager, or build from source?
tr: Tor uygulamasını paket yöneticisinden mi yüklemeliyim yoksa kaynak kodundan mı derlemeliyim?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
tr: Özellikle Debian ya da Ubuntu kullanıyorsanız, Tor uygulamasını [Tor Projesi deposu](https://support.torproject.org/apt/tor-deb-repo/) üzerinden yüklemenizin bir kaç yararı vardır.

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
tr: * `ulimit -n` değeri 32768 olarak ayarlanır. Bu değer Tor tarafından gerek duyulan tüm bağlantıların açık tutulması için yeterince yüksektir.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
tr: * Yalnız Tor için özel bir kullanıcı profili oluşturulur. Böylece Tor uygulamasının root olarak çalışması gerekmez.

source: * An init script is included so that Tor runs at boot.
tr: * Bir başlatma betiği eklenir. Böylece Tor bilgisayar başlatılırken çalışabilir.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
tr: * Tor `--verify-config` seçeneği ile çalışır. Böylece yapılandırma dosyasında olabilecek pek çok sorun yakalanabilir.

source: * Tor can bind to low level ports, then drop privileges.
tr: * Tor alt düzey kapı numaralarına bağlanabilir ve izinleri kaldırabilir.

source: How stable does my relay need to be?
tr: Aktarıcımın ne kadar kararlı olması gerekir?

source: We aim to make setting up a Tor relay easy and convenient:
tr: Tor aktarıcısı kurulumunun kolay ve rahat olmasını amaçlıyoruz:

source: * It's fine if the relay goes offline sometimes.
tr: * Aktarıcının arada bir devre dışı kalması sorun olmaz.

source: The directories notice this quickly and stop advertising the relay.
tr: Dizindeki bilgisayarlar bu durumu hemen fark eder ve bu aktarıcıyı yayınlamayı bırakır.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
tr: Bu durum aktarıcıyı kullanan bağlantıların kesilmesine yol açacağından, çok sık yaşanmamasına çalışın.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
tr: * Her Tor aktarıcısının, üzerinden çıkan bağlantıları kabul ya da red etmesini belirleyen bir [çıkış ilkesi](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) vardır.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
tr: İnsanların aktarıcınız üzerinden çıkış yapmasına izin vermek sizi rahatsız ediyorsa, çıkış bağlantılarını yalnız başka Tor aktarıcılarına yapılacak şekilde ayarlayabilirsiniz.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
tr: * Aktarıcınız geçmişte kullandığı bant genişliği kapasitesini pasif olarak öngörür ve yayınlar. Bu nedenle yüksek bant genişliği sunan aktarıcılara, düşük bant genişliği sunan aktarıcılara göre daha fazla kullanıcı bağlanır. Bu bakımdan, aktarıcınızın düşük bant genişliğine sahip olmasının da yararı olur.

source: Why is my Tor relay using so much memory?
tr: Tor aktarıcım neden bu kadar çok bellek kullanıyor?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
tr: Tor aktarıcınız istediğinizden fazla bellek kullanıyorsa, ayak izini küçültmek için kullanabileceğiniz bazı yöntemler var:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
tr: * Linux kullanıyorsanız, glibc kitaplığındaki malloc uygulamasında bulunan bellek bölünmesi hatalarıyla karşılaşıyor olabilirsiniz.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
tr: Bu durumda, Tor kullandığı belleği sisteme geri verdiğinde, bellek parçaları bölünmüş olduğundan yeniden kullanılması zorlaşır.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
tr: Tor paketi, içinde çok fazla bölünme hatası olmayan (ancak daha fazla işlemci kullanımına yol açan) OpenBSD malloc uygulaması ile gelir.

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
tr: Şu komutu yürüterek Tor tarafından bu malloc uygulamasının kullanılmasını sağlayabilirsiniz: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
tr: * Çok sayıda TLS bağlantısının açıldığı hızlı bir aktarıcı işletiyorsanız, OpenSSL içindeki ara bellekler için çok fazla bellek harcıyor olabilirsiniz (her soket için 38KB+).

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
tr: OpenSLL uygulamasını [kullanılmayan ara belleği daha yoğun serbest bırakacak](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html) şekilde güncelledik.

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
tr: OpenSSL 1.0.0 ya da üzerindeki bir sürüme güncellerseniz, Tor yapım işlemi bu özelliği otomatik olarak tanır ve kullanır.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
tr: * Buna rağmen bellek kullanımını kontrol altına alamıyorsanız, aktarıcınızın sunduğu bant genişliğini azaltmayı düşünün.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
tr: Daha düşük bant genişliği sunulması daha az sayıda kullanıcı gelmesine neden olur ve aktarıcınızın fazla büyümesini engeller.

source: See the `MaxAdvertisedBandwidth` option in the man page.
tr: Kılavuzdaki `MaxAdvertisedBandwidth` seçeneği sayfasına bakın.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
tr: Bu bilgilerin ışığında hızlı Tor aktarıcılarının fazla miktarda bellek kullandığı söylenebilir. Hızlı bir çıkış aktarıcısının 500-1000 MB bellek kullanması normaldir.

source: Why does my relay write more bytes onto the network than it reads?
tr: Aktarıcım neden ağ üzerinden aldığından fazla bilgi gönderiyor?

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
tr: Haklısınız. şu istisnalar dışında çoğunlukla Tor aktarıcınıza giren ve çıkan bayt miktarı aynıdır:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
tr: DirPort açık ise bağlanan Tor istemcileri aktarıcınızdan dizinin bir kopyasını alır.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
tr: İstemcilerin yapacağı istek (bir HTTP GET) oldukça küçük olmasına rağmen bazen verilen yanıt oldukça büyüktür.

source: This probably accounts for most of the difference between your "write" byte count and your "read" byte count.
tr: Büyük olasılıkla "giden" bayt sayınız ile "gelen" bayt sayınız arasındaki farkın çoğu bu nedenle ortaya çıkar.

source: Another minor exception shows up when you operate as an exit node, and you read a few bytes from an exit connection (for example, an instant messaging or ssh connection) and wrap it up into an entire 512 byte cell for transport through the Tor network.
tr: Başka bir küçük istisna bir çıkış durağı işlettiğinizde ortaya çıkar. Bir çıkış bağlantısından kaç baytlık bir bilgi aldığınızda (bir anlık ileti ya da ssh bağlantısı gibi), bu bilginin Tor ağına aktarılması için 512 bayt büyüklüğünde bir hücre kullanılır.

source: How do I decide if I should run a relay?
tr: Bir aktarıcı işletmeye nasıl karar vermeliyim?
