Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
ml: അവരുടെ ലൈസൻസുകൾ അനുസരിക്കുന്നതിനുള്ള ഏറ്റവും ലളിതമായ മാർഗം നിങ്ങൾ ബണ്ടിലുകൾ ഉൾപ്പെടുന്ന എല്ലായിടത്തും ഈ പ്രോഗ്രാമുകൾക്കുള്ള സോഴ്‌സ് കോഡ് ഉൾപ്പെടുത്തുക എന്നതാണ്.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
ml: കൂടാതെ, ടോർ എന്താണെന്നും ആരാണ് ഇത് നിർമ്മിക്കുന്നതെന്നും അത് എന്ത് പ്രോപ്പർട്ടികൾ നൽകുന്നുവെന്നും (നൽകുന്നില്ല) എന്നതിനെക്കുറിച്ച് നിങ്ങളുടെ വായനക്കാരെ ആശയക്കുഴപ്പത്തിലാക്കാതിരിക്കാൻ നിങ്ങൾ ശ്രദ്ധിക്കണം.

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
ml: വിശദാംശങ്ങൾക്ക് ഞങ്ങളുടെ [വ്യാപാരമുദ്ര പതിവുചോദ്യങ്ങൾ](https://www.torproject.org/about/trademark/) കാണുക.

source: How is Tor different from other proxies?
ml: ടോർ മറ്റ് പ്രോക്സികളിൽ നിന്ന് എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
ml: ഒരു സാധാരണ പ്രോക്സി ദാതാവ് ഇൻറർനെറ്റിൽ എവിടെയെങ്കിലും ഒരു സെർവർ സജ്ജമാക്കുകയും നിങ്ങളുടെ ട്രാഫിക് റിലേ ചെയ്യുന്നതിന് ഇത് ഉപയോഗിക്കാൻ നിങ്ങളെ അനുവദിക്കുകയും ചെയ്യുന്നു.

source: This creates a simple, easy to maintain architecture.
ml: ഇത് ലളിതവും ലളിതവുമായ വാസ്തുവിദ്യ സൃഷ്ടിക്കുന്നു.

source: The users all enter and leave through the same server.
ml: ഉപയോക്താക്കൾ എല്ലാവരും ഒരേ സെർവറിലൂടെ പ്രവേശിച്ച് പോകുന്നു.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
ml: പ്രോക്സി ഉപയോഗിക്കുന്നതിന് ദാതാവ് നിരക്ക് ഈടാക്കാം, അല്ലെങ്കിൽ സെർവറിലെ പരസ്യങ്ങളിലൂടെ അവരുടെ ചെലവുകൾക്ക് പണം കണ്ടെത്താം.

source: In the simplest configuration, you don't have to install anything.
ml: ലളിതമായ കോൺഫിഗറേഷനിൽ, നിങ്ങൾ ഒന്നും ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതില്ല.

source: You just have to point your browser at their proxy server.
ml: നിങ്ങളുടെ ബ്രൗസറിനെ അവരുടെ പ്രോക്സി സെർവറിൽ ചൂണ്ടിക്കാണിക്കണം.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
ml: നിങ്ങളുടെ സ്വകാര്യതയ്ക്കും അജ്ഞാതത്വത്തിനും ഓൺ‌ലൈനിൽ പരിരക്ഷണം ആവശ്യമില്ലെങ്കിൽ മോശം കാര്യങ്ങൾ ചെയ്യരുതെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ ലളിതമായ പ്രോക്സി ദാതാക്കൾ മികച്ച പരിഹാരങ്ങളാണ്.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
ml: ചില ലളിതമായ പ്രോക്സി ദാതാക്കൾ അവരുമായി നിങ്ങളുടെ കണക്ഷൻ സുരക്ഷിതമാക്കാൻ SSL ഉപയോഗിക്കുന്നു, ഇത് സൗജന്യ വൈഫൈ ഇൻറർനെറ്റ് ഉള്ള ഒരു കഫേ പോലുള്ള പ്രാദേശിക കാവൽക്കാരിൽ നിന്ന് നിങ്ങളെ പരിരക്ഷിക്കുന്നു.

source: Simple proxy providers also create a single point of failure.
ml: ലളിതമായ പ്രോക്സി ദാതാക്കളും പരാജയത്തിന്റെ ഒരൊറ്റ പോയിന്റ് സൃഷ്ടിക്കുന്നു.

source: The provider knows both who you are and what you browse on the Internet.
ml: നിങ്ങൾ ആരാണെന്നും നിങ്ങൾ ഇന്റർനെറ്റിൽ ബ്രൗസുചെയ്യുന്നത് എന്താണെന്നും ദാതാവിന് അറിയാം.

source: They can see your traffic as it passes through their server.
ml: നിങ്ങളുടെ ട്രാഫിക് അവരുടെ സെർവറിലൂടെ കടന്നുപോകുമ്പോൾ അവർക്ക് അത് കാണാൻ കഴിയും.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
ml: ചില സാഹചര്യങ്ങളിൽ, നിങ്ങളുടെ എൻ‌ക്രിപ്റ്റ് ചെയ്ത ട്രാഫിക് നിങ്ങളുടെ ബാങ്കിംഗ് സൈറ്റിലേക്കോ ഇ-കൊമേഴ്‌സ് സ്റ്റോറുകളിലേക്കോ റിലേ ചെയ്യുമ്പോൾ അവ കാണാനാകും.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
ml: ദാതാവ് നിങ്ങളുടെ ട്രാഫിക് കാണുന്നില്ലെന്നും അവരുടെ പരസ്യങ്ങൾ നിങ്ങളുടെ ട്രാഫിക് സ്ട്രീമിലേക്ക് കടത്തിവിടുന്നില്ലെന്നും അല്ലെങ്കിൽ നിങ്ങളുടെ വ്യക്തിഗത വിശദാംശങ്ങൾ രേഖപ്പെടുത്തുന്നില്ലെന്നും നിങ്ങൾ വിശ്വസിക്കണം.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
ml: ലക്ഷ്യസ്ഥാനത്തേക്ക് അയയ്‌ക്കുന്നതിന് മുമ്പ് ടോർ നിങ്ങളുടെ ട്രാഫിക്കിനെ കുറഞ്ഞത് 3 വ്യത്യസ്ത സെർവറുകളിലൂടെ കടന്നുപോകുന്നു.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
ml: മൂന്ന് റിലേകളിലും ഓരോന്നിനും പ്രത്യേക എൻ‌ക്രിപ്ഷൻ പാളി ഉള്ളതിനാൽ, നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ കാണുന്ന ഒരാൾക്ക് നിങ്ങൾ ടോർ നെറ്റ്‌വർക്കിലേക്ക് അയയ്‌ക്കുന്നത് പരിഷ്‌ക്കരിക്കാനോ വായിക്കാനോ കഴിയില്ല.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
ml: നിങ്ങളുടെ ട്രാഫിക് ടോർ ക്ലയന്റിനും (നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ) ലോകത്ത് മറ്റെവിടെയെങ്കിലും ദൃശ്യമാകുന്ന ഇടത്തിനും ഇടയിൽ എൻ‌ക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു.

source: ### Doesn't the first server see who I am?
ml: ### ഞാൻ ആരാണെന്ന് ആദ്യ സെർവർ കാണുന്നില്ലേ?

source: Possibly.
ml: ഒരുപക്ഷേ.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
ml: മൂന്ന് സെർവറുകളിൽ ആദ്യത്തേത് നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ നിന്ന് എൻ‌ക്രിപ്റ്റ് ചെയ്ത ടോർ ട്രാഫിക് കാണാൻ കഴിയും.

source: It still doesn't know who you are and what you are doing over Tor.
ml: ടോർ എന്നതിലുപരി നിങ്ങൾ ആരാണെന്നും എന്താണ് ചെയ്യുന്നതെന്നും ഇപ്പോഴും അറിയില്ല.

source: It merely sees "This IP address is using Tor".
ml: ഇത് "ഈ ഐപി വിലാസം ടോർ ഉപയോഗിക്കുന്നു" എന്ന് കാണുന്നു.

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
ml: നിങ്ങൾ ആരാണെന്നും നിങ്ങൾ ഇന്റർനെറ്റിൽ എവിടെ പോകുന്നുവെന്നും കണ്ടെത്തുന്ന ഈ നോഡിൽ നിന്ന് നിങ്ങളെ ഇപ്പോഴും പരിരക്ഷിച്ചിരിക്കുന്നു.

source: ### Can't the third server see my traffic?
ml: ### മൂന്നാമത്തെ സെർവറിന് എന്റെ ട്രാഫിക് കാണാൻ കഴിയുന്നില്ലേ?

source: A bad third of three servers can see the traffic you sent into Tor.
ml: മൂന്ന് സെർവറുകളിൽ മൂന്നിലൊന്ന് മോശം നിങ്ങൾ ടോറിലേക്ക് അയച്ച ട്രാഫിക് കാണാൻ കഴിയും.

source: It won't know who sent this traffic.
ml: ആരാണ് ഈ ട്രാഫിക് അയച്ചതെന്ന് അറിയില്ല.

source: If you're using encryption (like HTTPS), it will only know the destination.
ml: നിങ്ങൾ എൻ‌ക്രിപ്ഷൻ ഉപയോഗിക്കുകയാണെങ്കിൽ (HTTPS പോലെ), അത് ലക്ഷ്യസ്ഥാനത്തെ മാത്രമേ അറിയൂ.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
ml: ടോറും എച്ച്ടിടിപിഎസും എങ്ങനെ ഇടപഴകുന്നുവെന്ന് മനസിലാക്കാൻ [ടോർ, എച്ച്ടിടിപിഎസ്](/ml/https/https-1/) ന്റെ ഈ ദൃശ്യവൽക്കരണം കാണുക.

source: Does Tor remove personal information from the data my application sends?
ml: എന്റെ ആപ്ലിക്കേഷൻ അയയ്ക്കുന്ന ഡാറ്റയിൽ നിന്ന് ടോർ വ്യക്തിഗത വിവരങ്ങൾ നീക്കംചെയ്യുമോ?

source: No, it doesn't.
ml: ഇല്ല, ഇല്ല.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
ml: നിങ്ങളുടെ ആപ്ലിക്കേഷനും പ്രോട്ടോക്കോളും മനസിലാക്കുകയും അത് അയയ്ക്കുന്ന ഡാറ്റ എങ്ങനെ വൃത്തിയാക്കാമെന്നും അല്ലെങ്കിൽ "സ്‌ക്രബ്" ചെയ്യാമെന്നും അറിയുന്ന ഒരു പ്രത്യേക പ്രോഗ്രാം നിങ്ങൾ ഉപയോഗിക്കേണ്ടതുണ്ട്.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
ml: ടോർ ബ്രൗസർ ഉപയോക്തൃ-ഏജന്റ് സ്ട്രിംഗ് പോലെ ആപ്ലിക്കേഷൻ ലെവൽ ഡാറ്റ എല്ലാ ഉപയോക്താക്കൾക്കും ആകർഷകമായി നിലനിർത്താൻ ശ്രമിക്കുന്നു.

source: Tor Browser can't do anything about the text that you type into forms, though.
ml: ടോർ ബ്രൗസറിന് നിങ്ങൾ‌ ഫോമുകളിൽ‌ ടൈപ്പുചെയ്യുന്ന വാചകത്തെക്കുറിച്ച് ഒന്നും ചെയ്യാൻ‌ കഴിയില്ല.

source: What is Tor?
ml: എന്താണ് ടോർ?

source: The name "Tor" can refer to several different components.
ml: "ടോർ" എന്ന പേരിന് നിരവധി ഘടകങ്ങളെ പരാമർശിക്കാൻ കഴിയും.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ml: ലോകമെമ്പാടുമുള്ള സന്നദ്ധപ്രവർത്തകർ നടത്തുന്ന വിതരണ ശൃംഖലയിലൂടെ നിങ്ങളുടെ ആശയവിനിമയങ്ങൾ ബൗൺസ് ചെയ്യുന്നതിലൂടെ ഇത് നിങ്ങളെ പരിരക്ഷിക്കുന്നു: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ കാണുന്ന ആരെയെങ്കിലും നിങ്ങൾ സന്ദർശിക്കുന്ന സൈറ്റുകൾ പഠിക്കുന്നതിൽ നിന്ന് ഇത് തടയുന്നു, കൂടാതെ നിങ്ങളുടെ ബൗതിക സ്ഥാനം പഠിക്കുന്നതിൽ നിന്ന് നിങ്ങൾ സന്ദർശിക്കുന്ന സൈറ്റുകളെ ഇത് തടയുന്നു.

source: This set of volunteer relays is called the Tor network.
ml: ഈ വോളണ്ടിയർ റിലേകളെ ടോർ നെറ്റ്‌വർക്ക് എന്ന് വിളിക്കുന്നു.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
ml: മിക്ക സ്വകാര്യത പ്രശ്‌നങ്ങളും പരിഹരിക്കുന്ന ഫയർഫോക്‌സിന്റെ പതിപ്പായ ടോർ ബ്രൗസറിലാണ് മിക്ക ആളുകളും ടോർ ഉപയോഗിക്കുന്നത്.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
ml: ഞങ്ങളുടെ [കുറിച്ച്](https://www.torproject.org/about/history/) പേജിൽ ടോറിനെക്കുറിച്ച് നിങ്ങൾക്ക് കൂടുതൽ വായിക്കാം.

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
ml: ടോർ സോഫ്റ്റ്വെയർ പരിപാലിക്കുകയും വികസിപ്പിക്കുകയും ചെയ്യുന്ന ലാഭേച്ഛയില്ലാത്ത (ചാരിറ്റി) ഓർഗനൈസേഷനാണ് ടോർ പ്രോജക്റ്റ്.

source: Why is it called Tor?
ml: എന്തുകൊണ്ടാണ് ഇതിനെ ടോർ എന്ന് വിളിക്കുന്നത്?

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
ml: 2001-2002 ൽ ഞങ്ങൾ പുതിയ അടുത്ത തലമുറ രൂപകൽപ്പനയും ഒണിയൻ റൂട്ടിംഗിന്റെ നടപ്പാക്കലും ആരംഭിക്കുമ്പോൾ, ഞങ്ങൾ ഒണിയൻ റൂട്ടിംഗിൽ പ്രവർത്തിക്കുന്ന ആളുകളോട് പറയും, അവർ പറയും "വൃത്തിയായി, ഏതാണ്?"

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
ml: ഒണിയൻ റൂട്ടിംഗ് ഒരു സാധാരണ ഗാർഹിക പദമായി മാറിയെങ്കിലും, ടോർ യഥാർത്ഥ [ഒണിയൻ റൂട്ടിംഗ് പ്രോജക്റ്റിൽ](https://www.onion-router.net/) നിന്നാണ് ജനിച്ചത്

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
ml: കുറിപ്പ്: യഥാർത്ഥത്തിൽ ഇത് ചുരുക്കത്തിൽ നിന്നാണ് വന്നതെങ്കിലും ടോർ "TOR" എന്ന് എഴുതിയിട്ടില്ല.

source: Only the first letter is capitalized.
ml: ആദ്യ അക്ഷരം മാത്രം വലിയക്ഷരമാക്കി.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
ml: വാസ്തവത്തിൽ, ഞങ്ങളുടെ വെബ്‌സൈറ്റുകളൊന്നും വായിക്കാത്ത ആളുകളെ (പകരം ടോറിനെക്കുറിച്ച് അവർക്ക് അറിയാവുന്നതെല്ലാം വാർത്താ ലേഖനങ്ങളിൽ നിന്ന് പഠിച്ചു) അവർ തെറ്റായി ഉച്ചരിക്കുന്നതിലൂടെ അവരെ കണ്ടെത്താനാകും.

source: How can I verify Tor Browser's signature?
ml: ടോർ ബ്രൗസറിന്റെ ഒപ്പ് എനിക്ക് എങ്ങനെ പരിശോധിക്കാൻ കഴിയും?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
ml: ഒരു നിശ്ചിത പാക്കേജ് അതിന്റെ ഡവലപ്പർമാർ ജനറേറ്റുചെയ്തുവെന്നും അത് തകരാറിലല്ലെന്നും ഉറപ്പാക്കുന്ന ഒരു പ്രക്രിയയാണ് ഡിജിറ്റൽ സിഗ്നേച്ചർ.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
ml: എന്തുകൊണ്ടാണ് ഇത് പ്രധാനപ്പെട്ടതെന്നും നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ടോർ പ്രോഗ്രാം ഞങ്ങൾ സൃഷ്ടിച്ചതാണെന്നും ചില ആക്രമണകാരികൾ പരിഷ്കരിച്ചിട്ടില്ലെന്നും എങ്ങനെ സ്ഥിരീകരിക്കാമെന്ന് ഞങ്ങൾ ചുവടെ വിശദീകരിക്കുന്നു.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
ml: ഞങ്ങളുടെ [ഡൗൺ‌ലോഡ് പേജിലെ](https://www.torproject.org/download/) ഓരോ ഫയലിനൊപ്പം പാക്കേജിന് സമാനമായ പേരും ".asc" എന്ന വിപുലീകരണവുമുണ്ട്. ഈ .asc ഫയലുകൾ ഓപ്പൺപിജിപി ഒപ്പുകളാണ്.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ഫയൽ കൃത്യമായി പരിശോധിക്കാൻ അവർ നിങ്ങളെ അനുവദിക്കുന്നു.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
ml: ഉദാഹരണത്തിന്, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
ml: വ്യത്യസ്ത ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളിൽ ഡൗൺലോഡ് ചെയ്ത ഫയലിന്റെ ഡിജിറ്റൽ സിഗ്നേച്ചർ എങ്ങനെ സ്ഥിരീകരിക്കാമെന്ന് ഞങ്ങൾ ഇപ്പോൾ കാണിക്കുന്നു.

source: Please notice that a signature is dated the moment the package has been signed.
ml: പാക്കേജ് ഒപ്പിട്ട നിമിഷം തന്നെ ഒരു ഒപ്പ് ഡേറ്റ് ചെയ്തതായി ശ്രദ്ധിക്കുക.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
ml: അതിനാൽ ഓരോ തവണയും ഒരു പുതിയ ഫയൽ അപ്‌ലോഡ് ചെയ്യുമ്പോൾ മറ്റൊരു തീയതി ഉപയോഗിച്ച് ഒരു പുതിയ ഒപ്പ് സൃഷ്ടിക്കപ്പെടുന്നു.

source: As long as you have verified the signature you should not worry that the reported date may vary.
ml: നിങ്ങൾ ഒപ്പ് പരിശോധിച്ചുറപ്പിച്ച കാലത്തോളം റിപ്പോർട്ടുചെയ്ത തീയതി വ്യത്യാസപ്പെടാമെന്ന് നിങ്ങൾ വിഷമിക്കേണ്ടതില്ല.

source: ### Installing GnuPG
ml: ### GnuPG ഇൻസ്റ്റാൾ ചെയ്യുന്നു

source: First of all you need to have GnuPG installed before you can verify signatures.
ml: ഒപ്പുകൾ പരിശോധിക്കുന്നതിനുമുമ്പ് നിങ്ങൾ ആദ്യം ഗ്നുപിജി ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്.

source: #### For Windows users:
ml: #### വിൻഡോസ് ഉപയോക്താക്കൾക്കായി:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
ml: നിങ്ങൾ വിൻഡോസ് പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ, [Gpg4win ഡൗൺലോഡുചെയ്യുക](https://gpg4win.org/download.html) അതിന്റെ ഇൻസ്റ്റാളർ പ്രവർത്തിപ്പിക്കുക.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
ml: ഒപ്പ് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങൾ വിൻഡോസ് കമാൻഡ്-ലൈനിൽ `cmd.exe` എന്നതിൽ കുറച്ച് കമാൻഡുകൾ ടൈപ്പുചെയ്യേണ്ടതുണ്ട്.

source: #### For macOS users:
ml: #### മാക് ഓ എസ് ഉപയോക്താക്കൾക്കായി:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
ml: നിങ്ങൾ മാക് ഓ എസ് ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് [GPGTools ഇൻസ്റ്റാൾ ചെയ്യാൻ](https://www.gpgtools.org) കഴിയും.

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
ml: ഒപ്പ് സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങൾ ടെർമിനലിൽ കുറച്ച് കമാൻഡുകൾ ടൈപ്പുചെയ്യേണ്ടതുണ്ട് ("അപ്ലിക്കേഷനുകൾ" എന്നതിന് കീഴിൽ).

source: #### For GNU/Linux users:
ml: #### ഗ്നു / ലിനക്സ് ഉപയോക്താക്കൾക്ക്:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
ml: നിങ്ങൾ ഗ്നു / ലിനക്സ് ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ സിസ്റ്റത്തിൽ ഇതിനകം തന്നെ ഗ്നുപിജി ഉണ്ടായിരിക്കാം, കാരണം മിക്ക ഗ്നു / ലിനക്സ് വിതരണങ്ങളും പ്രീഇൻസ്റ്റാൾ ചെയ്തതാണ്.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
ml: ഒപ്പ് സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങൾ ഒരു ടെർമിനൽ വിൻഡോയിൽ കുറച്ച് കമാൻഡുകൾ ടൈപ്പുചെയ്യേണ്ടതുണ്ട്. ഇത് എങ്ങനെ ചെയ്യാമെന്നത് നിങ്ങളുടെ വിതരണത്തെ ആശ്രയിച്ച് വ്യത്യാസപ്പെടും.

source: ### Fetching the Tor Developers key
ml: ### ടോർ ഡവലപ്പർമാരുടെ കീ നേടുന്നു

source: The Tor Browser team signs Tor Browser releases.
ml: ടോർ ബ്രൗസർ റിലീസുകളിൽ ടോർ ബ്രൗസർ ടീം ഒപ്പിട്ടു.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
ml: ടോർ ബ്രൗസർ ഡവലപ്പർമാരുടെ സൈനിംഗ് കീ ഇറക്കുമതി ചെയ്യുക (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
ml: ഇത് ഇതുപോലുള്ള ഒന്ന് കാണിക്കും:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
ml: കീ ഇമ്പോർട്ടുചെയ്‌തതിനുശേഷം, നിങ്ങൾക്കത് ഒരു ഫയലിലേക്ക് സംരക്ഷിക്കാൻ കഴിയും (വിരലടയാളം ഉപയോഗിച്ച് ഇത് തിരിച്ചറിയുന്നു):

source: ### Verifying the signature
ml: ### ഒപ്പ് പരിശോധിച്ചുറപ്പിക്കുന്നു

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത പാക്കേജിന്റെ ഒപ്പ് പരിശോധിച്ചുറപ്പിക്കുന്നതിന്, നിങ്ങൾ അനുബന്ധ ".asc" സിഗ്നേച്ചർ ഫയലും ഇൻസ്റ്റാളർ ഫയലും ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്, കൂടാതെ നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ഫയൽ പരിശോധിച്ചുറപ്പിക്കാൻ ഗ്നുപിജിയോട് ആവശ്യപ്പെടുന്ന ഒരു കമാൻഡ് ഉപയോഗിച്ച് അത് പരിശോധിക്കേണ്ടതുണ്ട്.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
ml: #### ഗ്നു / ലിനക്സ് ഉപയോക്താക്കൾക്കായി (നിങ്ങൾക്ക് 32-ബിറ്റ് പാക്കേജ് ഉണ്ടെങ്കിൽ 64 ലേക്ക് 32 ആക്കുക):

source: The result of the command should produce something like this:
ml: കമാൻഡിന്റെ ഫലം ഇതുപോലൊന്ന് സൃഷ്ടിക്കണം:

source: #### Workaround (using a public key)
ml: #### Workaround (ഒരു പൊതു കീ ഉപയോഗിച്ച്)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
ml: നിങ്ങൾക്ക് പരിഹരിക്കാനാകാത്ത പിശകുകൾ നേരിടുകയാണെങ്കിൽ, പകരം [ഈ പബ്ലിക് കീ ഡൗൺലോഡ് ചെയ്ത് ഉപയോഗിക്കുക](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). പകരമായി, നിങ്ങൾക്ക് ഇനിപ്പറയുന്ന കമാൻഡ് ഉപയോഗിക്കാം:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
ml: [GnuPG യെക്കുറിച്ച് കൂടുതലറിയാൻ](https://www.gnupg.org/documentation/) നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം.

source: What are grey bars on resized Tor Browser window?
ml: വലുപ്പം മാറ്റിയ ടോർ ബ്രൗസർ വിൻഡോയിലെ ചാരനിറത്തിലുള്ള ബാറുകൾ എന്തൊക്കെയാണ്?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
ml: സ്‌ക്രീൻ അളവുകൾ വിരലടയാളം തടയുന്നതിനായി ടോർ ബ്രൗസർ അതിന്റെ സ്ഥിരസ്ഥിതി മോഡിൽ 200px x 100px ന്റെ ഗുണിതത്തിലേക്ക് ഒരു ഉള്ളടക്ക വിൻഡോ ഉപയോഗിച്ച് ആരംഭിക്കുന്നു.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
ml: ഒറ്റയടിക്ക് ബുദ്ധിമുട്ടാക്കുന്നതിനായി എല്ലാ ഉപയോക്താക്കളെയും രണ്ട് ബക്കറ്റുകളിൽ ഉൾപ്പെടുത്തുക എന്നതാണ് ഇവിടെയുള്ള തന്ത്രം.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
ml: ഉപയോക്താക്കൾ‌ അവരുടെ വിൻ‌ഡോകളുടെ വലുപ്പം മാറ്റാൻ‌ ആരംഭിക്കുന്നത് വരെ ഇത് പ്രവർത്തിക്കുന്നു (ഉദാ. അവ പരമാവധി വർദ്ധിപ്പിച്ച് അല്ലെങ്കിൽ‌ പൂർണ്ണസ്‌ക്രീൻ‌ മോഡിലേക്ക് പോകുക).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
ml: ഒരു ബ്രൗസർ‌ വിൻ‌ഡോയിലേക്ക് വെളുത്ത മാർ‌ജിനുകൾ‌ ചേർ‌ക്കുന്നതിലൂടെ ഇത് പ്രവർ‌ത്തിക്കുന്നു, അതിനാൽ‌ ഉപയോക്താക്കൾ‌ ആവശ്യമുള്ള വലുപ്പത്തോട് അടുത്ത് നിൽക്കുന്നു, ഉപയോക്താക്കൾ‌ സ്‌ക്രീൻ‌ അളവുകളുടെ സഹായത്തോടെ അവയെ ഒറ്റപ്പെടുത്തുന്നത് തടയുന്ന രണ്ട് സ്‌ക്രീൻ‌ വലുപ്പ ബക്കറ്റുകളിൽ‌ ആയിരിക്കുമ്പോൾ‌.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
ml: ലളിതമായി പറഞ്ഞാൽ, ഈ രീതി ചില സ്‌ക്രീൻ വലുപ്പത്തിലുള്ള ഉപയോക്താക്കളുടെ ഗ്രൂപ്പുകളാക്കുന്നു, മാത്രമല്ല സ്‌ക്രീൻ വലുപ്പത്തിന്റെ അടിസ്ഥാനത്തിൽ ഉപയോക്താക്കളെ ഒറ്റപ്പെടുത്തുന്നത് ഇത് പ്രയാസകരമാക്കുന്നു, കാരണം പല ഉപയോക്താക്കൾക്കും ഒരേ സ്‌ക്രീൻ വലുപ്പമുണ്ടാകും.

source: What are the most common issues with the latest stable version of Tor Browser?
ml: ടോർ ബ്രൗസറിന്റെ ഏറ്റവും പുതിയ സ്ഥിരതയുള്ള പതിപ്പിലെ ഏറ്റവും സാധാരണമായ പ്രശ്നങ്ങൾ എന്തൊക്കെയാണ്?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ml: ടോർ ബ്രൗസറിന്റെ പുതിയ സ്ഥിരതയുള്ള പതിപ്പ് ഞങ്ങൾ പുറത്തിറക്കുമ്പോഴെല്ലാം, അതിന്റെ പുതിയ സവിശേഷതകളും അറിയപ്പെടുന്ന പ്രശ്നങ്ങളും വിശദീകരിക്കുന്ന ഒരു ബ്ലോഗ് പോസ്റ്റ് ഞങ്ങൾ എഴുതുന്നു.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
ml: ഒരു അപ്‌ഡേറ്റിന് ശേഷം നിങ്ങളുടെ ടോർ ബ്രൗസറിൽ‌ പ്രശ്‌നങ്ങൾ‌ ആരംഭിക്കുകയാണെങ്കിൽ‌, നിങ്ങളുടെ പ്രശ്‌നം പട്ടികപ്പെടുത്തിയിട്ടുണ്ടോ എന്നറിയാൻ ഏറ്റവും പുതിയ സ്ഥിരതയുള്ള ടോർ‌ ബ്രൗസറിലെ ഒരു പോസ്റ്റിനായി <a href="https://blog.torproject.org">blog.torproject.org </a>പരിശോധിക്കുക.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
ml: നിങ്ങളുടെ പ്രശ്നം ലിസ്റ്റുചെയ്തിട്ടില്ലെങ്കിൽ, നിങ്ങൾ അനുഭവിക്കുന്നതിനെക്കുറിച്ച് ഒരു [ബഗ് റിപ്പോർട്ട്](https://trac.torproject.org) ഫയൽ ചെയ്യുക.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ml: ടോർ ബ്രൗസർ ആക്‌സസ് ചെയ്യുന്നതിൽ നിന്ന് എന്റെ ആന്റിവൈറസ് അല്ലെങ്കിൽ ക്ഷുദ്രവെയർ പരിരക്ഷണം എന്നെ തടയുന്നു.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ml: മിക്ക ആന്റിവൈറസ് അല്ലെങ്കിൽ ക്ഷുദ്രവെയർ പരിരക്ഷണം തടയുന്ന ചില പ്രക്രിയകളെ "വൈറ്റ്‌ലിസ്റ്റ്" ചെയ്യാൻ ഉപയോക്താവിനെ അനുവദിക്കുന്നു.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ml: ദയവായി നിങ്ങളുടെ ആന്റിവൈറസ് അല്ലെങ്കിൽ ക്ഷുദ്രവെയർ പരിരക്ഷണ സോഫ്റ്റ്വെയർ തുറന്ന് ഒരു "വൈറ്റ്‌ലിസ്റ്റ്" അല്ലെങ്കിൽ സമാനമായ എന്തെങ്കിലും ക്രമീകരണങ്ങളിൽ നോക്കുക.

source: Next, exclude the following processes:
ml: അടുത്തതായി, ഇനിപ്പറയുന്ന പ്രക്രിയകൾ ഒഴിവാക്കുക:

source: * For Windows
ml: * വിൻഡോസിനായി

source: * obfs4proxy.exe (if you use bridges)
ml: * obfs4proxy.exe (നിങ്ങൾ ബ്രിഡ്ജുകൾ ഉപയോഗിക്കുകയാണെങ്കിൽ)

source: * For macOS
ml: * മാക് ഓ എസ് നായി

source: * TorBrowser
ml: * ടോർ ബ്രൗസർ

source: * obfs4proxy (if you use bridges)
ml: * obfs4proxy (നിങ്ങൾ ബ്രിഡ്ജുകൾ ഉപയോഗിക്കുകയാണെങ്കിൽ)

source: Finally, restart Tor Browser.
ml: അവസാനമായി, ടോർ ബ്രൗസർ പുനരാരംഭിക്കുക.

source: This should fix the issues you're experiencing.
ml: ഇത് നിങ്ങൾ അനുഭവിക്കുന്ന പ്രശ്നങ്ങൾ പരിഹരിക്കും.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ml: കാസ്‌പെർസ്‌കിയെപ്പോലുള്ള ചില ആന്റിവൈറസ് ക്ലയന്റുകളും ഫയർവാൾ തലത്തിൽ ടോറിനെ തടയുന്നുണ്ടെന്ന കാര്യം ശ്രദ്ധിക്കുക.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ml: വിൻഡോസിനായി ഞാൻ ടോർ ബ്രൗസർ ഡൗൺലോഡ് ചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്തു, പക്ഷേ ഇപ്പോൾ എനിക്ക് അത് കണ്ടെത്താൻ കഴിഞ്ഞില്ല.

source: The file you download and run prompts you for a destination.
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത് പ്രവർത്തിപ്പിക്കുന്ന ഫയൽ ഒരു ലക്ഷ്യസ്ഥാനത്തിനായി ആവശ്യപ്പെടുന്നു.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ml: ഈ ലക്ഷ്യസ്ഥാനം എന്താണെന്ന് നിങ്ങൾക്ക് ഓർമ്മയില്ലെങ്കിൽ, ഇത് മിക്കവാറും നിങ്ങളുടെ ഡൗൺലോഡുകൾ അല്ലെങ്കിൽ ഡെസ്ക്ടോപ്പ് ഫോൾഡറാണ്.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
ml: വിൻഡോസ് ഇൻസ്റ്റാളറിലെ സ്ഥിരസ്ഥിതി ക്രമീകരണം നിങ്ങളുടെ ഡെസ്ക്ടോപ്പിൽ നിങ്ങൾക്കായി ഒരു കുറുക്കുവഴി സൃഷ്ടിക്കുന്നു, എന്നിരുന്നാലും ഒരു കുറുക്കുവഴി സൃഷ്ടിക്കാനുള്ള ഓപ്ഷൻ നിങ്ങൾ അബദ്ധവശാൽ തിരഞ്ഞെടുത്തത് മാറ്റിയിരിക്കാമെന്ന് മനസിലാക്കുക.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ml: ആ രണ്ട് ഫോൾഡറുകളിലും നിങ്ങൾക്ക് ഇത് കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, അത് വീണ്ടും ഡൗൺലോഡ് ചെയ്ത് ഡൗൺലോഡ് ചെയ്യാൻ ഒരു ഡയറക്ടറി തിരഞ്ഞെടുക്കാൻ ആവശ്യപ്പെടുന്ന പ്രോംപ്റ്റിനായി തിരയുക.
