Repository: torpluston/translation
Catalog: contents+is.po
Languages: is

source: Tor Browser User Manual
is: Notendahandbók Tor-vafrans

source: Menu
is: Valmynd

source: About
is: Um hugbúnaðinn

source: Documentation
is: Hjálparskjöl

source: Press
is: Fjölmiðlar

source: Blog
is: Blogg

source: Newsletter
is: Fréttabréf

source: Contact
is: Hafa samband

source: Plugins
is: Viðbætur

source: About Tor Browser
is: Um Tor-vafrann

source: Learn what Tor Browser can do to protect your privacy and anonymity
is: Lærðu hvað Tor-vafrinn getur gert fyrir nafnleysi og vernd einkagagna

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
is: Tor-vafrinn notar Tor-netið til að vernda persónuupplýsingar þínar og halda þér nafnlausum. Notkun Tor-netsins gefur tvenns konar eiginleika:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
is: * Netþjónustuaðilinn þinn (ISP), og hver sá sem væri að fylgjast með umferðinni þinni á staðarnetinu, munu ekki geta fylgst með því sem þú ert að gera á internetinu, þar með talin eru nöfn og vistföng vefsvæða sem þú heimsækir.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
is: * Þeir sem reka vefsvæðin og þjónusturnar sem þú notar, auk þeirra sem væru að fylgjast með þeim, munu sjá tengingu sem kemur frá Tor-netinu í staðinn fyrir að sjá raunverulegt IP-virtfang þitt, og munu því ekki vita hver þú ert nema að þú auðkennir þig sérstaklega.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
is: Að auki er Tor-vafrinn hannaður til að hindra vefsvæði í að "taka fingraför" eða að auðkenna þig út frá uppsetningu vafrans.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities/#new-identity">New Identity</a> is requested).
is: Sjálfgefið geymir Tor-vafrinn ekki neinn vafurferil. Vefkökur eru einungis gildar í stökum setum (þar til hætt er í Tor-vafranum eða beðið um <a href="/managing-identities/#new-identity">Nýtt auðkenni</a>).

source: ##### How Tor works
is: ##### Hvernig Tor virkar

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
is: Tor er net af sýndargöngum (virtual tunnels) sem gera þér kleift að bæta friðhelgi þína og öryggi á internetinu. Tor virkar þannig að umferðin þín er send í gegnum þrjá handahófsvalda þjóna (einnig nefndir *endurvarpar*) í Tor-netkerfinu. Síðasti endurvarpinn í rásinni (nefndur “úttaksendurvarpi”) sendir þá umferðina út á opinbera internetið.

source: <img class="" src="../static/images/how-tor-works.png" alt="How Tor Browser works">
is: <img class="" src="../static/images/how-tor-works.png" alt="Hvernig virkar Tor-vafrinn">

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
is: Myndin hér fyrir ofan sýnir hvernig notandi vafrar um hin ýmsu vefsvæði í gegnum Tor. Grænu tölvurnar á milli tákna endurvarpa á Tor-netkerfinu, á meðan lyklarnir þrír tákna lögin af dulritun sem aðskilja notandann og hvern endurvarpa.

source: Downloading
is: Niðurhal

source: How to download Tor Browser
is: Hvernig er hægt að sækja Tor-vafrann

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org.
is: Öruggasta og einfaldasta leiðin til að sækja Tor-vafrann er af opinberri vesíðu Tor-verkefnisins á https://wwwtorprojectorg.

source: Your connection to the site will be secured using [HTTPS](/secure-connections), which makes it much harder for somebody to tamper with.
is: Tengingin við síðuna er tryggð með [HTTPS](/secure-connections), sem gerir utanaðkomandi aðilum erfiðara fyrir með að eiga við niðurhalið.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network.
is: Hinsvegar, það geta komið upp tilvik þar sem þú hefur ekki aðgang að vefsvæði Tor-verkefnisins: til dæmis gæti það verið útilokað á netkerfinu þar sem þú tengist.

source: If this happens, you can use one of the alternative download methods listed below.
is: Ef sú er raunin, gætirðu prófað einhverjar af þeim varaleiðum til niðurhals sem taldar eru upp hér fyrir neðan.

source: ##### Mirrors
is: ##### Speglar

source: If you're unable to download Tor Browser from the official Tor Project website, you can instead try downloading it from one of our official mirrors, either through [EFF](https://tor.eff.org) or [Calyx Institute](https://tor.calyxinstitute.org).
is: Ef þér tekst ekki að sækja Tor-vafrann af opinberri heimasíðu Tor-verkefnisins, þá geturðu reynt að sækja hann af einum af opinberu hugbúnaðarspeglunum okkar, annað hvort í gegnum [EFF](https://tor.eff.org) eða [Calyx Institute](https://tor.calyxinstitute.org).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
is: GetTor er þjónusta sem bregst sjálfvirkt við skilaboðum með því að senda tengla á nýjustu útgáfur Tor-vafrans, hýstar á ýmsum mismunandi stöðum, svo sem Dropbox, Google Drive og GitHub.

source: ###### To use GetTor via email:
is: ###### Að nota GetTor með tölvupósti:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
is: Sendu tölvupóst til gettor@torproject.org og skrifaðu einfaldlega í meginmál póstsins “windows”, “osx”, eða “linux”, (án gæsalappanna) eftir því hvert stýrikerfið þitt er.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
is: GetTor mun svara með tölvupósti sem inniheldur tengla sem beina á niðurhalspakka Tor-vafrans, á undirritun dulritunarinnar (nauðsynlegt til að geta sannreynt niðurhalið), fingrafar dulritunarlykilsins sem notaður var við gerð undirritunarinnar, og á gátsummu pakkans (checksum). Þér gæti verið boðið að velja á milli “32-bita” eða “64-bita” hugbúnaðar: það fer eftir hvaða gerð af tölvu þú ert að nota.

source: ###### To use GetTor via Twitter:
is: ###### Að nota GetTor með Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
is: Til að fá tengla fyrir niðurhal Tor-vafrans á ensku fyrir OS X, sendu bein skilaboð (direct message) til @get_tor með orðunum "osx en" í skilaboðunum (þú þarft ekki að vera fylgjandi þessa reiknings).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
is: ###### Að nota GetTor með Jabber/XMPP (Jitsi, CoyIM, o.s.frv.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
is: Til að fá tengla fyrir niðurhal Tor-vafrans á kínversku fyrir Linux, sendu skilaboð til gettor@torproject.org með orðunum "linux zh" í skilaboðunum.

source: Running Tor Browser for the first time
is: Að keyra Tor-vafrann í fyrsta skipti

source: Learn how to use Tor Browser for the first time
is: Lærðu hvernig á að nota Tor-vafrann í fyrsta skipti

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
is: Þegar þú keyrir Tor-vafrann í fyrsta skipti muntu sjá glugga með stillingum Tor-netkerfisins. Hann gefur þér val um að tengjast beint við Tor-netið, eða að setja Tor-vafrann sérstaklega upp fyrir tenginguna þína.

source: ##### Connect
is: ##### Tengjast

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
is: Í flestum tilfellum er nóg að velja "Tengjast" til að tengjast Tor-netinu án frekari uppsetningar. Eftir að smellt er á hnappinn, mun framvindustika birtast sem sýnir hvernig gengur með að tengjast Tor. Ef þú ert á tiltölulega hraðvirku neti, en framvindan virðist stöðvast á einhverjum tilteknum tímapunkti, skaltu skoða síðuna um <a href="/troubleshooting">Vandamálalausnir</a> til að finna aðstoð við að leysa þetta.

source: ##### Configure
is: ##### Að stilla

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
is: Ef þú veist að tengingin þín sé ritskoðuð, eða notar milliþjón (proxy), ættirðu að velja þennan valkost. Tor-vafrinn mun þá fara með þér í gegnum röð af valkostum uppsetningar.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
is: Á fyrsta skjánum er spurt hvort Tor-netið sé hindrað eða ritskoðað á nettengingunni þinni. Ef þú heldur að það sé ekki tilfellið, skaltu velja “Nei”. Ef þú veist að nettengingin þín sé ritskoðuð, eða ef þú hefur þegar prófað og ekki tekist að tengjast Tor-netinu og engar aðrar lausnir hafa virkað, skaltu velja “Já”. Þá verður þú fluttur yfir á skjáinn <a href="/circumvention">Hjáleiðir</a> til að setja upp tengileið (pluggable transport).

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
is: Á næsta skjá er spurt hvort tengingin þín noti milliþjón (proxy). Í flestum tilfellum er það ekki nauðsynlegt. Venjulega myndirðu vita ef þú ættir að svara “Já”, því sömu stillingar munu vera notaðar fyrir aðra vafra á kerfinu þínu. Ef það er mögulegt, ættirðu að spyrja kerfisstjóra netkerfisins um þessar stillingar. Ef tengingin þín notar ekki milliþjón, skaltu smella á “Halda áfram”.

source: Bridges
is: Brýr

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
is: Flestar 'pluggable transport' tengileiðir, eins og t.d. obfs3 og obfs4, reiða sig á notkun brúarendurvarpa (bridge relay).

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
is: Flestar <a href="/transports">'pluggable transport'</a> tengileiðir, eins og t.d. obfs3 og obfs4, reiða sig á notkun brúarendurvarpa (bridge relay). Rétt eins og venjulegir Tor-endurvarpar, eru brýr reknar af sjálfboðaliðum; en ólíkt venjulegum endurvörpum, þá eru þær ekki birtar opinberlega, þannig að andstæðingar eiga ekki auðvelt um vik að finna þær. Samtvinnuð notkun brúa og 'pluggable transport' tengileiða hjálpar til við að fela notkun þína á Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
is: Aðrar 'pluggable transport' tengileiðir, eins og t.d. meek, notar aðra tækni til að komast hjá ritskoðun og reiða sig ekki á brýr til þess. Þú þarft því ekki nein brúavistföng til að nota þær tengileiðir.

source: ##### Getting bridge addresses
is: ##### Að fá vistföng fyrir brýr

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
is: Vegna þess að vistföng brúa eru ekki opinber, verður þú að biðja sjálfur um þau. Þú hefur tvo kosti:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
is: * Heimsæktu https://bridges.torproject.org/ og fylgdu leiðbeiningunum sem þar eru, eða

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
is: * Sendu póst á bridges@torproject.org frá Gmail, Yahoo eða Riseup tölvupóstfangi

source: ##### Entering bridge addresses
is: ##### Að setja inn vistföng fyrir brýr

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
is: Þegar þú hefur fengið vistföng fyrir brýr, þarftu að setja þau inn í Tor-ræsinn.

source: If you're starting Tor Browser for the first time, click 'Configure' to open the Tor Network Settings window. Otherwise, click the Torbutton to the left of the URL bar, then select 'Tor Network Settings...' to access these options.
is: Ef þú ert að keyra Tor-vafrann í fyrsta skipti, skaltu smella á 'Stilla' til að opna glugga með stillingum Tor-netkerfisins. Annars geturðu smellt á Tor-hnappinn vinstra megin við slóðastikuna, síðan valið 'Netkerfisstillingar Tor...' til að sjá þessa valkosti.

source: In the Tor Network Settings window, select 'Tor is censored in my country.' Then, select 'Provide a bridge I know' and enter each bridge address on a separate line.
is: Í glugganum með netkerfisstillingum Tor, skaltu velja 'Tor er ritskoðað í landinu mínu.' Síðan skaltu velja 'Gefa brú sem ég þekki' og setja inn vistföng brúa, hvert í sína línu.

source: Click “OK” to save your settings. Using bridges may slow down the connection compared to using ordinary Tor relays.
is: Smelltu á 'Í lagi' til að vista stillingarnar þínar. Að nota brýr getur hægt á tengingunni í samanburði við þegar notaðir eru venjulegir Tor-endurvarpar.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
is: Ef tengingin bregst, gæti verið að brýrnar sem þú fékkst liggi niðri. Notaðu einhverja af aðferðunum hér fyrir ofan til að ná þér í fleiri brúavistföng, og prófaðu síðan aftur.

source: Pluggable transports
is: Pluggable Transport tengileiðir

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
is: Pluggable Transport tengileiðir eru verkfæri sem Tor getur notað til að fela netsamskiptin sem send eru út.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
is: Pluggable Transport tengileiðir eru verkfæri sem Tor getur notað til að fela netsamskiptin sem send eru út. Það nýtist vel í þeim tilfellum þegar netþjónustuaðili (ISP - Internet Service Provider) eða annað yfirvald er virkt í að útiloka tengingar við Tor-netkerfið.

source: ##### Types of pluggable transport
is: ##### Gerðir 'pluggable transport' tengileiða

source: Currently there are five pluggable transports available, but more are being developed.
is: Í augnablikinu eru tiltækar fimm 'pluggable transport' tengileiðir, en fleiri eru í undirbúningi.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
is: obfs3 lætur umferð í gegnum Tor líta út fyrir að vera tilviljanakennda, á engann hátt neitt líkt Tor eða nokkrum öðrum samskiptamáta. Þrátt fyrir að obfs3 fylgi enn með venjulegri uppsetningu, þá er mælt með því að nota frekar obfs4, þar sem það er mun öruggara en obfs3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
is: obfs4 lætur umferð í gegnum Tor líta út fyrir að vera tilviljanakennda, rétt eins og obfs3, en kemur einnig í veg fyrir að hægt sé að finna brýr með netskönnun. Minni líkur eru á að lokað sé á obfs4-brýr heldur en obfs3-brýr.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
is: FTE (format-transforming encryption) dulbýr Tor-umferð sem venjulega (HTTP) vefumferð.

source: meek transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
is: meek tengileiðir eru allar að líkja eftir vafri á stórum þekktum vefsvæðum þrátt fyrir að vera að nota Tor. meek-amazon lætur líta út eins og þú sért að nota vefþjónustur Amazon; meek-azure lætur líta út eins og þú sért að nota vefsvæði hjá Microsoft; og meek-google lætur líta út eins og þú sért að nota leitarvef Google.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
is: Snowflake er endurbætt útgáfa af Flashproxy. Það sendir umferðina þína í gegnum WebRTC, jafningjasamskiptamáta sem drýpur í gegnum NAT (punching).

source: ##### How to use pluggable transports
is: ##### Hvernig á að nota 'pluggable transport' tengileiðir

source: To use a pluggable transport, first click the onion icon to the left of the URL bar, or click 'Configure' when starting Tor Browser for the first time.
is: Til að nota 'pluggable transport' tengileið, skaltu smella á lauktáknið vinstra megin við slóðastikuna, eða smelltu á 'Stilla' ef þú ert að nota Tor-vafrann í fyrsta skipti.

source: Next, select 'Tor Network Settings' from the drop-down menu.
is: Næst, veldu 'Netkerfisstillingar Tor' úr fellivalmyndinni.

source: In the window that appears, check 'Tor is censored in my country,' then click 'Select a built-in bridge.'
is: Í glugganum sem birtist, skaltu velja 'Tor er ritskoðað í landinu mínu' og síðan smella á 'Velja innbyggða brú'.

source: From the drop-down menu, select whichever pluggable transport you'd like to use.
is: Úr fellivalmyndinni skaltu velja hvaða 'pluggable transport' tengileið þú vilt nota.

source: Once you've selected the pluggable transport you'd like to use, click 'OK' to save your settings.
is: Þegar þú hefur valið þá tengileið sem þú ætlar að nota, skaltu smella á 'Í lagi' til að vista stillingarnar þínar.

source: Circumvention
is: Hjáleiðir

source: What to do if the Tor network is blocked
is: Hvað á að gera ef lokað er á Tor-netið

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
is: Lokað getur verið á beinan aðgang að Tor-netkerfinu af netþjónustuaðilanum þínum (ISP) eða ríkisstjórn. Tor-vafrinn iniheldur ýmis verkfæri til að komast framhjá slíkum lokunum. Þessi verkfæri kallast “pluggable transport tengileiðir”. Skoðaðu síðuna <a href="/en-US/transports">Pluggable Transport tengileiðir</a> til að sjá nánari upplýsingar um þær gerðir tengileiða sem tiltækar eru.

source: Tor Browser currently has four pluggable transport options to choose from.
is: Í augnablikinu býður Tor-vafrinn upp á fjórar gerðir 'pluggable transport' tengileiða.

source: ##### Using pluggable transports
is: ##### Nota 'pluggable transport' tengileiðir

source: To use pluggable transports, click 'Configure' in the Tor Launcher window that appears when you first run Tor Browser.
is: Til að nota 'pluggable transport' tengileið, skaltu smella á 'Stilla' í Tor-ræsiglugganum sem birtist þegar þú ert að nota Tor-vafrann í fyrsta skipti.

source: You can also configure pluggable transports while Tor Browser is running by clicking on the onion icon to the left of the address bar, then selecting 'Tor Network Settings'.
is: Þú getur líka stillt 'pluggable transport' tengileiðir á meðan Tor-vafrinn er í gangi með því að smella á lauktáknið vinstra megin við slóðastikuna, og velja þar 'Netkerfisstillingar Tor'.

source: Select 'Tor is censored in my country,' then click 'Select a built-in bridge.' Click on the drop-down menu and select the pluggable transport you'd like to use.
is: Veldu 'Tor er ritskoðað í landinu mínu' og smelltu síðan á 'Velja innbyggða brú'. Smelltu á fellivalmyndina og veldu hvaða 'pluggable transport' tengileið þú vilt nota..

source: Click 'OK' to save your settings.
is: Smelltu á 'Í lagi' til að vista stillingarnar þínar.

source: ##### Which transport should I use?
is: ##### Hvaða tengileið ætti ég að nota?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
is: Hver og ein tengileið sem taldar eru upp í valmynd Tor-ræsisins virkar á mismunandi hátt (skoðaðu <a href="/en-US/transports">Pluggable Transport tengileiðir</a> síðuna fyrir nánari útlistun), og eru áhrif þeirra og virkni háð því í nákvæmlega hvaða aðstæðum þú ert.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, fte, and meek-azure.
is: Ef þú ert að reyna að komast framhjá útilokaðri tengingu í fyrsta skipti, ættirðu að prófa eftirfarandi tengileiðir: obfs3, obfs4, fte, og meek-azure.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
is: Ef þú prófar alla þessa valkosti og enginn þeirra getur tengt þig við netið, muntu þurfa að setja handvirkt inn vistföng fyrir brýr. Lestu kaflann um <a href="/en-US/bridges/">Brýr</a> til að sjá hvað brýr eru og hvernig eigi að verða sér úti um þær.

source: Managing identities
is: Sýsl með persónuauðkenni

source: Learn how to control personally-identifying information in Tor Browser
is: Lærðu hvernig á að stýra meðhöndlun persónugreinanlegra upplýsinga í Tor-vafranum
