Repository: torpluston/translation
Catalog: contents+fr.po
Languages: fr

source: The anonymizing [relay](#relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](#tor-/-tor-network/-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
fr: Le moniteur anonyme [relais](#relais) (anciennement arm, maintenant nyx) est un moniteur d’état de terminal pour [Tor](#tor-/-tor-network/-core-tor), destiné à être utilisé en ligne de commande. C’est un outil pour surveiller le processus Tor de base sur un système, souvent utile pour les opérateurs de relais.

source: Obfs3 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random, so that it does not look like Tor or any other protocol. Obfs3 bridges will work in most places.
fr: Obfs3 est un [transport enfichable](#plugable-transports) qui rend [Tor](#tor-/-tor-network/-core-tor)[traffic](#traffic) aléatoire, de sorte qu’il ne ressemble à Tor ou à aucun autre protocole. Les ponts Obfs3 fonctionneront dans la plupart des endroits.

source: Obfs4 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](#bridge).
fr: Obfs4 est un [transport enfichable](#pluggable-transports) qui rend [Tor](#tor-/-tor-tor-network/-core-tor)[trafic](#traffic) aléatoire comme obfs3, et empêche également les censeurs de trouver des ponts par balayage Internet. Les ponts Obfs4 sont moins susceptibles d’être bloqués que les [ponts](#bridge) obfs3.

source: ### onion address
fr: ### addresse onion

source: A standardized internet domain name used by onion services that ends in .onion and is designed to be [self-authenticating](#self-authenticating).
fr: Un domaine internet standardisé utilisé par les services onion qui finissent par .onion et est conçu pour être [auto-authentifiable](#self-authenticating).

source: OONI stands for "Open Observatory of Network Interference", it is a global observation network for detecting [censorship](#network-censorship), surveillance and [traffic](#traffic) manipulation on the internet.
fr: OONI signifie "Observatoire ouvert des interférences réseau", il s’agit du réseau global d’observation pour détecter la [censure](#network-censorship), la surveillance et la manipulation de [traffic](#traffic) sur internet.

source: ### onion services
fr: ### services onion

source: Onion services (formerly known as “[hidden services](#hidden-services)”) are services (like websites) that are only accessible through the [Tor network](#tor-/-tor-network/-core-tor).
fr: Les services onion (anciennement appelés « [services cachés](#hidden-services) ») sont des services (comme les sites Web) qui ne sont accessibles que par le [réseau Tor](#tor-/-tor-network/-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
fr: Les services Onion offrent des avantages par rapport aux services ordinaires sur le Web non privé, notamment :

source: * hidden location and [IP address](#ip-address)
fr: * emplacement caché et [adresse IP](#adresse IP)

source: * [end-to-end encrypted](#end-to-end-encrypted) [traffic](#traffic) between Tor users and onion services
fr: * [chiffré de bout en bout](#end-to-end-encrypted) [trafic](#trafic) entre les utilisateurs Tor et les services onion

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](#relay) and [bridges](#bridge). Onionoo provides the data for other applications and websites(compass, atlas, etc..) which in turn present Tor network status information to humans.
fr: Onionoo est un protocole basé sur le Web pour en savoir plus sur l’exécution actuelle des [relais Tor](#relais) et des [ponts](#bridge). Onionoo fournit les données pour d’autres applications et sites Web (boussole, atlas, etc.) qui à leur tour présentent des informations sur l’état du réseau Tor aux humains.

source: ### onionsite
fr: ### site onion

source: An onionsite is another name for an [onion service](#onion-services), but refers exclusively to websites.
fr: Un site onion est un autre nom pour un [service onion](#onion-services), mais se réfère exclusivement aux sites Web.

source: These websites use the .onion Top Level Domain (TLD).
fr: Ces sites Web utilisent le domaine de premier niveau .onion (TLD).

source: ### onionspace
fr: ### espace onion

source: The set of available [onion services](#onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
fr: L’ensemble de [services onion](#onion-services). Par exemple, vous pouvez dire « mon site est dans l’espace onion » au lieu de « mon site est dans le Web invisible ».

source: ### operating system (OS)
fr: ### système d’exploitation (SE)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, OS X and Linux. Android and iOS are the dominant mobile operating systems.
fr: Le principal logiciel système qui gère le matériel informatique et les ressources logicielles et fournit des services communs pour les programmes informatiques. Les systèmes d’exploitation de bureau les plus utilisés sont Windows, OS X et Linux. Android et iOS sont les systèmes d’exploitation mobiles dominants.

source: Orbot is a free [app](#app) from The Guardian Project that empowers other apps on your device to use the internet more securely. Orbot uses [Tor](#tor-/-tor-network/-core-tor) to [encrypt](#encryption) your Internet [traffic](#traffic) and hide it by bouncing through a series of computers around the world.
fr: Orbot est une [application](#app) gratuite de The Guardian Project qui permet à d’autres applications de votre appareil d’utiliser Internet de manière plus sûre. Orbot utilise [Tor](#tor-/-tor-tor-network/-core-tor) pour [chiffrer](#encryption) votre trafic Internet](#trafic) et le cacher en rebondissant à travers une série d’ordinateurs dans le monde.

source: Orfox is free [app](#app) from The Guardian Project built from the same source code as [Tor Browser](#tor-browser) which is built upon [Firefox](#firefox)), but with a few minor modifications to the privacy enhancing features to make them compatible with Firefox for Android and the Android [operating system](#operating-system-os).
fr: Orfox est une [appli](#app) gratuite du Projet Guardian conçue à partir du même code source que le navigateur [Tor Browser](#tor-browser) qui lui est conçu à partir de [Firefox](#firefox)), mais avec quelques modifications mineures aux fonctions de confidentialité pour les rendre compatibles avec Firefox pour Android et le [SE](#operating-system-os) Android.

source: ### [pluggable transports](#pluggable-transports]
fr: ### [transports enfichables](#transports enfichables)

source: Tools that [Tor](#tor-/-tor-network/-core-tor) can use to disguise the [traffic](#traffic) it sends out.
fr: Les outils que [Tor](#tor-/-tor-tor-network/-core-tor) peut utiliser pour masquer le [trafic](#trafic) qu’il envoie.

source: This can be useful in situations where an [Internet Service Provider (ISP)](#internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](#tor-/-tor-network/-core-tor).
fr: Cela peut être utile dans les situations où un [fournisseur d’accès Internet (FAI)](#internet-service-provider-isp) ou une autre autorité bloque activement les connexions au [réseau Tor](#tor-/-tor-network/-core-tor).

source: ### private key
fr: ### clé privée

source: The private portion of a [public/private key pair](#public-key-cryptography).
fr: La partie privée d’une [biclé publique/privée](#public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
fr: C’est la clé qui doit rester privée et ne pas être diffusée à d’autres.

source: ### proxy
fr: ### mandataire

source: A proxy is a middle man between a [client](#client) (like a [web browser](#web-browser)) and a service (like a [web server](#server)).
fr: Un mandataire est un intermédiaire entre un [client](#client) (tel qu’un [navigateur Web](#Web-browser)) et un service (tel qu’un [serveur Web](#server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
fr: Au lieu de se connecter directement au service, un client envoie le message au mandataire. Le mandataire fait la demande pour le client et transmet la réponse au client. Le service ne communique qu’avec et ne voit que le mandataire.

source: ### public key
fr: ### clé publique

source: The public portion of a [public/private key pair](#public-key-cryptography).
fr: La partie publique d’une [biclé publique/privée](#public-key-cryptography).

source: This is the key that can be disseminated to others.
fr: C’est la clé qui peut être diffusée à d’autres.

source: ### public key cryptography
fr: ### cryptographie par clé publique

source: A public-key cryptography system uses pairs of mathematical keys.
fr: Un système de cryptographie par clé publique fait appel à des paires de clés mathématiques (biclés).

source: The [public key](#public-key) can be disseminated widely while its belonging [private key](#private-key) is known only by the owner of the key pair.
fr: La [clé publique](#public-key) peut être largement diffusée, alors que la [clé privée](#public-key) qui lui correspond n’est connue que par le propriétaire de la biclé.

source: Any person can [encrypt](#encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
fr: N’importe qui peut [chiffrer](#encryption) un message en utilisant la clé publique du destinataire, mais seul le destinataire, qui possède la clé privée, peut déchiffrer le message.

source: Additionally, the private key can be used to create a [signature](#cryptographic-signature) to proof the identity of the creator of a message or other files.
fr: De plus, la clé privée peut être utilisée pour créer une[signature](#signature cryptographique) pour prouver l’identité du créateur d’un message ou d’autres fichiers.

source: This signature can be verified by the public key.
fr: Cette signature peut être vérifiée par la clé publique.

source: ### relay
fr: ### relais

source: A publicly-listed node in the [Tor network](#tor-/-tor-network/-core-tor) that forwards [traffic](#traffic) on behalf of [clients](#client), and that registers itself with the [directory authorities](#directory-authority).
fr: Un noeud coté publiquement dans le [réseau Tor](#tor-/-tor-tor-network/-core-tor) qui achemine le [trafic](#trafic) au nom des [clients](#client), et qui s’enregistre auprès des [autorités de répertoire](#directory-authority).

source: It is an [add-on](#add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](#tor-browser), from different sources. You can Install Satori from the Chrome App Store.
fr: C’est une [extension](#add-on-extension-or-or-plugin) pour les navigateurs Chrome ou Chromium qui vous permet de télécharger plusieurs programmes de sécurité et de confidentialité, dont le navigateur [Tor Browser](#tor-browser), de différentes sources. Vous pouvez installer Satori de la logithèque « Chrome Web Store ».

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](#bridge).
fr: ScrambleSuit est similaire à obfs4 mais a un ensemble différent de [ponts](#bridge).

source: Elements used for offering dynamic/interactive content via websites.
fr: Éléments utilisés pour offrir un contenu dynamique et interactif par l’intermédiaire de sites Web.

source: ### Security Slider
fr: ### curseur de sécurité

source: [Tor Browser](#tor-browser) includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. It is located in Torbutton’s “Privacy and Security Settings” menu.
fr: Le navigateur [Tor Browser](#tor-browser) comprend un « curseur de sécurité » qui vous permet d’augmenter votre niveau de sécurité en désactivant certaines fonctions Web qui peuvent être utilisées pour porter atteinte à votre sécurité et à votre anonymat. Il se trouve dans le menu « Paramètres de sécurité » du BoutonTor.

source: Increasing the level (Standard, Safer, Safest) of the Security Slider will disable or partially disable certain [web browser](#web-browser) features to protect against possible attacks.
fr: Augmenter le niveau (Standard, Plus sûr, Le plus sûr) du curseur de sécurité désactivera complètement ou partiellement certaines fonctions du [navigateur Web](#web-browser) afin d’offrir une protection contre les attaques possibles.

source: ### self-authenticating address
fr: ### adresse à authentification automatique

source: The specialized address format of [onion addresses](#onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onionsite](#onionsite). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
fr: Le format d’adresse spécialisé des [adresses onion](#onion-adresse) est auto-authentifiant. Le format garantit automatiquement que l’adresse onion est liée à la clé utilisée pour protéger les connexions au [site onion](#onionsite). Les noms de domaine Internet ordinaires exigent que les propriétaires de sites fassent confiance et soient approuvés par une autorité de certification (AC) pour cette obligation, et ils sont sujets au détournement par l’AC et généralement par de nombreuses autres parties également.

source: ### server
fr: ### serveur

source: A device on a network which offers a service, such as file and web page storage, email or chat.
fr: Un dispositif sur un réseau qui offre un service, tel que le stockage de fichiers et de pages Web, le courrier électronique ou le clavardage.

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](#tor-browser) means that your session data will be wiped when you close the [web browser](#web-browser).
fr: Une session fait référence à une conversation entre deux appareils qui communiquent sur un réseau. Utiliser le navigateur [Tor Browser](#tor-browser) signifie que vos données de session seront effacées lorsque vous fermerez le [navigateur Web](#Web-browser).

source: ### single onion service
fr: ### service onion simple

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](#circuit) rather than the typical six hops for onion services.
fr: Un service onion simple est un service onion qui peut être configuré pour des services qui n’exigent pas l’anonymat, mais qui veulent l’offrir aux clients qui se connectent à leur service. Les services onion simples n’utilisent que trois sauts dans le [circuit] (#circuit), au lieu des six sauts habituels des services onion.

source: Stem is a Python(programming language) controller library for core [Tor](#tor-/-tor-network/-core-tor). Ifyou want to control core Tor with python, this is for you.
fr: Stem est une bibliothèque de contrôleurs Python (langage de programmation) pour core [Tor](#tor-/-tor-tor-network/-core-tor). Si vous voulez contrôler le noyau Tor avec python, c’est pour vous.

source: ### Sybil attack
fr: ### attaque Sybil

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
fr: L’attaque Sybil dans la sécurité informatique est une attaque dans laquelle un système de réputation est subverti en créant un grand nombre d’identités, et en les utilisant pour gagner une influence disproportionnellement grande dans le réseau.

source: Tails is a "live" [operating system](#operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
fr: Tails est un "live" [système d’exploitation](#operating-system-os), que vous pouvez démarrer sur presque n’importe quel ordinateur depuis un DVD, une clé USB ou une carte SD.

source: It aims to preserve your privacy and anonymity.
fr: Elle vise à préserver votre vie privée et votre anonymat.

source: ### The Tor Project
fr: ### Le Projet Tor

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
fr: Le Projet Tor peut signifier soit « The Projet Tor Inc », un organisme états-unien sans lucratif 501(c)3 responsable de la maintenance du logiciel Tor, soit à la communauté du Projet Tor composée de milliers de volontaires du monde entier qui aident à créer Tor.

source: ### third-party tracking
fr: ### pistage par des tiers

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](#ip-address), [web browser](#web-browser), [system](#operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
fr: La plupart des sites Web utilisent de nombreux services tiers, y compris des traqueurs de publicité et d’analyse, qui collectent des données sur votre [adresse IP](#adresse IP), [navigateur Web](#navigateur Web), [système](#système-os) et votre comportement de navigation lui-même, qui peuvent tous relier votre activité sur différents sites.

source: [Tor Browser](#tor-browser) prevents a lot of this activity from happening.
fr: Le navigateur [Tor Browser](#tor-browser) empêche qu’une grande partie de cette activité se produise.

source: ### Tor / Tor network/ Core Tor
fr: ### Tor / Réseau Tor/ Core Tor

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
fr: Tor est un programme que vous pouvez exécuter sur votre ordinateur qui vous aide à rester en sécurité sur Internet.

source: It protects you by bouncing your communications around a distributed network of [relays](#relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
fr: Il vous protège en faisant rebondir vos communications autour d’un réseau distribué de [relais](#relais) géré par des bénévoles du monde entier : il empêche quelqu’un qui regarde votre connexion Internet d’apprendre quels sites vous visitez, et il empêche les sites que vous visitez de connaître votre emplacement physique.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](#little-t-tor).
fr: Cet ensemble de relais bénévoles s’appelle réseau Tor. Parfois le logiciel associé à ce réseau est appelé Core Tor, et parfois ["little-t tor"](#little-t-tor).

source: The way most people use Tor is with [Tor Browser](#tor-browser) which is a version of [Firefox](#firefox) that fixes many privacy issues.
fr: La plupart des gens utilisent Tor grâce au navigateur [Tor Browser](#tor-browser), une version de [Firefox](#firefox) qui corrige plusieurs problèmes de confidentialité.

source: Tor Browser uses the [Tor network](#tor-/-tor-network/-core-tor) to protect your privacy and anonymity.
fr: Le navigateur Tor Browser utilise le [réseau Tor](#tor-/-tor-network/-core-tor) pour protéger votre vie privée et votre anonymat.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](#internet-service-provider-isp) and from anyone watching your connection locally.
fr: Votre activité sur Internet, y compris les noms et adresses des sites Web que vous visitez, sera cachée à votre [fournisseur d’accès Internet (FAI)](#internet-service-provider-isp) et à quiconque surveille votre connexion localement.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet [(IP) address](#ip-address), and will not know who you are unless you explicitly identify yourself.
fr: Les opérateurs des sites Web et des services que vous utilisez, et toute personne les regardant, verront une connexion venant du réseau Tor au lieu de votre adresse Internet réelle (adresse IP)(#adresse IP), et ne sauront pas qui vous êtes sauf si vous vous identifiez explicitement.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](#browser-fingerprinting)” or identifying you based on your browser configuration.
fr: De plus, le navigateur Tor Browser est conçu pour empêcher les sites Web de vous [suivre à la trace grâce à une empreinte numérique unique](#browser-fingerprinting) ou de vous identifier d’après la configuration de votre navigateur.

source: By default, Tor Browser does not keep any [browsing history](#browsing-history).
fr: Par défaut, le navigateur Tor Browser ne conserve aucun [historique de navigation](#browsing-history).

source: [Cookies](#cookie) are only valid for a single [session](#session) (until Tor Browser is exited or a [New Identity](#new-identity) is requested).
fr: Les [témoins](#cookie) ne sont valides que pour une seule [session](#session) (jusqu’à la fermeture du navigateur Tor Browser ou la demande d’une [nouvelle identité](#new-identity)).

source: ### Tor Launcher
fr: ### Lanceur Tor

source: When you run [Tor Browser](#tor-browser) for the first time, you will see the Tor Launcher window.
fr: Quand vous lancez le navigateur [Tor Browser](#tor-browser) pour la première fois, le Lanceur Tor se présente à vous.

source: It offers you the option to connect directly to the [Tor network](#tor-/-tor-network/-core-tor), or to configure Tor Browser for your connection.
fr: Il vous propose l’option de vous connecter directement au [réseau Tor](#tor-/-tor-network/-core-tor) ou de configurer le Navigateur pour votre connexion.

source: In the second case Tor Launcher will take you through a series of configuration options.
fr: Dans le second cas, Tor Launcher vous guidera à travers une série d’options de configuration.

source: ### Tor log
fr: ### journal de Tor

source: "Tor log" is an automatically-generated list of [Tor](#tor-/-tor-network/-core-tor)’s activity that can help diagnose problems.
fr: "Tor log" est une liste générée automatiquement de l’activité de [Tor](#tor-/-tor-network/-core-tor) qui peut aider à diagnostiquer les problèmes.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
fr: Quand quelque chose ne va pas avec Tor, vous pouvez voir une option avec le message d’erreur "copier le journal Tor dans le presse-papiers".
