Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: You just have to point your browser at their proxy server.
fa: تنها لازم است اشاره مرورگر شما به سرور پروکسی آن ها باشد.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
fa: ارائه دهندگان پروکسی ساده راه حل بدی نیستند اگر برای حریم خصوصی و ناشناس بودن خود دنبال هیچگونه محافظتی نیستید و به ارائه دهنده اعتماد دارید که کار بدی انجام نمی دهد.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
fa: برخی ارائه دهندگان پروکسی ساده از SSL برای ایمن سازی ارتباط شما به آن ها استفاده می کنند، این از شما در برابر استراق سمع محلی، مانند اینترنت وای فای رایگان در کافی شاپ محافظت می کند.

source: Simple proxy providers also create a single point of failure.
fa: ارائه دهندگان پروکسی ساده فقط یک نقطه شکست ایجاد می کند.

source: The provider knows both who you are and what you browse on the Internet.
fa: ارائه دهنده هم می داند شما چه کسی هستید و چه کاری در اینترنت انجام می دهید.

source: They can see your traffic as it passes through their server.
fa: آن ها میتوانند ترافیک شما را زمانی که از سرور آن ها عبور میکند را ببینند.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
fa: در برخی موارد، آنها حتی قادر هستند تا ترافیک رمزگذاری شده شما را که به سمت سایت بانک یا فروشگاه های تجارت الکترونیک می رود را ببینند.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
fa: شما باید اعتماد داشته باشید که ارائه دهنده سرویس ترافیک شما را نمی بیند، تبلیغات خود را در جریان ترافیک شما تزریق نمی کند، یا اطلاعات خصوصی شما را ضبط نمی کند.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
fa: تور ترافیک شما را حداقل از 3 سرور متفاوت قبل از ارسال آن به مقصد رد می کند.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
fa: از آنجایی که یک سطح جداگانه برای رمزگذاری هر یک از سه بازپخش وجود دارد، اگر کسی اتصال اینترنت شما را نگاه کند نمی تواند چیزی که به شبکه Tor می فرستید را ببیند یا تغییر دهد.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
fa: ترافیک شما بین کلاینت تور ( روی کامپیوتر شما ) و جایی که از آن سر در می آورد رمزگذاری شده است.

source: ### Doesn't the first server see who I am?
fa: ### آیا اولین سرور نمی بیند من چه کسی هستم؟

source: Possibly.
fa: احتمالاً.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
fa: از سه سرور اولیه اگر یکی بد باشد می تواند ترافیک تور را که از کامپیوتر شما خارج می شود را ببیند.

source: It still doesn't know who you are and what you are doing over Tor.
fa: نمی داند که شما که هستید و چه کاری روی تور انجام میدهید.

source: It merely sees "This IP address is using Tor".
fa: تنها چیزی که می بیند این است که "این نشانی IP از تور استفاده می کند".

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
fa: شما از این گره محافظت می شوید بنابراین نمی تواند بفهمد که شما کی هستید و در اینترنت چه کار می کنید.

source: ### Can't the third server see my traffic?
fa: ### آیا سرور سوم نمی تواند ترافیک من را ببیند؟

source: A bad third of three servers can see the traffic you sent into Tor.
fa: اگر یکی از سه سرور اولیه بد باشد می تواند ترافیکی که شما به تور می فرستید را ببیند.

source: It won't know who sent this traffic.
fa: نمی داند چه کسی این ترافیک را ارسال کرده است.

source: If you're using encryption (like HTTPS), it will only know the destination.
fa: اگر در حال استفاده از رمزگذاری (مثل HTTPS) می باشید، تنها مقصد را میداند.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
fa: برای فهم اینکه Tor و HTTPS چگونه با یکدیگر تعامل دارند این تصویر از [Tor و HTTPS را ببینید](/https/https-1/).

source: Does Tor remove personal information from the data my application sends?
fa: آیا تور اطلاعات خصوصی را از داده هایی که که برنامه من ارسال می کند حذف می کند؟

source: No, it doesn't.
fa: نه، این کار را انجام نمی دهد.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
fa: شما نیاز دارید تا از یک برنامه جداگانه که نسبت به برنامه شما و پروتکل و پاکسازی یا "تمیز کردن" داده ارسالی شناخت دارد استفاده کنید.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
fa: مرورگر Tor سعی می کند تا داده سطح برنامه را، مانند رشته user-agent، برای تمام کاربران یکسان نگه دارد.

source: Tor Browser can't do anything about the text that you type into forms, though.
fa: مرورگر تور اما نمی تواند کاری درباره متنی که وارد فرم ها می کنید انجام دهد.

source: What is Tor?
fa: تور چیست؟

source: The name "Tor" can refer to several different components.
fa: نام «تور» می‌تواند به چیزهای متفاوتی اشاره کند.

source: This set of volunteer relays is called the Tor network.
fa: این مجموعه از بازپخش های داوطلبانه شبکه تور نامیده می شوند.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
fa: اکثر افراد از تور همراه با مرورگر تور استفاده می کنند، این یک نسخه از فایرفاکس می باشد که خیلی از مشکلات حریم خصوصی را حل می کند.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
fa: شما می توانید درباره تور روی صفحه [درباره ما](https://www.torproject.org/about/history/) بخوانید.

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
fa: پروژه‌ی تور یک سازمان غیر انتفاعی می باشد که نرم افزار تور را توسعه می دهد و از آن نگهداری می کند.

source: Why is it called Tor?
fa: چرا نام آن تور می باشد؟

source: Tor is the onion routing network.
fa: تور شبکه مسیریابی پیازی می باشد.

source: (It's also got a fine meaning in German and Turkish.)
fa: (همچنین معنی خوبی در آلمانی و ترکی دارد.)

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
fa: نکته: هرچند در ابتدا از یک مخفف بوجود آمد، Tor به صورت "TOR" نوشته نمی شود.

source: Only the first letter is capitalized.
fa: تنها اولین لغت با حروف درشت نوشته می شود.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
fa: در حقیقت، ما معمولا می توانیم افرادی که هیچ بخشی از سایت ما را نخوانده اند (و همه چیزی که می دانند را از مقالات سایت های خبری خوانده اند) با اتکا به همین غلط نویسی پیدا کنیم.

source: Tor Browser and antivirus false positive warnings
fa: مرورگر تور و هشدار های مثبت کاذب آنتی ویروس

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
fa: برخی نرم افزار های آنتی ویروس هشدار های بدافزار و/یا آسیب پذیری هنگامی که مرورگر تور راه اندازی می شود نمایش می دهند.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
fa: برخی آنتی ویروس ها فایل هایی را که توسط کاربران زیادی دیده نشده اند را به صورت مشکوک در نظر می گیرند.

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
fa: برای اطمنیان از اینکه برنامه تور دانلود شده توسط شما برنامه ای است که ما ایجاد کرده ایم و توسط یه مهاجم تغییر نکرده است، شما می توانید [امضا مرورگر تور را تایید کنید](https://support.torproject.org/tbb/how-to-verify-signature/).

source: How can I verify Tor Browser's signature?
fa: چگونه می‌توانم امضای مرورگر تور را تائید کنم؟

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
fa: امضای دیجیتال، فرآیندی است که تضمین می‌کند که یک بسته‌ی خاص توسط توسعه دهندگان آن ایجاد شده و کسی آن را دستکاری نکرده است.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
fa: در پایین ما توضیح می دهیم چرا مهم است و چگونه باید برنامه Tor که دانلود کرده اید همان برنامه ای است که ما ایجاد کرده ایم و توسط هیچ مهاجمی تغییر نیافته است.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
fa: هر فایل روی [صفحه دانلود](https://www.torproject.org/download/) ما همراه با یک فایل با همان نام و با فرمت "asc." آمده است. این فایل های asc. امضاهای OpenPGP می باشند.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
fa: آن ها به شما اجازه می دهند تا فایلی که دانلود کرده اید را تایید کنید که همان فایلی است که می خواستید دانلود کنید.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
fa: برای نمونه، `torbrowser-install-win64-9.0_en-US.exe` همراه با `torbrowser-install-win64-9.0_en-US.exe.asc` می آید.

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
fa: اکنون ما به شما نشان می دهیم چگونه می توانید امضا دیجیتال فایلی که دانلود کرده اید را روی سیستم عامل های متفاوت تایید کنید.

source: Please notice that a signature is dated the moment the package has been signed.
fa: لطفا توجه داشته باشید که یک امضا زمانی که بسته امضا شده است تاریخ دار می شود.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
fa: بنابراین هر بار که یک فایل جدید آپلود می شود یک امضا جدید با یک تاریخ متفاوت تولید می شود.

source: As long as you have verified the signature you should not worry that the reported date may vary.
fa: تا زمانی که شما امضا را تایید کرده باشید نیازی به نگرانی در تفاوت تاریخ گزارش شده نیست.

source: ### Installing GnuPG
fa: ### نصب GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
fa: اول از هر چیز نیاز است تا GnuPG روی کامپیوتر شما نصب باشد تا بتوانید امضاها را تایید کنید.

source: #### For Windows users:
fa: #### برای کاربران ویندوز:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
fa: اگر در حال استفاده از ویندوز هستید، [Gpg4win را دانلود کنید](https://gpg4win.org/download.html) و نصب کننده آن را اجرا کنید.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
fa: برای تایید امضا لازم است چندین فرمان را در خط فرمان ویندوز `cmd.exe` تایپ کنید.

source: #### For macOS users:
fa: #### برای کاربران macOS:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
fa: اگر در حال استفاده از مک هستید، می توانید [GPGTools را نصب کنید](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
fa: برای تایید امضا لازم است چندین فرمان را در ترمینال (در "برنامه ها") تایپ کنید.

source: #### For GNU/Linux users:
fa: #### برای کاربران گنو/لینوکس:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
fa: اگر در حال استفاده از گنو/لینوکس می باشید، بنابراین احتمالا GnuPG روی سیستم شما موجود می باشد، در اکثر توزیع های گنو/لینوکس از قبل نصب شده است.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
fa: برای تایید امضا لازم است چندین فرمان را در پنجره ترمینال تایپ کنید. نحوه انجام این کار بستگی به توزیع شما دارد.

source: ### Fetching the Tor Developers key
fa: ### واکشی کلید توسعه دهندگان Tor

source: The Tor Browser team signs Tor Browser releases.
fa: تیم مرورگر تور انتشار های مرورگر تور را امضا می کند.

source: This should show you something like:
fa: این باید چیزی شبیه این را نمایش بدهد:

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
fa: بعد از وارد کردن کلید، شما می توانید آن را روی یک فایل ذخیره کنید (تشخیص آن با اثر انگشت در اینجا):

source: ### Verifying the signature
fa: ### در حال تایید امضا

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
fa: برای تایید امضا بسته ای که دانلود کرده اید، لازم است تا فایل امضا "asc." متناظر را هم دانلود کنید و آن را با یک فرمان که از GnuPG می خواهد تا فایل دانلود شده توسط شما را تایید کند.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
fa: نمونه های زیر فرض می کنند که شما این دو فایل را در پوشه "Downloads" دانلود کرده اید.

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
fa: #### برای کاربران گنو/لینوکس (64 را 32 تغییر دهید اگر بسته شما 32-بیت می باشد):

source: The result of the command should produce something like this:
fa: نتیجه فرمان باید چیزی شبیه این را تولید کند:

source: #### Workaround (using a public key)
fa: #### روش کار (استفاده از یک کلید عمومی)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
fa: اگر با خطاهایی روبرو می شوید که نمی توانید آن ها را اصلاح کنید، می توانید [این کلید عمومی را دانلود کرده و استفاده کنید](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). به غیر از آن، می توانید از فرمان زیر استفاده کنید:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
fa: شما شاید بخواهید [درباره GnuPG بیشتر یاد بگیرید](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
fa: نوار های خاکستری در پنجره مرورگر تور تغییر سایز یافته چیستند؟

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
fa: مرورگر Tor در حالت پیش فرض با پنجره محتوا محدود به چندین 200px x 100px برای جلوگیری از انگشت ننگاری ابعاد صفحه نمایش آغاز می شود.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
fa: استراتژی در اینجا قرار دادن تمام کاربران در چندین سطل است تا شناسایی آن ها را سخت تر کند.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
fa: این تا زمانی کار می کند که کاربران اندازه پنجره های خود را تغییر دهند (برای نمونه با بیشینه کردن آنها یا رفتن به حالت تمام صفحه).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
fa: مرورگر Tor نسخه ۹ با این مکانیسم دفاعی در برابر انگشت نگاری برای چنین سناریو هایی می آید که به آن [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)) گفته می شود که یک روش است که توسط موزیلا توسعه داده شده و [در اوایل سال از آن رونمایی شد](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
fa: این مکانیسم دفاعی با اضافه کردن بخش هایی سفید رنگ به یک پنجره مرورگر کار می کند و بدینوسیله پنجره تا جای ممکن به اندازه دلخواه نزدیک می باشد و کاربران در چندین سطل اندازه صفحه نمایش هستند و بنابراین پیدا کردن آن ها با ابعاد صفحه نمایش ممکن نخواهد بود.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
fa: به زبان ساده، این روش گروهی از کاربران با اندازه صفحه نمایش مشخص را ایجاد می کند و این باعث می شود تا شناسایی یک کاربر بر اساس اندازه صفحه نمایش سخت تر شود، از آنجایی که کاربران زیادی همان اندازه صفحه نمایش را خواهند داشت.

source: What are the most common issues with the latest stable version of Tor Browser?
fa: رایج‌ترین مشکلات در جدیدترین نسخه‌ی پایدار مرورگر تور را چیست؟

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
fa: با انتشار هر نسخه‌ی پایدار جدید از مرورگر تور، ما در یک پست وبلاگی ویژگی‌های جدید و مشکلات شناخته‌شده‌ی آن را مفصل بررسی می‌کنیم.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
fa: اگر پس از به روز رسانی مرورگر Tor شما دچار مشکل شد، <a href="https://blog.torproject.org">blog.torproject.org</a> را برای یک پست روی آخرین نسخه پایدار مرورگر Tor بررسی کنید تا ببینید آیا مشکل شما در آنجا آمده است.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
fa: اگر مشکل خود را نمی بینید، لطفا [باگ را گزارش کنید](https://trac.torproject.org) تا بدانیم چه مشکلی دارید.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
fa: آنتی‌ویروس یا برنامه‌ی محافظت در برابر بدافزارِ من از دسترسی من به مرورگر تور جلوگیری می کند.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
fa: اکثر آنتی‌ویروس‌ها و برنامه‌های محافظت در برابر بدافزار اجازه می‌دهند پروسه‌های خاصی که در حالت عادی مسدود می‌شوند را به «لیست سفید» اضافه کنید.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
fa: لطفاً آنتی‌ویروس یا برنامه‌ی محافظت در برابر بدافزار را باز کرده و در تنظیمات آن به دنبال «فهرست سفید» یا چیزی شبیه آن بگردید.

source: Next, exclude the following processes:
fa: حالا، پروسه‌های زیر را در نظر نگیر:

source: * For Windows
fa: *برای ویندوز

source: * obfs4proxy.exe (if you use bridges)
fa: obfs4proxy.exe ( اگر شما از پل استفاده می‌کنید)

source: * For macOS
fa: * برای مک

source: * TorBrowser
fa: * مرورگر Tor

source: * obfs4proxy (if you use bridges)
fa: obfs4proxy.exe ( اگر شما از bridge استفاده می کنید)

source: Finally, restart Tor Browser.
fa: در آخر، مرورگر تور را مجدداً راه‌اندازی کنید.

source: This should fix the issues you're experiencing.
fa: این باید مشکلاتی که شما با آن مواجه هستید را حل کند.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
fa: لطفا توجه داشته باشید که برخی کلاینت های آنتی‌ ویروس، مانند Kaspersky، ممکن است تور را در سطح دیوار آتشین مسدود کنند.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
fa: من مرورگر تور را برای ویندوز دانلود کردم و نصب کردم، اما الان نمی توانم آن را پیدا کنم.

source: The file you download and run prompts you for a destination.
fa: فایلی که دانلود می کنید و اجرا می کنید از شما یک مقصد می خواهد.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
fa: اگر مقصد را به خاطر ندارید، احتمالا پوشه Download یا Desktop شما می باشد.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
fa: تنظیم پیش فرض در نصب کننده ویندوز یک فایل میانبر برای شما روی دسکتاپ ایجاد می کند، هرچند لازم است بدانید که ممکن است به طور تصادفی گزینه ایجاد میانبر را انتخاب نکرده باشید.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
fa: اگر نمی توانید آن را در هیچ کدام از پوشه ها پیدا کنید، آن را دوباره دانلود کنید و به دنبال پرسش پوشه ای که می خواهید فایل را در آن قرار دهید باشید.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
fa: یک مکان دایرکتوری انتخاب کنید که به سادگی آن را به خاطر خواهید سپرد، زمانی که دانلود پایان یافت شما باید پوشه مرورگر Tor را در آنجا ببینید.

source: Can I use Flash in Tor Browser?
fa: آیا من میتوانم در مرورگر تور از فلش (Flash Player) استفاده کنم؟

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
fa: فلش در مرورگر تور غیرفعال می باشد، ما به شما توصیه میکنیم تا آن را فعال نکنید.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
fa: ما فکر نمی کنیم که استفاده از فلش در هیچ مرورگری امن باشد — یک قطعه نرم افزار ناامن می باشد که به آسانی می تواند حریم خصوصی شما را در معرض خطر قرار داده یا به شما بدافزار بدهد.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
fa: خوشبختانه، بیشتر سایت ها، دستگاه ها، و سایر مرورگر ها از فلش فاصله گرفته اند.

source: Does using Tor Browser protect other applications on my computer?
fa: آیا استفاده از مرورگر تور سایر برنامه های روی کامپیوتر من را محافظت می کند؟

source: Only Tor Browser's traffic will be routed over the Tor network.
fa: فقط ترافیک مرورگر تور از شبکه‌ی تور مسیریابی خواهد شد.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
fa: هر برنامه دیگر روی سیستم شما (این شامل سایر مرورگر ها هم می شود) اتصالات خود را از شبکه Tor عبور نخواهند داد و از آن ها محافظت نخواهد شد.

source: They need to be configured separately to use Tor.
fa: نیاز است تا آن ها به صورت جداگانه پیکربندی شوند تا از تور استفاده کنند.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
fa: اگر می خواهید مطمئن شوید که تمام ترافیک شما از شبکه Tor عبور می کند، نگاهی به [سیستم عامل زنده Tails](https://tails.boum.org/) بیاندازید که می توانید آن را تقریبا روی هر کامپیوتر از یک دی وی دی یا USB اجرا کنید.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
fa: آیا من باید افزونه‌ یا ضمیمه‌ای مانند AdBlock Plus یا uBlock Origin را در مرورگر تور نصب کنم ؟

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
fa: شدیداً توصیه می‌شود از نصب افزونه‌های جدید در مرورگر تور خودداری کنید، چون این کار می‌تواند حریم خصوصی و امنیت شما را به خطر بیندازد.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
fa: نصب افزونه های جدید می تواند تاثیرات پیشبینی نشده ای بر مرورگر تور بگذارد و شاید اثر انگشت مرورگر تور شما را یکتا کند.
