Repository: torpluston/translation
Catalog: contents+id.po
Languages: id

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
id: Namun, informasi yang dikirim tidak terenkripsi melalui internet dengan menggunakan HTTP polos masih dapat dicegat oleh operator relay keluar atau orang yang mengamati lalu lintas antara relay keluar dan situs tujuan Anda.

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
id: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Jaringan Tor

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
id: Layanan Onion juga diandalkan untuk layanan percakapan dan berbagi berkas bebas-metadata, interaksi yang aman antar jurnalis dengan sumber-sumbernya seperti dengan <mark><a href="https://securedrop.org/">SecureDrop</a></mark>atau<mark><a href="https://onionshare.org/">OnionShare</a></mark>, pembaruan perangkat lunak yang lebih aman, dan cara yang lebih aman untuk mencapai situs web populer seperti <mark></a>Facebook</a></mark>.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
id: Contohnya, situs onion dari DuckDuckGo adalah <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
id: Umumnya kami tidak menyarankan VPN dengan Tor kecuali Anda adalah pengguna tingkat lanjut yang dapat mengatur keduanya sehingga tidak mengurangi privasi Anda.

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
id: Situs-situs yang hanya dapat diakses melalui Tor disebut "onion" dan berakhir dengan akhiran .onion.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
id: Selain itu, menggunakan jalur yang lebih panjang dari 3 dapat membahayakan anonimitas, pertama karena itu membuat serangan<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">penolakan keamanan</a></mark> lebih mudah, dan kedua karena itu dapat bertindak sebagai suatu identifier jika hanya sejumlah kecil pengguna memiliki jalan panjang yang sama seperti Anda.

source: How do I run a obfs4 bridge on Debian?
id: Bagaimana cara menjalankan obfs4 bridge di Debian?

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
id: Jika Anda tidak ingat destinasi tersebut, itu adalah kemungkinan unduhan atau Desktop folder.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
id: Kadang beberapa situs web memblokir pengguna Tor karena tidak dapat membedakan pengguna Tor biasa dan lalu-lintas otomatis.

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
id: Tor Browser adalah versi modifikasi dari Firefox yang khusus dirancang untuk digunakan dengan Tor.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
id: Tulis sistem operasi Anda (seperti windows, MacOS (OS X), atau linux) dalam tubuh pesan.

source: Can I make Tor Browser my default browser?
id: Apakah saya dapat membuat Tor Browser menjadi peramban standar saya?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
id: Untuk sumber daya paling mendalam tentang menjalankan relay, lihat <mark> <a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Panduan Tor Relay</a> </mark> .

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
id: Mengkonfigurasi sebuah jembatan obfsproxy memerlukan paket software dan konfigurasi tambahan.

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
id: * Sebagai root, tambahkan baris berikut ke /etc/apt/sources.list. Gunakan versi yang Anda ditemukan di langkah sebelumnya untuk <version>.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
id: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Pelajari lebih lanjut tentang Onion Browser</a></mark>.

source: Thank you."
id: Terima kasih!

source: ##### New Tor Circuit for this Site
id: ##### Sirkuit Tor Baru untuk Situs ini

source: What search engine comes with Tor Browser and how does it protect my privacy?
id: Mesin pen-cari apa yang ada di Tor Browser, dan bagaimana cara dia melindungi privasi saya?

source: Please make sure your system clock and timezone are set accurately.
id: Silakan pastikan jam di sistem operasi dan zona waktu diatur dengan tepat di komputer Anda.

source: You can certainly use another browser while you are also using Tor Browser.
id: Anda bisa menggunakan browser lain saat Anda juga menggunakan Tor Browser.

source: censorship
id: sensor

source: Why don't you prevent bad people from doing bad things when using Tor?
id: Kenapa kalian tidak mencegah orang jahat melakukan kejahatan menggunakan Tor?

source: The Tor Project does not support or condone the use of our software for malicious purposes.
id: Tor Project tidak mendukung atau merestui penggunaan perangkat lunak kami untuk tujuan jahat.

source: * Determine your Ubuntu version by running the following command:
id: * Cari versi Ubuntu Anda dengan menjalankan perintah berikut:

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
id: Peramban Tor saat ini tersedia untuk <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>,<mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> dan <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">MacOS (OSX)</a></mark>.

source: Finally, restart Tor Browser.
id: Akhirnya, restart Tor Browser.

source: Connecting To Tor
id: Terhubung ke Tor

source: * Note that your operating system’s standard "Uninstall" utility is not used.
id: Perhatikan bahwa utilitas standar bernama "Uninstall" di operating sistem Anda tidak digunakan

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
id: Ketika itu menegaskan bahwa portnya terjangkau, itu akan meng-upload "Deskripsi server" kepada pihak berwenang direktori agar client tahu alamat, port, key, dll yang digunakan relay Anda.

source: I'm having a problem updating or using Vidalia.
id: Saya mendapat masalah dalam memperbarui atau menggunakan Vidalia.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
id: Salah satu masalah yang paling umum yang menyebabkan kesalahan koneksi di Tor Browser adalah jam sistem yang keliru.

source: Why is the first IP address in my relay circuit always the same?
id: Kenapa alamat IP pertama di relay circuit saya selalu sama?

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
id: Untuk Android, The Guardian Project memelihara aplikasi yang menggunakan jaringan Tor seperti Orbot dan Orfox.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
id: Satu-satunya cara untuk memecahkan masalah ini adalah dengan mematuhi prosedur yang direkomendasikan oleh situs yang dimaksud untuk menjalankan pemulihan akun atau menghubungi operator dan menjelaskan situasi Anda.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
id: Jika ini tidak memperbaiki masalah koneksi, lihat halaman Troubleshooting di <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">petunjuk Tor Browser</a></mark>.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
id: Anda mungkin mampu menghindari skenario ini jika penyedia layanan menawarkan 2-factor authentication, yang merupakan pilihan keamanan yang jauh lebih baik daripada reputasi berbasis IP.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
id: Perlindungan program pembasmi virus atau malware saya menghalangi saya menggunakan Tor Browser.

source: If you don't see this message, it means that your relay is not reachable from the outside.
id: Jika Anda tidak melihat pesan ini, itu berarti Anda relay tidak dapat dijangkau dari luar.

source: * obfs4proxy (if you use bridges)
id: * obfs4proxy (jika Anda menggunakan bridge)

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
id: Hati-hati ketika beralih bolak-balik antara Tor dan browser yang kurang aman, karena Anda mungkin secara tidak sengaja menggunakan browser lain untuk sesuatu yang Anda dimaksudkan untuk Tor.

source: Who funds Tor?
id: Siapa yang membiayai Tor?

source: Can I run multiple instances of Tor Browser?
id: Apakah saya dapat menjalankan lebih dari satu Tor Browser?

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
id: Silakan lihat <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
id: Anda sebaiknya memeriksa ulang firewall Anda, periksa bahwa IP dan Port Anda yang ditentukan dalam torrc sudah benar, dll.

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
id: Onion service memungkinkan orang untuk melihat, tetapi juga untuk mempublikasikan secara anonim, termasuk penerbitan website anonim.

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
id: Kami sedang mengembangkan pada Tor Browser untuk Android, dan Anda mungkin melihat rilis alpha yang muncul pada bulan-bulan mendatang.

source: * Add the gpg key used to sign the packages by running the following commands:
id: * Tambahkan kunci gpg untuk menandatangani paket dengan menjalankan perintah berikut:

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
id: Jika Anda melihat baris seperti ini di Tor log, Tor gagal tersambung ke node pertama di Tor circuit.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
id: Apakah Anda dapat melakukannya? <mark><a href="https://www.torproject.org/about/contact.html.en">Hubungi kami</a></mark>.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
id: Jika Anda mulai mengalami masalah dengan peramban Tor setelah update, silakan baca<mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> untuk posting tentang Tor Browser stable terkini dan lihat apakah masalah Anda sudah terdaftar.

source: Misc
id: Lain-lain

source: * obfs4proxy.exe (if you use bridges)
id: * obfs4proxy.exe (jika Anda menggunakan bridge)

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
id: Setelah beberapa jam (untuk memberikan cukup waktu untuk menyebarkan), Anda dapat meminta <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> untuk melihat apakah relay Anda telah berhasil terdaftar di jaringan.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
id: GetTor akan merespon dengan email yang memuat tautan dari sumber pengunduh paket Tor Browser, tanda tangan kriptografi (<mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">diperlukan untuk memverikasi unduhan</a></mark>), sidik jari pengguna utama yang akan digunakan untuk membuat tanda tangan, dan paket checksum.

source: How do I make sure that I'm using the correct packages on Ubuntu?
id: Bagaimana cara memastikan bahwa saya menggunakan paket yang benar pada Ubuntu?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
id: The Guardian Project memelihara Tor (dan aplikasi privasi lainnya) di Android. Info lebih lanjut dapat ditemukan di <mark> <a href="https://guardianproject.info/">Situs web Guardian Project</a> </mark> .

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
id: Tabs atau jendela lain yang sedang terbuka dari website yang sama akan menggunakan sirkuit yang baru demikian juga dengan yang sedang dijalankan.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
id: Sebaliknya, mempertimbangkan menjalankan relay keluar Anda dalam fasilitas komersial yang mendukung Tor.

source: Please try connecting with bridges, and that should fix the problem.
id: Mohon coba lagi dengan menggunakan bridge, ini seharusnya menyelesaikan masalah ini.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
id: Orbot adalah untuk browsing Internet dan Orfox dapat mengalihkan lalu-lintas Internet aplikasi lain di Android ke jaringan Tor.</p>

source: If it hasn't, re-check firewalls, IP and ports again.
id: Jika belum, periksa ulang firewall, IP, dan port.

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
id: Flash dinonaktifkan di Tor Browser, dan sebaiknya Anda tidak mengaktifkannya.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
id: Bila anda tidak dapat menjangkau layanan onion yang Anda inginkan, pastikan Anda sudah memasukkan 16 karakter alamat onion secara tepat: sebuah kesalahan kecil akan menghentikan Tor Browser menjangkau situs tersebut.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
id: Ada proyek bernama <mark><a href="https://www.torbsd.org/">TorBSD</a></mark>, tapi Tor Browser versi mereka tidak secara resmi didukung.

source: How can we help?
id: Apa yang bisa kami bantu?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
id: <mark> <a href="https://www.torproject.org/projects/torbrowser/design/">Pelajari lebih lanjut tentang desain Tor Browser</a> </mark> .

source: We currently offer <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> in the following languages:
id: Saat ini kami menawarkan <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> dalam bahasa-bahasa berikut:

source: Contact your provider and ask them if they provide 2FA.
id: Hubungi penyedia layanan Anda dan tanya mereka jika mereka menyediakan 2FA.

source: Most Frequently Asked Questions
id: Pertanyaan yang Sering Diajukan

source: How do I uninstall Tor Browser?
id: Bagaimana cara mencopot pemasangan Tor Browser?

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
id: Saya mengunduh dan memasang Tor Browser untuk Windows, tapi sekarang saya tidak dapat menemukan programnya.

source: * Empty your Trash.
id: * Kosongkan tempat sampah

source: Can I run Tor on an iOS device?
id: Apakah saya dapat menjalankan Tor di alat IOS?

source: How do I run Tor on Windows Phone?
id: Bagaimana cara menjalankan Tor di Wndows Phone?

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
id: Sebuah situs web (bank, penyedia jasa email, dll.) mengunci akun saya ketika saya menggunakan Tor Browser. Apakah ada sesuatu yang dapat saya lakukan?

source: How do I volunteer with Tor Project?
id: Bagaimana cara menjadi relawan pada Tor Project?

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
id: Namun, Anda harus tahu bahwa fitur privasi Tor Browser tidak akan hadir di dalam browser lainnya.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
id: Belum ada versi resmi untuk iOS, walau kami menyarankan peramban <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.

source: Enabling ntpd is suggested.
id: Disarankan untuk mengaktifkan ntpd.

source: * Run the following commands to install tor and check its signatures:
id: * Jalankan perintah berikut untuk memasang tor dan memeriksa tanda tangannya:

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
id: Anda mungkin akan ditawari pilihan perangkat lunak "32-bit" atau "64-bit": hal ini tergantung pada model komputer yang Anda gunakan; Baca dokumentasi mengenai komputer Anda untuk mengetahui lebih lanjut.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
id: Untuk selengkapnya tentang cara relay penjaga bekerja, melihat ini <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">posting blog</a></mark> dan <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">kertas</a></mark> pada entri penjaga.

source: How do I run a middle or guard relay on Debian?
id: Bagaimanakah cara menjalankan relay tengah atau penjaga di Debian?

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
id: Perlindungan antivirus atau malware membuat pengguna membuat "daftar putih" terhadap proses tertentu yang normalnya diblokir.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
id: Jika Anda menjalankan anti virus, silakan lihat <mark><a href="http://support.torproject.org/#tbb-10">perlindungan antivirus malware yang menghalangi saya mengakses Tor Browser</a></mark>, itu biasa kalau antivirus/anti-malware menyebabkan jenis masalah ini.

source: Censorship
id: Sensor

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
id: Mohon dukungan penuh terhadap privasi digital dan kebebasan Internet, dan izinkan pengguna Tor untuk melakukan akses ke xyz.com.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
id: Tor Browser tidak dapat tersambung, tapi ini tampaknya bukan akibat sensor oleh pihak lain.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
id: Alamat situsnya harus diberikan oleh pemiliknya karena tidak terindeks oleh mesin pencari seperti situs biasa.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
id: Jika situs yang Anda kunjungi menggunakan HTTPS, lalu lintas yang meninggalkan relay keluar akan dienkripsi, dan tidak akan terlihat oleh penyadap.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
id: Untuk alasan itu, lebih baik tidak untuk menjalankan relay keluar di rumah Anda atau menggunakan koneksi internet rumah.

source: What is a bridge?
id: Apa itu bridge atau jembatan?

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
id: Aplikasi lain pada sistem Anda (termasuk browser lain) tidak akan diarahkan melalui jaringan Tor, dan akan tidak dilindungi.

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
id: * Anda seharusnya melihat pesan "Transport server 'obfs4'" terdaftar menunjukkan bahwa obfs4proxy berfungsi.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
id: Solusi paling sederhana adalah klik pada "onion menu," kemudian klik pada keamanan slider.

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
id: Tor dirancang untuk melindungi hak asasi manusia dan privasi dengan mencegah siapa saja dalam menyensor apapun, mencegah siapapun bahkan diri kami sendiri.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
id: Tentu saja, Anda harus menghindari menyimpan informasi sensitif atau pribadi apa pun pada komputer yang menghosting relay keluar Anda.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
id: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> Jembatan mengatasi ini dengan menambahkan lapisan obfuscation.
