Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: The [public key](#public-key) can be disseminated widely while its belonging [private key](#private-key) is known only by the owner of the key pair.
pl: [Klucz publiczny](#public-key) może być szeroko rozpowszechniany, podczas gdy jego przynależny [klucz prywatny](#private-key) jest znany tylko właścicielowi pary kluczy.

source: Any person can [encrypt](#encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
pl: Każda osoba może [zaszyfrować](#encryption) wiadomość używając klucza publicznego odbiorcy, ale tylko odbiorca będący w posiadaniu klucza prywatnego jest w stanie odszyfrować wiadomość.

source: Additionally, the private key can be used to create a [signature](#cryptographic-signature) to proof the identity of the creator of a message or other files.
pl: Dodatkowo, klucz prywatny może być użyty do stworzenia [podpisu](#cryptographic-signature) potwierdzającego tożsamość twórcy wiadomości lub innych plików.

source: This signature can be verified by the public key.
pl: Podpis ten można zweryfikować za pomocą klucza publicznego.

source: ### relay
pl: ### przekaźnik

source: A publicly-listed node in the [Tor network](#tor-/-tor-network/-core-tor) that forwards [traffic](#traffic) on behalf of [clients](#client), and that registers itself with the [directory authorities](#directory-authority).
pl: Publicznie notowany węzeł w sieci [Tor](#tor-/-tor-network/-core-tor), który przekazuje [ruch](#traffic) w imieniu [klientów](#client) i który rejestruje się w [organach katalogowych](#directory-authority).

source: It is an [add-on](#add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](#tor-browser), from different sources. You can Install Satori from the Chrome Web Store.
pl: Jest to [dodatek](#add-on-extension-or-plugin) dla przeglądarek Chrome lub Chromium, który umożliwia pobranie kilku programów do bezpieczeństwa i prywatności, w tym [Przeglądarke Tor](#tor-browser), z różnych źródeł. Satori można zainstalować w sklepie internetowym Chrome.

source: Scramblesuit is similar to obfs4 but has a different set of [bridges](#bridge).
pl: Scramblesuit jest podobny do obfs4, ale ma inny zestaw [mostów](#bridge).

source: ### script
pl: ### skrypt

source: Elements used for offering dynamic/interactive content via websites.
pl: Elementy służące do oferowania dynamicznych/interaktywnych treści poprzez strony internetowe.

source: ### self-authenticating address
pl: ### adres uwierzytelniający siebie samego

source: The specialized address format of [onion addresses](#onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onionsite](#onionsite). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
pl: Specjalistyczny format adresów [adresów cebulowych](#onion-address) jest samo-autoryzujący. Format automatycznie gwarantuje, że adres cebuli jest związany z kluczem używanym do ochrony połączeń ze [stroną cebulową](#onionsite). Zwykłe nazwy domen internetowych wymagają właścicieli witryn zaufać i być zatwierdzonym przez Urząd Certyfikacji (CA) do tego powiązania, i są one przedmiotem uprowadzenia przez CA i zazwyczaj przez wiele innych stron, również.

source: ### server
pl: ### serwer

source: A device on a network which offers a service, such as file and web page storage, email or chat.
pl: Urządzenie w sieci oferujące usługę, taką jak przechowywanie plików i stron internetowych, poczta e-mail lub czat.

source: ### session
pl: ### sesja

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](#tor-browser) means that your session data will be wiped when you close the [web browser](#web-browser).
pl: Sesja odnosi się do rozmowy pomiędzy dwoma urządzeniami komunikującymi się w sieci. Korzystanie z [Przeglądarki Tor](#tor-browser) oznacza, że dane sesji zostaną wymazane po zamknięciu [przeglądarki internetowej](#web-browser).

source: ### single onion service
pl: ### pojedyncza usługa cebulowa

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](#circuit) rather than the typical six hops for onion services.
pl: Pojedyncza usługa cebulowa jest usługą, która może być skonfigurowana dla usług, które nie wymagają anonimowości, ale chcą oferować ją klientom łączącym się z ich usługą. Pojedyncze usługi cebulowe wykorzystują tylko trzy węzły w [obwodzie](#circut), a nie typowe sześć węzłów dla usług cebulowych.

source: Stem is a Python (programming language) controller library for core [Tor](#tor-/-tor-network/-core-tor). If you want to control core Tor with python, this is for you.
pl: Macierz to biblioteka kontrolerów Pythona (języka programowania) dla rdzenia [Tor](#tor-/-tor-network/-core-tor). Jeśli chcesz kontrolować rdzeń Tor za pomocą Pythona, to jest to dla Ciebie.

source: ### Sybil attack
pl: ### Atak Sybil

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
pl: Atak Sybil w bezpieczeństwie komputerowym jest atakiem, w którym system reputacji jest podważany przez tworzenie dużej liczby tożsamości i wykorzystywanie ich do uzyskania nieproporcjonalnie dużego wpływu w sieci.

source: Tails is a "live" [operating system](#operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
pl: Tails jest [systemem operacyjny](#operating-system-os) "live", który można uruchomić na prawie każdym komputerze z płyty DVD, pendrive lub karty SD.

source: It aims to preserve your privacy and anonymity.
pl: Ma on na celu ochronę prywatności i anonimowości użytkownika.

source: [Learn more about Tails](https://tails.boum.org/).
pl: [Dowiedz się więcej o Tails](https://tails.boum.org/).

source: ### The Tor Project
pl: ### Tor Project

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
pl: Tor Project może odnosić się albo do The Tor Project Inc, 501(c)3 US nonprofit odpowiedzialny za utrzymanie oprogramowania Tor, lub społeczności Tor Project składającej się z tysięcy wolontariuszy z całego świata, którzy pomagają tworzyć Tora.

source: ### third-party tracking
pl: ### śledzenie przez osoby trzecie

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](#ip-address), [web browser](#web-browser), [system](#operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
pl: Większość stron internetowych korzysta z licznych usług firm trzecich, w tym z reklam i skryptów analitycznych, które zbierają dane o Twoim [adresie IP](#ip-address), [przeglądarce internetowej](#web-browser), [systemie](#operating-system-os) oraz o samym zachowaniu podczas przeglądania stron internetowych, które mogą łączyć Twoją aktywność z innych stron.

source: [Tor Browser](#tor-browser) prevents a lot of this activity from happening.
pl: [Przeglądarka Tor](#tor-browser) zapobiega wielu takim sytuacjom.

source: ### Tor / Tor network/ Core Tor
pl: ### Tor / sieć Tor / Core Tor

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
pl: Tor to program, który możesz uruchamiać na swoim komputerze, dzięki czemu będziesz bezpieczny w Internecie.

source: It protects you by bouncing your communications around a distributed network of [relays](#relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
pl: Chroni cię, odbijając komunikację wokół rozproszonej sieci [przekaźników](#relay) prowadzonej przez wolontariuszy na całym świecie: zapobiega to, oglądania przez kogoś twojego połączenia internetowego i uniemożliwia odwiedzanym stronom poznanie twojej fizycznej lokalizacji.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](#little-t-tor).
pl: Ten zestaw przekaźników wolontariuszy nazywany jest siecią Tor. Czasami oprogramowanie związane z tą siecią nazywa się Core Tor, a czasami ["little-t tor"](#little-t-tor).

source: The way most people use Tor is with [Tor Browser](#tor-browser) which is a version of [Firefox](#firefox) that fixes many privacy issues.
pl: Sposób, w jaki większość ludzi korzysta z Tor jest z [Przeglądarką Tor](#tor-browser), która jest wersją [Firefoksa](#firefox), która rozwiązuje wiele problemów związanych z prywatnością.

source: ### Tor Browser
pl: ### Przeglądarka Tor

source: Tor Browser uses the [Tor network](#tor-/-tor-network/-core-tor) to protect your privacy and anonymity.
pl: Przeglądarka Tor używa [sieci Tor](#tor-/-tor-network/-core-tor) do ochrony twojej prywatności i anonimowości.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](#internet-service-provider-isp) and from anyone watching your connection locally.
pl: Twoja aktywność w Internecie, łącznie z nazwami i adresami odwiedzanych stron internetowych, będzie ukryta przed Twoim [Dostawcą Usług Internetowych (ISP)] (#internet-service-provider-isp) i przed każdym, kto obserwuje Twoje połączenia lokalnie.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet [(IP) address](#ip-address), and will not know who you are unless you explicitly identify yourself.
pl: Operatorzy stron internetowych i usług, z których korzystasz i każdy, kto je ogląda, zobaczą połączenie przychodzące z sieci Tor zamiast twojego rzeczywistego [adresu IP](#ip-adres), i nie będą wiedzieć, kim jesteś, chyba że wyraźnie się zidentyfikujesz.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](#browser-fingerprinting)” or identifying you based on your browser configuration.
pl: Ponadto, Przeglądarka Tor została zaprojektowana tak, aby uniemożliwić witrynom internetowym "[pobieranie odcisków palców](#browser-fingerprinting)" lub identyfikację użytkownika na podstawie konfiguracji przeglądarki.

source: By default, Tor Browser does not keep any [browsing history](#browsing-history).
pl: Domyślnie, Przeglądarka Tor nie przechowuje żadnej [historii przeglądania](#browsing-history).

source: [Cookies](#cookie) are only valid for a single [session](#session) (until Tor Browser is exited or a [New Identity](#new-identity) is requested).
pl: [Ciasteczka](#cookie) są ważne tylko przez jedną sesję [sesję](#session) (dopóki nie zostanie zamknięta Przeglądarka Tor lub nie zostanie zażądana [Nowa Tożsamość](#new-identity)

source: When you run [Tor Browser](#tor-browser) for the first time, you see the Tor Launcher window.
pl: Kiedy uruchomisz przeglądarkę Tor pierwszy raz, zobaczysz okno startowe automatycznego uruchamiania Tora.

source: It offers you the option to connect directly to the [Tor network](#tor-/-tor-network/-core-tor), or to configure Tor Browser for your connection.
pl: Oferuje możliwość podłączenia się bezpośrednio do sieci [Tor](#tor-/-tor-network/-core-tor) lub skonfigurowania Przeglądarki Tor do połączenia.

source: In the second case Tor Launcher will take you through a series of configuration options.
pl: W drugim przypadku automatyczne uruchomienie Tora przeprowadzi cię przez serię opcji konfiguracyjnych.

source: ### Tor log
pl: ### Dziennik Tora

source: "Tor log" is an automatically-generated list of [Tor](#tor-/-tor-network/-core-tor)’s activity that can help diagnose problems.
pl: "Dziennik Tora" jest to automatycznie generowana lista [Tora/sieci Tora/jądra Tora] aktywności, która może pomóc zdiagnozować problemy.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
pl: Jeśli coś pójdzie nie tak z Torem, może pojawić się opcja z komunikatem o błędzie aby "skopiować dziennik Tora do schowka".

source: If you don't see this option and you have [Tor Browser](#tor-browser) open, you can navigate to the [Torbutton](#torbutton) (on the top left of the browser, to the left of the URL bar).
pl: Jeśli nie widzisz tej opcji i masz otwartą [Przeglądarkę Tor](#tor-browser), możesz przejść do [Torbutton](#torbutton) (w lewym górnym rogu przeglądarki, po lewej stronie paska adresu URL).

source: Click the Tor button, then open Tor Network Settings.
pl: Kliknij przycisk Tor, a następnie otwórz Ustawienia Sieci Tor.

source: You should see an option at the bottom to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
pl: Na dole powinna być widoczna opcja do skopiowania dziennika do schowka, który można następnie wkleić do dokumentu, aby pokazać, komuś kto pomaga tobie w rozwiązywaniu problemów.

source: Tor Messenger was a cross-platform chat program that aimed to be secure by default and send all of its [traffic](#traffic) over [Tor](#tor-/-tor-network/-core-tor).
pl: Tor Messenger był między-platformowym programem do czatu, który miał na celu domyślne zabezpieczać i wysłać cały ruch przez [Tora](#tor-/-tor-network/-core-tor).

source: Tor Messenger is not in development anymore.
pl: Messenger Tor nie jest już dłużej rozwijany.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
pl: Obsługiwał Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo i inne; automatycznie włączał Off-the-Record (OTR) Messaging; oraz miał łatwy w użyciu graficzny interfejs użytkownika przetłumaczony na wiele języków.

source: This [extension](#add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](#tor-/-tor-network/-core-tor).
pl: To [rozszerzenie](#add-on-extension-or-plugin) konfiguruje Thunderbirda do wykonywania połączeń przez [Tora](#tor-/-tor-network/-core-tor).

source: A button marked by a little green onion to the left of the URL bar.
pl: Przycisk oznaczony przez małą zieloną cebulę po lewej stronie paska adresu URL.

source: Its menu offers you "[New Identity](#new-identity)", "Security Settings..." and "Check for [Tor Browser](#tor-browser) Update..." options.
pl: Jego menu oferuje opcje "[Nowa Tożsamość](#new-identity)", "Ustawienia Bezpieczeństwa..." i "Sprawdź Aktualizacje [Przeglądarki Tor](#tor-browser)...".

source: The core [Tor](#tor-/-tor-network/-core-tor) configuration file.
pl: Podstawowy plik konfiguracyjny [Tora](#tor-/-tor-network/-core-tor).

source: Torsocks allows you to use many applications in a safer way with [Tor](#tor-/-tor-network/-core-tor).
pl: Torsocks pozwala na użycie wielu aplikacji w bezpieczniejszy sposób z [Torem](#tor-/-tor-network/core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](#traffic) other than TCP from the application you're using.
pl: Zapewnia, że żądania DNS są obsługiwane bezpiecznie i wyraźnie odrzuca każdy [ruch](#traffic) inny niż TCP z aplikacji, której używasz.

source: Tor2web is a project to let users access [onion services](#onion-services) without using the [Tor Browser](#tor-browser).
pl: Tor2web jest projektem umożliwiającym użytkownikom dostęp do [usług cebulowych](#onion-serwisów) bez korzystania z [Przeglądarki Tor](#tor-browser).

source: NOTE: This is not as safe as connecting to the [onion services](#onion-services) via Tor Browser, and will remove all [Tor](#tor-/-tor-network/-core-tor)-related protections the [client](#client) would otherwise have.
pl: UWAGA: Nie jest to tak bezpieczne jak łączenie się do [usług cebulowych](#onion-services) przez Przeglądarkę Tor i usunie wszystkie zabezpieczenia związane z [Torem](#tor-/-tor-network/-core-tor), które [klient](#client), w przeciwnym razie by posiadał.

source: TPI is an acronym for The Tor Project, Inc.
pl: TPI jest skrótem od The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
pl: Ludzie na IRC często używają `tpo` do skrócenia `torproject.org` podczas pisania nazw hostów. Na przykład, `trac.tpo` jest skrótem od `trac.torproject.org`.

source: ### traffic
pl: ### ruch internetowy

source: Traffic is the data sent and received by [clients](#client) and [servers](#server).
pl: Ruch internetowy to dane wysyłane i odbierane przez [klientów](#client) i [serwery](#server).

source: ### Web Browser
pl: ### Przeglądarka Internetowa

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and traversing information resources on the World Wide Web.
pl: Przeglądarka internetowa (powszechnie nazywana przeglądarką) jest aplikacją służącą do wyszukiwania, prezentowania i przeglądania zasobów informacyjnych w sieci World Wide Web.

source: Major web browsers include [Firefox](#firefox), Chrome, Internet Explorer, and Safari.
pl: Popularne przeglądarki internetowe to [Firefox](#firefox), Chrome, Internet Explorer i Safari.

source: ### website mirror
pl: ### strona lustrzana

source: A website mirror is an one-to-one copy of a website which you can find under other web addresses.
pl: Strony lustrzane to indywidualne kopie strony internetowej, którą można znaleźć pod innym adresem internetowym.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
pl: Aktualna lista stron lustrzanych torproject.org jest dostępna na stronie https://www.torproject.org/getinvolved/mirrors.html.en.

source: About
pl: O aplikacji

source: Documentation
pl: Dokumentacja

source: Press
pl: Prasa

source: Contact
pl: Kontakty

source: Donate
pl: Wspomóż finansowo

source: Support
pl: Wsparcie

source: I have a compelling reason to trace a Tor user. Can you help?
pl: Mam przekonywujący powód, aby namierzyć użytkownika Tora. Czy możecie mi pomóc?

source: There is nothing the Tor developers can do to trace Tor users.
pl: Deweloperzy Tora nie mogą zrobić nic, by śledzić użytkowników.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
pl: Te same zabezpeczenia, które uniemożliwiają złym ludziom złamać anonimowość Tora, uniemożliwiają nam też śledzenie użytkowników.

source: Does the Tor Project offer hosting?
pl: Czy Tor Project oferuje hosting?

source: No, the Tor Project does not offer hosting services.
pl: Nie, Tor Project nie oferuje serwisów hostingowych.

source: Can I change the number of hops Tor uses?
pl: Czy mogę zmienić liczbę skoków wykorzystywanych przez Tora?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
pl: W tej chwili długość ścieżki jest zakodowana na poziomie 3 plus liczba wrażliwych węzłów na ścieżce.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
pl: To znaczy, że w normalnych przypadkach jest to 3, ale na przykład jeśli łączysz się do usług cebulowych lub adresu ".exit" może być to więcej.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
pl: Nie chcemy zachęcać ludzi do korzystania ze ścieżek dłuższych niż ta, ponieważ zwiększa to obciążenie sieci bez (o ile nam wiadomo) zapewnienia większego bezpieczeństwa.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
pl: Ponadto, używanie ścieżek dłuższych niż 3 może zaszkodzić anonimowości, po pierwsze dlatego, że ułatwia ataki <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">blokady bezpieczeństwa</a></mark>, a po drugie dlatego, że może działać jako identyfikator, jeśli tylko niewielka liczba użytkowników ma taką samą długość ścieżki jak ty.

source: How can I share files anonymously through Tor?
pl: Jak mogę udostępniać pliki anonimowo poprzez Tora?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
pl: Wiele przekaźników wyjściowych jest skonfigurowanych w taki sposób, aby blokować określone rodzaje ruchu związanego z udostępnianiem plików, takie jak BitTorrent.

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
pl: BitTorrent w szczególności <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">nie jest anonimowy poprzez Tora</a></mark>.

source: How do I volunteer with Tor Project?
pl: Jak być wolontariuszem w Projekcie Tor-a?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
pl: Proszę zajrzeć na naszą <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">stronę wolontariusza</a></mark>, aby dowiedzieć się, jak się zaangażować!

source: How can I donate to Tor Project?
pl: Jak mogę dać darowiznę Projektowi Tor?

source: Thank you for your support!
pl: Dziękujemy za wsparcie!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
pl: Więcej informacji na temat dotacji możesz znaleźć w naszym <mark><a href="https://donate.torproject.org/donor-faq">FAQ darczyńców</a></mark>.

source: Why don't you prevent bad people from doing bad things when using Tor?
pl: Dlaczego nie powstrzymacie złych ludzi przed robieniem złych rzeczy podczas używania Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
pl: Celem Tora jest obrona praw człowieka i prywatności poprzez zapobieganie cenzurowaniu przez kogokolwiek, nawet przez nas.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
pl: Nienawidzimy tego, że są ludzie, którzy używają Tora do robienia strasznych rzeczy, ale nie możemy zrobić nic, aby się ich pozbyć, nie podważając również działaczy na rzecz praw człowieka, dziennikarzy, osób, które przeżyły nadużycia i innych ludzi, którzy używają Tora do dobrych rzeczy.
