Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
es: * El archivo `torrc` está en el archivo de datos del Navegador Tor en `Browser/TorBrowser/Data/Tor` dentro del directorio (carpeta) de tu Navegador Tor.

source: On macOS:
es: En macOS:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
es: * El archivo `torrc`se encuentra en el directorio de datos del Navegador Tor en `~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
es: * Ten en cuenta que la carpeta "Library" está oculta en las últimas versiones de MacOS. Para acceder a dicha carpeta en Finder, selecciona "Ir a la carpeta..." en el menú "Ir".

source: * Then type "~/Library/Application Support/" in the window and click Go.
es: * Ahora escribe "~/Library/Application Support/" en la ventana y pusa "Ir".

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
es: Cierra el Navegador Tor antes de editar el archivo `torrc`, de lo contrario puede deshacer tus cambios.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
es: Algunas opciones no serán efectivas, ya que el Navegador Tor las invalida mediante opciones de la línea de comandos cuando arranca Tor.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
es: Echa un vistazo al archivo [`torrc` de ejemplo](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) para obtener pistas sobre configuraciones comunes.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
es: Para otras opciones de configuración disponibles puedes consultar [el manual de Tor](https://2019.www.torproject.org/docs/tor-manual.html.en).

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
es: Recuerda que las líneas que comienzan por `#` en el archivo torrc se tratan como comentarios y no tienen efecto en la configuración de Tor.

source: Does Tor Project make an application for private chat?
es: ¿Tor Project desarrolla una aplicación para chat privado?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
es: No. Después de once versiones beta, interrumpimos el soporte de [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
es: Todavía creemos en la posibilidad de que se pueda usar Tor en una aplicación de mensajería, pero no tenemos los recursos para hacerlo ahora mismo.

source: Do you? [Contact us](https://www.torproject.org/contact).
es: ¿Y tú? [Contáctanos](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
es: ¿Puedo usar Tor en un dispositivo Android?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
es: Sí, hay una versión del [Navegador Tor](https://www.torproject.org/es/download/#android) específica para Android. Lo único que necesitas para usar Tor en tu teléfono Android es instalar el Navegador Tor para Android.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
es: El Proyecto Guardian proporciona la aplicación [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android), que puede usarse para encaminar el tráfico de otras aplicaciones de tu teléfono Android a través de la red Tor, no obstante, para navegar por la web mediante Tor, solo hace falta el Navegador Tor para Android.

source: Who is the Guardian Project?
es: ¿Quién es el Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
es: El Proyecto Guardian mantiene Orbot (y otros programas para la privacidad) para Android. Puedes consultar más información en [la página web del proyecto](https://guardianproject.info/).

source: Can I run Tor on an iOS device?
es: ¿Puedo usar Tor en un dispositivo iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
es: Recomendamos una aplicación para iOS llamada Onion Browser, de código abierto, que usa enrutamiento Tor y está desarrollada por alguien que trabaja estrechamente con Tor Project.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
es: Sin embargo, Apple requiere que los navegadores en iOS usen algo llamado Webkit, que evita que el navegador Onion tenga las mismas protecciones de privacidad que el Navegador Tor.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
es: [Conoce más sobre el Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
es: Descarga Onion Browser desde la [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).

source: How do I run Tor on Windows Phone?
es: ¿Cómo uso Tor en Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
es: Actualmente no existe un método soportado para ejecutar Tor en Windows Phone.

source: What happened to Orfox?
es: ¿Qué ha pasado con Orfox?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
es: Con la salida del [Navegador Tor para Android](https://www.torproject.org/es/download/#android), Orfox ha sido [retirado](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
es: ¿Necesito el Navegador Tor para Android y Orbot, o sólo uno de ellos?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
es: A pesar de que tanto el Navegador Tor como Orbot son geniales, cada uno sirve para cosas distintas.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
es: El Navegador Tor para Android es como el Navegador Tor de escritorio, pero en tu teléfono móvil. Es un navegador único, que usa la red Tor e intenta ser lo más anónimo posible.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
es: Orbot por el contrario es un proxy que te permitirá enviar datos desde tus otras aplicaciones (clientes de correo electrónico, aplicaciones de mensajería, etc.) a través de la red Tor. Hay una versión de Orbot incluida en el Navegador Tor para Android, que le permite acceder a la red Tor.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
es: No obstante, esa versión no te permite enviar otras aplicaciones fuera del Navegador Tor para android a través de ella.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
es: Dependiendo de cómo quieras usar la red Tor, cualquiera de ellas, o ambas pueden ser una buena opción.

source: Is Tor Browser available on F-Droid?
es: ¿Está el Navegador Tor disponible en F-Droid?

source: It will be, _soon_.
es: Lo estará, _dentro de poco_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
es: Mientras tanto, puedes usar F-Droid para descargar el Navegador Tor para Android activando el [repositorio del Proyecto Guardian](https://guardianproject.info/fdroid/).

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
es: [Aprende cómo añadir un repositorio a F-Droid](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
es: ¿Cómo descargo Tor Browser si torproject.org está bloqueada?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
es: Si no puedes descargar el Navegador Tor a través de nuestra [página](https://www.torproject.org), puedes obtener una copia mediante [GetTor](https://gettor.torproject.org/).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
es: GetTor es un servicio que responde automáticamente a los mensajes, con enlaces a la última versión del Navegador Tor, alojado en una serie de lugares que tienen menos probabilidades de ser censurados, como Dropbox, Google Drive y GitHub.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
es: También puedes descargar el Navegador Tor desde [https://tor.eff.org](https://tor.eff.org) o desde [https://tor.ccc.de](https://tor.ccc.de).

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
es: Para enlaces a réplicas en puntos geográficos concretos visita [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)

source: To use GetTor via email.
es: Usar GetTor vía correo electrónico.

source: Send an email to gettor@torproject.org.
es: Envía un correo electrónico a gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
es: Señala tu sistema operativo (Windows, macOS o Linux) en el cuerpo del mensaje y envíalo.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
es: GetTor responderá con un correo electrónico que contiene enlaces desde los que puedes descargar el Navegador Tor, la firma criptográfica (necesaria [para verificar la descarga](/es/tbb/how-to-verify-signature)), la huella digital de la clave utilizada para hacer la firma, y la suma de comprobación del paquete.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
es: Es posible que se te ofrezca la opción de elegir entre software de "32 bits" o "64 bits": esto depende del modelo de ordenador que estés utilizando; consulta la documentación de tu ordenador para obtener más información.

source: To use GetTor via Twitter.
es: Usar GetTor vía Twitter.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
es: GetTor a través de Twitter se encuentra fuera de servicio. Por favor, usa el [correo electrónico](https://support.torproject.org/gettor/gettor-2) en su lugar.

source: To use GetTor via XMPP (Jitsi, CoyIM).
es: Para usar GetTor a través de XMPP (Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
es: Para obtener enlaces que permitan descargar el Navegador Tor, manda un mensaje a gettor@torproject.org con uno de los siguientes códigos en él:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
es: El Navegador Tor no conecta, pero no parece ser un problema con la censura.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
es: Uno de los problemas más habituales que causa errores de conexión en el Navegador Tor es un reloj del sistema incorrectamente ajustado.

source: Please make sure your system clock and timezone are set accurately.
es: Por favor, asegúrate de que el reloj de tu sistema y tu zona horaria están configurados correctamente.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
es: Si esto no soluciona el problema, consulta la página de Resolución de Problemas en el [manual del Navegador Tor](https://tb-manual.torproject.org/es/troubleshooting)

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
es: Estoy teniendo problemas conectando a Tor, y no logro averiguar qué es lo que está mal.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
es: Si tienes problemas para conectarte, por favor selecciona la opción "copiar el registro Tor al portapapeles".

source: Then paste the Tor log into a text file or other document.
es: Luego pega el registro de Tor en un archivo de texto u otro documento.

source: You should see one of these common log errors (look for the following lines in your Tor log):
es: Deberías ver uno de estos errores de registro comunes (busca las siguientes líneas en tu registro Tor):

source: ##### Common log error #1: Proxy connection failure
es: ##### Error de registro común #1: Fallo de conexión del proxy

source: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")
es: 2017-10-29 09:24:08.900 [WARN] Proxy Client: incapaz de conectar a xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
es: Si ves líneas como estas en tu registro Tor, significa que no te estás conectando a un proxy SOCKS.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
es: Si se requiere un proxy SOCKS para la configuración de la red, asegúrate de que has introducido los datos del proxy correctamente.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
es: Si no se requiere un proxy SOCKS, o no estás seguro, por favor intenta conectarte a la red Tor sin un proxy SOCKS.

source: ##### Common log error #2: Can’t reach guard relays
es: ##### Error de registro común #2: No se puede llegar a los repetidores de guardia

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
es: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Conectando a la red Tor

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
es: 11/1/2017 21:11:45 PM.300 [WARN] No se ha encontrado el nodo para el salto 0 de nuestra trayectoria. Descartando este circuito.

source: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
es: 11/1/2017 21:11:45 PM.300 [WARN] No se ha encontrado el nodo para el salto 0 de nuestra trayectoria. Descartando este circuito.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
es: Si ves líneas como estas en tu registro Tor, significa que Tor falló al conectarse al primer nodo en el circuito Tor.

source: This could mean that you’re on a network that’s censored.
es: Esto podría significar que estás en una red que está censurada.

source: Please try connecting with bridges, and that should fix the problem.
es: Por favor, intenta conectarte a través de puentes, y eso debería solucionar el problema.

source: ##### Common log error #3: Failed to complete TLS handshake
es: ##### Error de registro común #3: No se pudo completar el handshake TLS

source: 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx)
es: 13-11-17 19:53:49.300 [WARN] Problemas con bootstrapping. Atascado al 10%: Finaliza el handshake con el servidor de directorios. (DONE; DONE; cuenta 10; recomendación warn; host [host] at xxx.xxx.xxx.xx:xxx)

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
es: 13-11-17 19:53:49.300 [WARN] 10 conexiones han fallado:

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
es: Si ves líneas como esta en tu registro de Tor, significa que Tor falló al completar un contacto TLS con las autoridades del directorio.

source: Using bridges will likely fix this.
es: El uso de puentes probablemente solucionará esto.

source: ##### Common log error #4: Clock skew
es: <h5>Error de registro común #4: Reloj fuera de hora</h5>

source: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server
es: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Conectando al servidor de directorio.

source: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
es: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped al 10%: Finalizando handshake con el servidor de directorios

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
es: Si ves líneas como esta en tu registro Tor, significa que el reloj de tu sistema es incorrecto.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
es: Por favor, asegúrate de que tu reloj está ajustado con precisión, incluyendo la zona horaria correcta. Luego reinicia Tor.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
es: Nuestro sitio web está siendo censurado. ¿Puede el navegador Tor ayudar a los usuarios a acceder a nuestro sitio web?

source: Tor Browser can certainly help people access your website in places where it is blocked.
es: El navegador Tor ciertamente puede ayudar a que la gente acceda a tu sitio web desde lugares donde está bloqueado.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
es: La mayoría de las veces simplemente descargar el [navegador Tor](https://www.torproject.org/es/download/) y usarlo para navegar hacia el sitio bloqueado logrará el acceso.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
es: En lugares donde hay mucha censura tenemos distintas opciones de elusión disponibles, incluyendo ​[transportes conectables](https://tb-manual.torproject.org/es/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
es: Para más información, por favor lee la sección sobre [elusión de la censura](https://tb-manual.torproject.org/es/circumvention/) del ​[Manual de Usuario del Navegador Tor](https://tb-manual.torproject.org/es/).

source: A website I am trying to reach is blocking access over Tor.
es: Un sitio web que quiero abrir está bloqueando el acceso a través de Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
es: Algunas veces los sitios web bloquean a los usuarios de Tor ya que no pueden distinguir entre el usuario medio de Tor y el tráfico automatizado.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
es: Como más éxito hemos tenido para que los sitios desbloqueen a los usuarios de Tor es haciendo que los usuarios se pongan en contacto con los administradores del sitio directamente.

source: Something like this might do the trick:
es: Algo así podría ayudar:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
es: "Intenté acceder a tu sitio xyz.com mientras usaba el Navegador Tor y descubrí que no permites a los usuarios de Tor acceder a tu sitio.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
es: Te pido que reconsideres esta decisión; Tor lo usa gente de todo el mundo para proteger su privacidad y luchar contra la censura.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
es: Al bloquear a los usuarios de Tor, es probable que estés bloqueando a personas en países represivos que quieren usar un Internet libre, periodistas e investigadores que quieren protegerse a sí mismos de ser descubiertos, denunciantes, activistas, y gente común que quiere optar por no participar en el rastreo invasivo de terceros.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
es: Por favor, actúa en favor de la privacidad digital y la libertad de Internet, y permite a los usuarios de Tor acceder a xyz.com. Gracias."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
es: En el caso de bancos y otros sitios web sensibles, también es normal que bloqueen basándose en la geografía (si un banco sabe que generalmente accedes a sus servicios desde un país, y de repente te estás conectando desde un repetidor de salida al otro lado del mundo, pueden bloquear tu cuenta o suspenderla).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
es: Si no puedes conectarte a un servicio cebolla, por favor mira [¡No puedo entrar en X.onion!](../../onionservices/onionservices-3).
