Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: Then replace the address in the lines added before with, for example:
tr: Ardından, önceden eklenmiş satırlardaki adresi değiştirin, örneğin:

source: # For the stable version.
tr: # Kararlı sürüm için.

source: # For the unstable version.
tr: # Kararsız sürüm için.

source: How can I install Tor rpm package
tr: Tor rpm paketi nasıl kurulur

source: The Tor Project maintains its own [RPM package repository](https://rpm.torproject.org) for CentOS and RHEL and Fedora.
tr: Tor Projesi CentOS, RHEL ve Fedora için kendi [RPM paket deposunu](https://rpm.torproject.org) sunar.

source: Here's how you can enable Tor Package Repository for both CentOS and RHEL and Fedora:
tr: CentOS, RHEL ve Fedora dağıtımlarında Tor Paketi Deposunu şu şekilde etkinleştirebilirsiniz:

source: #### 1. Enable epel repository (only for CentOS and RHEL)
tr: #### 1. epel deposunu etkinleştirin (yalnız CentOS ve RHEL için)

source: ### 2. Add the following to /etc/yum.repos.d/tor.repo
tr: ### 2. /etc/yum.repos.d/tor.repo dosyasına aşağıdaki metni ekleyin

source: For CentOS or RHEL:
tr: CentOS ya da RHEL için:

source: For Fedora:
tr: Fedora için:

source: ### 3. Install the Tor package
tr: ### 3. Tor paketini kurun

source: Then you can install the latest Tor package.
tr: Şimdi en yeni Tor paketini kurabilirsiniz.

source: Using it for the first time, you will have to import the GPG public key.
tr: İlk defa kullanıyorsanız, herkese açık GPG anahtarını içe aktarmalısınız.

source: Close banner
tr: Afişi kaldır

source: Tracking, surveillance, and censorship are widespread online.
tr: Çevrimiçi izleme, gözetim ve sansür uygulamaları yaygındır.

source: TAKE BACK THE INTERNET WITH TOR
tr: TOR KULLANIN İNTERNETİ GERİ ALIN

source: DONATE NOW
tr: BAĞIŞ YAPIN

source: Give today, and Mozilla will match your donation.
tr: Bugün yaptığınız her bağış kadar Mozilla da bağış yapacak.

source: Download Tor Browser
tr: Tor Browser uygulamasını indirin

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
tr: İzleme, gözetleme ya da engelleme olmadan kişisel gizliliğinizi koruyabileceğiniz gerçek taramayı deneyimlemek için Tor Browser uygulamasını indirin.

source: Our mission:
tr: Misyonumuz:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
tr: Özgür ve açık kaynaklı anonimlik ve kişisel gizlilik teknolojileri geliştirerek insan hakları ve özgürlükleri geliştirmek, bu teknolojilere kısıtlamasız olarak erişilebilmesini sağlamak ile bilimsel ve yaygın olarak anlaşılmasını sağlamak.

source: Donate Now
tr: Bağış Yapın

source: Subscribe to our Newsletter
tr: Duyurularımıza Abone Olun

source: Get monthly updates and opportunities from the Tor Project:
tr: Tor Projesi ile ilgili güncelleme ve bilgileri aylık olarak alabilirsiniz:

source: Sign up
tr: Kayıt olun

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
tr: Üçüncü tarafların kullanabileceği patent, telif hakkı ve ilkeleri şurada bulabilirsiniz %(link_to_faq)s

source: Menu
tr: Menü

source: Search
tr: Arama

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
tr: Tor Browser ve HTTPS şifrelemesinin bulunduğu ve bulunmadığı durumlarda sizi izleyebilecek kişi ya da kuruluşların elde edebileceği bilgileri burada görebilirsiniz:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
tr: Tor kullanırken ağı izleyenlerin elde edebileceği bilgileri görmek için "Tor" düğmesine tıklayın. Tor açık olduğunda düğme yeşil renkte olur.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
tr: HTTPS kullanırken ağı izleyenlerin elde edebileceği bilgileri görmek için "HTTPS" düğmesine tıklayın. HTTPS açık olduğunda düğme yeşil renkte olur.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
tr: Her iki düğmenin rengi yeşil olduğunda, bu iki araç kullanılırken ağı izleyenlerin elde edebileceği bilgileri görürsünüz.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
tr: Her iki düğmenin rengi gri olduğunda, bu iki araç kullanılmazken ağı izleyenlerin elde edebileceği bilgileri görürsünüz.

source: POTENTIALLY VISIBLE DATA
tr: ELDE EDİLEBİLECEK VERİLER

source: The site being visited.
tr: Ziyaret edilen site.

source: user / pw
tr: kullanıcı / parola

source: Username and password used for authentication.
tr: Kimlik doğrulaması için kullanılan kullanıcı adı ve parola.

source: data
tr: veriler

source: Data being transmitted.
tr: İletilen veriler.

source: location
tr: konum

source: Network location of the computer used to visit the website (the public IP address).
tr: Web sitesini ziyaret eden bilgisayarın ağ konumu (herkese açık IP adresi).

source: Whether or not Tor is being used.
tr: Tor kullanılıp kullanılmadığı.

source: Suggest Feedback
tr: Öneride Bulunun

source: Permalink
tr: Kalıcı bağlantı

source: Defend yourself against tracking and surveillance. Circumvent censorship.
tr: Kendinizi ağın izlenmesinden ve gözetlenmekten koruyun. Sansürü aşın.

source: Tor Project | Support
tr: Tor Projesi | Destek

source: Topics
tr: Konular

source: Contributors to this page:
tr: Bu sayfaya katkıda bulunanlar:

source: Edit this page
tr: Bu sayfayı düzenleyin
