Repository: torpluston/translation
Catalog: contents+nl.po
Languages: nl

source: Anonymity Online
nl: Anonimiteit Online

source: home
nl: start

source: ###### ABOUT US ######
nl: ###### OVER ONS ######

source: We believe everyone should be able to explore the internet with privacy.
nl: We vinden dat iedereen in staat moet zijn het internet privé te verkennen.

source: We are the Tor Project, a 501(c)3 US nonprofit.
nl: Wij zijn het Tor Project, een 501(c)3 non-profitorganisatie in de VS.

source: We advance human rights and defend your privacy online through free software and open networks. [Meet our team](about/people).
nl: We bevorderen mensenrechten en verdedigen uw privacy online door middel van vrije software en open netwerken. [Maak kennis met ons team](about/people).

source: The Tor Project
nl: Het Tor Project

source: ### Get Support
nl: ### Ondersteuning verkrijgen

source: Need help? Visit our [Support Portal](https://support.torproject.org) for answers to frequently asked questions about connecting to Tor, circumventing censorship, using onion services, and more.
nl: Hulp nodig? Bezoek onze [Ondersteuningsportal](https://support.torproject.org) voor antwoorden op veelgestelde vragen over verbinden met Tor, het omzeilen van censuur, het gebruik van onion-diensten en meer.

source: About
nl: Over

source: Documentation
nl: Documentatie

source: Press
nl: Pers

source: Support
nl: Ondersteuning

source: Jobs
nl: Vacatures

source: Donate
nl: Doneer

source: Donate Now
nl: Nu doneren

source: Trademark
nl: Handelsmerk

source: Community
nl: Gemeenschap

source: Success
nl: Geslaagd

source: You're equipped to browse freely.
nl: U bent uitgerust om in vrijheid te surfen.

source: Tor is the strongest tool for privacy and freedom online.
nl: Tor is het sterkste hulpmiddel voor privacy en vrijheid online.

source: It is free and open source software maintained by the Tor Project and a community of volunteers worldwide.
nl: Het is vrije en opensourcesoftware, bijgehouden door het Tor Project en een wereldwijde gemeenschap van vrijwilligers.

source: We need your help to keep Tor secure and safe for millions across the globe. [Donate Now](https://donate.torproject.org/)
nl: We hebben uw hulp nodig om Tor voor miljoenen gebruikers over de hele wereld veilig te houden. [Doneer nu](https://donate.torproject.org/)

source: History
nl: Geschiedenis

source: Before we release a stable version of our software, we release an alpha version to test features and find bugs.
nl: Voordat we een stabiele versie van onze software uitbrengen, brengen we eerst een alfaversie uit om functies te testen en bugs te vinden.

source: Please only download an alpha if you are okay with some things not working properly, want to help us find and [report bugs](https://support.torproject.org/misc/bug-or-feedback/), and are not putting yourself at risk.
nl: Download alleen een alfa als u het niet erg vindt als sommige dingen niet naar behoren werken, ons wilt helpen [bugs te melden](https://support.torproject.org/misc/bug-or-feedback/) en te vinden, en zelf geen risico loopt.

source: Download Tor Browser in your language
nl: Download Tor Browser in uw eigen taal

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now available in 32 different languages, and we are working to add more. Want to help us translate? [See here](https://community.torproject.org/localization/)
nl: We willen dat iedereen in de eigen taal van Tor Browser kan genieten. Tor Browser is nu beschikbaar in 32 verschillende talen, en we werken eraan om daar meer aan toe te voegen. Wilt u ons helpen vertalen? [Kijk hier](https://community.torproject.org/localization/)

source: Download Tor Source Code
nl: Download Tor-broncode

source: Cy Pres Awards
nl: Cy-près-prijzen

source: ### Cy Pres Awards – Consumer Privacy and Privacy Online
nl: ### Cy-près-prijzen – Consumentenprivacy en privacy online

source: _Cy pres_ awards are funds distributed as a part of class action lawsuit settlements in the United States. When the totality of the funds cannot be distributed to class members, they can be distributed to nonprofit, advocacy, and research groups that generally represent the class members. Consumer privacy _cy pres_ awards can help the Tor Project to educate individuals and organizations about how to retain their privacy online, advocate for privacy protections, and build important free, open source technologies that prioritize privacy.
nl: _Cy-près_-prijzen zijn fondsen die worden uitgegeven als onderdeel van schikkingen bij een groepsgeding in de Verenigde Staten. In het geval dat de totaliteit van de fondsen niet onder representatieve leden kan worden verdeeld, kan deze worden verdeeld onder non-profit belangen- en onderzoeksgroepen die over het algemeen de representatieve leden vertegenwoordigen. _Cy-près_-prijzen kunnen het Tor Project steunen bij het informeren van personen en organisaties over hoe deze hun privacy online kunnen behouden, privacybescherming kunnen bepleiten en belangrijke vrije en opensourcetechnologieën kunnen ontwikkelen die prioriteit geven aan privacy.

source: #### About the Tor Project
nl: #### Over het Tor Project

source: The Tor Project is a U.S.-based 501(c)3 nonprofit founded in 2006 with the mission of advancing human rights and freedoms by:
nl: Het Tor Project is een in 2006 opgerichte 501(c)(3)-non-profitorganisatie in de VS met als doelstelling het bevorderen van rechten en vrijheden van de mens. Dit doel behartigen we door:

source: - Creating and deploying free and open anonymity and privacy technologies,
nl: - Vrije en open anonimiteits- en privacytechnologieën te ontwikkelen en te implementeren,

source: - Supporting their unrestricted availability and use, and
nl: - De onbeperkte beschikbaarheid en het gebruik ervan te steunen, en

source: - Furthering their scientific and popular understanding.
nl: - Het begrip ervan in de wetenschap en bij het algemeen publiek te bevorderen.

source: The Tor Project and its surrounding community develop and distribute some of the most popular and widely used free, open source privacy technologies: Tor Browser and the Tor network.
nl: Het Tor Project en de bijbehorende gemeenschap ontwikkelen en verspreiden enkele van de meest populaire en veelgebruikte vrije en open source privacytechnologieën: Tor Browser en het Tor-netwerk.

source: Beyond developing technology, the organization helps people retain their privacy online. The Tor Project has educated thousands of activists, journalists, human rights defenders, librarians, consumers, and average internet users about how to protect and retain their privacy online.
nl: Buiten het ontwikkelen van technologie helpt de organisatie mensen hun privacy online te behouden. Het Tor Project heeft duizenden activisten, journalisten, verdedigers van mensenrechten, bibliothecarissen, consumenten en gewone internetgebruikers geleerd hoe ze hun privacy online kunnen beschermen en behouden.

source: The Tor Project is recognized as a leading expert on privacy online, and is [often turned to by the media for information about how individuals and consumers can protect their privacy](https://www.torproject.org/press/).
nl: Het Tor Project wordt erkend als toonaangevende expert op het gebied van privacy online en is [veelvuldig benaderd door de media voor advies en informatie over hoe personen en consumenten hun privacy online kunnen beschermen](https://www.torproject.org/press/).

source: In the past, the Tor Project has been the recipient of consumer privacy _cy pres_ awards through the Rose Foundation's Consumer Privacy grants. The organization has more than a decade of experience successfully delivering on projects with funders and partners as varied as the U.S. State Department – Bureau of Democracy, Human Rights, and Labor; National Science Foundation; Defense Advanced Research Projects Agency (DARPA); and the Media Democracy Fund.
nl: Het Tor Project is in het verleden ontvanger geweest van _Cy-près_-prijzen voor consumentenprivacy via de Rose Foundation's Consumer Privacy-beurzen. De organisatie heeft meer dan een decennium aan ervaring met het succesvol realiseren van projecten met financierders en partners, zoals het U.S. State Department - Bureau of Democracy, Human Rights and Labor, de National Science Foundation, het U.S. Defence Advanced Research Projects Agency (DARPA), en het Media Democracy Fund.

source: #### Contact the Tor Project about a Cy Pres Award
nl: #### Contact met het Tor Project over een Cy-près-prijs

source: If you would like to speak to somebody at the Tor Project about whether or not the organization might be appropriate for a _cy pres_ award, please contact Sarah Stevenson, Fundraising Director, at [sstevenson@torproject.org](mailto:sstevenson@torproject.org).
nl: Als u iemand van het Tor Project wilt spreken over of de organisatie wel of niet geschikt is voor een _Cy-près_-prijs, neem dan contact op met Sarah Stevenson, directeur Fondsenwerving, via [sstevenson@torproject.org](mailto:sstevenson@torproject.org).

source: #### Further Reading
nl: #### Meer informatie

source: - [The Tor Project in the Media](https://www.torproject.org/press/)
nl: - [Het Tor Project in de media](https://www.torproject.org/press/)

source: - [The Tor Project Financial Reports](https://www.torproject.org/about/reports/)
nl: - [Financiële rapportages van het Tor Project](https://www.torproject.org/about/reports/)

source: - [The Tor Project Board Members and Staff](https://www.torproject.org/about/people/)
nl: - [De leden van Tor Project's raad van bestuur en personeel](https://www.torproject.org/about/people/)

source: The Tor Project, Inc, became a 501(c)3 nonprofit in 2006, but the idea of "onion routing" began in the mid 1990s.
nl: Het Tor Project, Inc. werd in 2006 een 501(c)(3)-non-profitorganisatie, maar het idee van 'onion routing' ontstond halverwege de jaren 90.

source: **Just like Tor users, the developers, researchers, and founders who've made Tor possible are a diverse group of people. But all of the people who have been involved in Tor are united by a common belief: internet users should have private access to an uncensored web.**
nl: **Net als Tor-gebruikers zijn de ontwikkelaars, onderzoekers en oprichters die Tor mogelijk hebben gemaakt een groep van diverse mensen. Maar alle mensen die bij Tor betrokken zijn, hebben een gezamenlijke overtuiging: internetgebruikers zouden privétoegang tot een ongecensureerd web moeten hebben.**

source: In the 1990s, the lack of security on the internet and its ability to be used for tracking and surveillance was becoming clear, and in 1995, David Goldschlag, Mike Reed, and Paul Syverson at the U.S. Naval Research Lab (NRL) asked themselves if there was a way to create internet connections that don't reveal who is talking to whom, even to someone monitoring the network.
nl: Het gebrek aan beveiliging op het internet en de mogelijkheid ervan om anderen te volgen en toezicht te houden werd in de jaren 90 duidelijk. In 1995 vroegen David Goldschlag, Mike Reed en Paul Syverson bij het U.S. Navel Research Lab (NRL) zichzelf af of er een manier bestaat om internetverbindingen te maken die niet onthullen wie er met wie communiceert, zelfs bij iemand die het netwerk bewaakt.

source: Their answer was to create and deploy the first research designs and prototypes of onion routing.
nl: Hun antwoord was het creëren en implementeren van de eerste onderzoeksontwerpen en prototypen van onion routing.

source: The goal of onion routing was to have a way to use the internet with as much privacy as possible, and the idea was to route traffic through multiple servers and encrypt it each step of the way.
nl: Het doel van onion routing was een mogelijkheid te hebben om het internet te gebruiken met zoveel mogelijk privacy, en het idee was het verkeer via meerdere servers te routeren en bij elke stap te versleutelen.

source: This is still a simple explanation for how Tor works today.
nl: Dit is nog altijd een simpele uitleg van hoe Tor vandaag de dag werkt.

source: In the early 2000s, Roger Dingledine, a recent [Massachusetts Institute of Technology (MIT)](https://web.mit.edu/) graduate, began working on an NRL onion routing project with Paul Syverson.
nl: In de vroege jaren 2000 begon Roger Dingledine, een onlangs afgestudeerde van het [Massachusetts Institute of Technology (MIT)](https://web.mit.edu/), aan een NRL onion routing-project te werken met Paul Syverson.

source: To distinguish this original work at NRL from other onion routing efforts that were starting to pop up elsewhere, Roger called the project Tor, which stood for The Onion Routing. Nick Mathewson, a classmate of Roger's at MIT, joined the project soon after.
nl: Om dit oorspronkelijke werk bij NRL te onderscheiden van andere inspanningen omtrent onion routing die op andere plaatsen begonnen op te duiken, belde Roger met het project Tor, wat stond voor The Onion Routing. Kort daarna sloot Nick Mathewson, een klasgenoot van Roger bij MIT, zich aan bij het project.

source: From its inception in the 1990s, onion routing was conceived to rely on a decentralized network. The network needed to be operated by entities with diverse interests and trust assumptions, and the software needed to be free and open to maximize transparency and separation.
nl: Vanaf het eerste concrete plan in de jaren 90 werd onion routing beschouwd als afhankelijk van een gedecentraliseerd netwerk. Het netwerk zou moeten worden beheerd door entiteiten met diverse belangen en diverse betrouwbaarheidsgaranties, en de software zou vrij en open moeten zijn om maximale transparantie en scheiding van belangen te behalen.

source: That's why in October 2002 when the Tor network was initially deployed, its code was released under a free and open software license.
nl: Dat is de reden waarom in oktober 2002, toen het Tor-netwerk oorspronkelijk werd ingezet, de broncode ervan werd vrijgegeven onder een vrije en open-softwarelicentie.

source: By the end of 2003, the network had about a dozen volunteer nodes, mostly in the U.S., plus one in Germany.
nl: Aan het einde van 2003 had het netwerk ongeveer een dozijn vrijwilliger-nodes, vooral in de VS, en één in Duitsland.

source: Recognizing the benefit of Tor to digital rights, the [Electronic Frontier Foundation (EFF)](https://www.eff.org/) began funding Roger's and Nick's work on Tor in 2004. In 2006, the Tor Project, Inc., a 501(c)3 nonprofit organization, was founded to maintain Tor's development.
nl: Met het erkennen van het voordeel dat Tor voor digitale rechten heeft opgeleverd, begon de [Electronic Frontier Foundation (EFF)](https://www.eff.org/) in 2004 het werk van Roger en Nick te financieren. In 2006 werd het Tor Project Inc. opgericht als 501(c)(3)-non-profitorganisatie om de ontwikkeling van Tor in stand te houden.

source: In 2007, the organization began developing bridges to the Tor network to address censorship, such as the need to get around government firewalls, in order for its users to access the open web.
nl: In 2007 begon de organisatie met het ontwikkelen van bridges voor het Tor-netwerk om oplossingen te bieden tegen censuur, zoals firewalls opgezet door overheden, zodat gebruikers toegang tot het open web kunnen behouden.

source: Tor began gaining popularity among activists and tech-savvy users interested in privacy, but it was still difficult for less-technically savvy people to use, so starting in 2005, development of tools beyond just the Tor proxy began.
nl: Tor begon populair te worden bij activisten en technologie-georiënteerde gebruikers die geïnteresseerd waren in privacy, maar nog altijd was het moeilijk te gebruiken door minder technologiebekwame personen. Daarom begon in 2005 de ontwikkeling van hulpmiddelen die verder gaan dan waarmee de Tor-proxy was begonnen.

source: Development of Tor Browser began in [2008](https://lists.torproject.org/pipermail/tor-talk/2008-January/007837.html).
nl: Ontwikkeling van Tor Browser begon in [2008](https://lists.torproject.org/pipermail/tor-talk/2008-January/007837.html).

source: With Tor Browser having made Tor more accessible to everyday internet users and activists, Tor was an instrumental tool during the [Arab Spring](https://en.wikipedia.org/wiki/Arab_Spring) beginning in late 2010. It not only protected people's identity online but also allowed them to access critical resources, social media, and websites which were blocked.
nl: Omdat Tor Browser Tor meer toegankelijk heeft gemaakt voor gewone internetgebruikers en activisten, is Tor sinds het einde van 2010 een essentieel hulpmiddel geweest bij de [Arabische Lente](https://nl.wikipedia.org/wiki/Arabische_Lente). Het beschermde niet alleen de identiteit van mensen online, maar het gaf hen ook toegang tot essentiële bronnen, sociale media en websites die toen waren geblokkeerd.

source: The need for tools safeguarding against mass surveillance became a mainstream concern thanks to the [Snowden revelations in 2013](https://www.theguardian.com/world/interactive/2013/nov/01/snowden-nsa-files-surveillance-revelations-decoded#section/1).
nl: De noodzaak voor hulpmiddelen die bescherming bieden tegen massatoezicht werden een maatschappelijke zorg dankzij [de onthullingen van Snowden in 2013](https://www.theguardian.com/world/interactive/2013/nov/01/snowden-nsa-files-surveillance-revelations-decoded#section/1).

source: Not only was Tor instrumental to Snowden's whistleblowing, but content of the documents also upheld assurances that, at that time, [Tor could not be cracked](https://www.wired.com/story/the-grand-tor/).
nl: Niet alleen was Tor instrumenteel voor Snowden bij het luiden van de klokken, maar de inhoud van de documenten gaf ook extra zekerheden dat Tor op dat moment [niet kon worden gekraakt](https://www.wired.com/story/the-grand-tor/).

source: People's awareness of tracking, surveillance, and censorship may have increased, but so has the prevalence of these hindrances to internet freedom.
nl: De bewustwording van volgen, toezicht en censuur is onder het algemeen publiek wel toegenomen, maar ook het overwicht van hindernissen omtrent internetvrijheid is toegenomen.

source: Today, the network has [thousands of relays](https://metrics.torproject.org) run by volunteers and millions of users worldwide. And it is this diversity that keeps Tor users safe.
nl: Tegenwoordig heeft het netwerk [duizenden relays](https://metrics.torproject.org) die door vrijwilligers en miljoenen gebruikers wereldwijd worden beheerd. Het is deze diversiteit die Tor-gebruikers veilig houden.

source: We, at the Tor Project, fight every day for everyone to have private access to an uncensored internet, and Tor has become the world's strongest tool for privacy and freedom online.
nl: Wij bij het Tor Project vechten elke dag en voor iedereen om privétoegang tot het ongecensureerde internet. Tor is 's werelds sterkste hulpmiddel voor privacy en internetvrijheid online geworden.

source: But Tor is more than just software. It is a labor of love produced by an international community of people devoted to human rights. The Tor Project is [deeply committed](https://blog.torproject.org/tor-social-contract) to transparency and the safety of its users.
nl: Maar Tor is meer dan alleen software. Het is arbeid en liefde, opgeleverd door een internationale gemeenschap van aan mensenrechten toegewijde personen. Het Tor Project is [ten zeerste toegewijd](https://blog.torproject.org/tor-social-contract) aan transparantie en de veiligheid van haar gebruikers.

source: People
nl: Mensen

source: We are an international team who believes everyone should have private access to the uncensored web.
nl: We zijn een internationaal team dat vindt dat iedereen privétoegang tot het ongecensureerde web zou moeten hebben.

source: Having a diverse user base means we have diverse funding sources, too. Our goal is to continue diversifying our funding. To inquire about sponsorship, please email giving(at)torproject.org.
nl: Het hebben van een brede gebruikersbasis betekent ook dat we over diverse inkomstenbronnen beschikken. Ons doel is onze inkomsten doorlopend nog diverser te maken. Stuur voor informatie over sponsorschap een e-mail naar giving@torproject.org.

source: The Tor Project, Inc. is a US 501(c)(3) nonprofit organization committed to transparency in its work and reporting.
nl: Het Tor Project Inc. is een 501(c)(3)-non-profitorganisatie in de VS die streeft naar transparantie in haar werk en verslaglegging.

source: New Release: Tails 3.12
nl: Nieuwe uitgave: Tails 3.12

source: This release fixes many security vulnerabilities. You should upgrade as soon as possible.
nl: Deze release lost veel beveiligingkwetsbaarheden op. U zou zo snel mogelijk een upgrade moeten uitvoeren.

source: The biggest news for 3.12 is that we completely changed the installation methods for Tails.
nl: Het grootste nieuws voor versie 3.12 is dat we de installatiemethoden voor Tails volledig hebben herzien.

source: New Release: Tor 0.4.0.1-alpha
nl: Nieuwe uitgave: Tor 0.4.0.1-alfa

source: There's a new alpha release available for download. If you build Tor from source, you can download the source code for 0.4.0.1-alpha from the usual place on the website.
nl: Er is een nieuwe alfaversie beschikbaar om te downloaden. Als u Tor vanuit de broncode bouwt, kunt u de broncode voor 0.4.0.1-alpha vanaf de gebruikelijke plaats op de website downloaden.

source: New Release: Tor Browser 8.5a10
nl: Nieuw uitgave: Tor Browser 8.5a10

source: Tor Browser 8.5a10 is now available from the <a href="https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha">Tor Browser Project page</a> and also from our <a href="/dist/torbrowser/8.5a10/">distribution directory</a>.
nl: Tor Browser 8.5a10 is nu beschikbaar vanaf de <a href="https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha">Tor Browser Project-pagina</a>, en ook vanaf onze <a href="/dist/torbrowser/8.5a10/">distributiedirectory</a>.

source: Tor Trademark Frequently Asked Questions
nl: Veelgestelde vragen over het Tor-handelsmerk

source: Close banner
nl: Banner sluiten

source: Tracking, surveillance, and censorship are widespread online.
nl: Volgen, toezicht en censuur zijn wijdverspreid online.

source: TAKE BACK THE INTERNET WITH TOR
nl: PAK HET INTERNET TERUG MET TOR

source: DONATE NOW
nl: DONEER NU

source: Give today, and Mozilla will match your donation.
nl: Geef vandaag, en Mozilla geeft hetzelfde bedrag.

source: Download Tor Browser
nl: Tor Browser downloaden

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
nl: Download Tor Browser om te ervaren hoe het is om echt privé te surfen zonder volgen, toezicht of censuur.

source: Our mission:
nl: Onze missie:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
nl: Het bevorderen van rechten en vrijheden van de mens door vrije en open source anonimiteits- en privacytechnologieën te ontwikkelen en te implementeren, de onbeperkte beschikbaarheid en het gebruik ervan te steunen, en het begrip ervan in de wetenschap en bij het algemeen publiek te bevorderen.

source: Subscribe to our Newsletter
nl: Schijf u in voor onze nieuwsbrief

source: Get monthly updates and opportunities from the Tor Project:
nl: Ontvang maandelijkse updates en mogelijkheden omtrent het Tor Project:

source: Sign up
nl: Aanmelden

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
nl: Handelsmerk, auteursrechtvermeldingen en regels voor het gebruik door derde partijen zijn te vinden in onze %(link_to_faq)s

source: Search
nl: Zoeken
