Repository: torpluston/translation
Catalog: contents+pt-*.po
Languages: br, pt

source: Antivirus software can interfere with [Tor](#tor-/-tor-network/-core-tor) running on your computer.
br: Software antivírus pode interferir na execução do [Tor](#tor-/-tor-network/-core-tor) em seu computador.
pt: Os programas antivírus podem interferir com o [Tor](#tor-/-tor-network/-core-tor) a ser executado no seu computador.

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
br: Talvez você precise consultar a documentação de seu software antivírus caso não saiba como autorizar o funcionamento do Tor.
pt: Pode ter de consultar a documentação do seu programa antivírus se não souber como configurá-lo para permitir a utilização do Tor.

source: A web application (web app), is an application which the [client](#client) runs in a [web browser](#web-browser).
br: Um aplicativo web (web app) é um aplicativo que o [client](#client) executa em um [navegador web](#navegador-web).
pt: Uma aplicação web (web app) é uma aplicação que o [cliente](#client) executa num [navegador web](#web-browser).

source: App can also refer to software that you install on mobile [operating systems](#operating-system-os).
br: A palavra "app" também pode referir-se a um software que você instala em um dispositivo móvel [operating systems](#operating-system-os).
pt: Uma app também pode ser um programa que instala em [sistemas operativos](#operating-system-os) de telemóveis.

source: Atlas is a web application to learn about currently running Tor [relays](#relay).
br: Atlas é uma aplicação web para aprender sobre o funcionamento do Tor [relays](#relay).
pt: Atlas é uma aplicação web para aprender como executar [retransmissores](#relay) Tor.

source: ### bandwidth authority
br: ### autoridade de largura de banda
pt: ### autoridade de largura de banda

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](#relay) in the [consensus](#consensus).
br: Para determinar a taxa de transferência de um relé, os relés especiais chamados de autoridades de largura de banda fazem medições periódicas dos [relays](#relay) no [consensus](#consensus).
pt: Para determinar a velocidade de transferência de um retransmissor, os retransmissores especiais, chamados autoridades de largura de banda fazem medições periódicas dos [retransmissores](#relay) no [consenso](#consensus).

source: ### bridge
br: ## ponte
pt: ### ponte

source: Like ordinary Tor [relays](#relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
br: Do mesmo modo que os [retransmissores](#retransmissores), as pontes são operadas por voluntários; diferentemente, porém, dos retransmissores comuns, eles não participam de uma lista pública e, assim, um adversário não pode identificá-los facilmente.
pt: Tal como os comuns [retransmissores](#relay) Tor, as pontes são executadas por voluntários; no entanto, ao contrário dos retransmissores comuns, estes não são listados publicamente, por isso um adversário não pode identificá-los facilmente.

source: [Pluggable transports](#pluggable-transports) are a type of bridge that help disguise the fact that you are using Tor.
br: [Transportes plugáveis](#pluggable-transports) é um tipo de bridge que ajuda a disfarçar o fato de você estar usando o Tor.
pt: [Transportes de ligação](#pluggable-transportes) são um tipo de ponte que ajudam a disfarçar o facto de que está a utilizar o Tor.

source: ### bridge authority
br: ### autoridade de ponte
pt: ### autoridade de ponte

source: A special-purpose relay that maintains the list of [bridges](#bridge).
br: Um relé de finalidade especial que mantém a lista de [ponte](#ponte).
pt: Um retransmissor com finalidade especial que faz a manutenção da lista de [pontes](#bridge).

source: ### browser fingerprinting
br: ### impressão digital do navegador
pt: ### impressão digital do navegador

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
br: Impressão digital é o processo de coletar informações sobre um dispositivo ou serviço para fazer suposições sobre sua identidade ou características.
pt: Impressão digital é o processo de recolher informações sobre um dispositivo ou serviço para fazer suposições sobre sua identidade ou características.

source: Unique behavior or responses can be used to identify the device or service analyzed.
br: Comportamento ou respostas exclusivas podem ser usados para identificar o dispositivo ou serviço analisado.
pt: Podem ser usados o comportamento ou respostas únicas para identificar o dispositivo ou serviço analisado.

source: [Tor Browser](#tor-browser) prevents fingerprinting.
br: [Tor Browser](#tor-browser) impede a impressão digital.
pt: O [Tor Browser](#tor-browser) previne a impressão digital.

source: ### browsing history
br: ### histórico de navegação
pt: ### histórico de navegação

source: A browser history is a record of requests made while using a [web browser](#web-browser), and includes information like websites visited and when.
br: Um histórico de navegador é um registro de solicitações feitas durante o uso de um [navegador web] [#navegador web] e inclui sobre quais sites foram visitados em que ocasião.
pt: O histórico de navegação é um registo de pedidos feitos enquanto se usa um [navegador da web](#web-browser) e inclui informação como os sites visitados e quando foram visitados.

source: [Tor Browser](#tor-browser) deletes your browsing history after you close your [session](#session).
br: O [Tor Browser] [#tor-browser] deleta seu histórico de navegação após você fechar a [sessão][sessão].
pt: O [Tor Browser](#tor-browser) elimina o seu histórico de navegação após fechar a sua [sessão](#session).

source: Captchas are a challenge-response test used in computing to determine whether the user is human or not.
br: Captchas são um teste de desafio-resposta usado na computação para determinar se o usuário é humano ou não.
pt: Os captchas são testes de desafio-resposta usados em informática para determinar se o utilizador é humano ou não.

source: [Tor](#tor-/-tor-network/-core-tor) users are often served captchas because Tor [relays](#relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or from bots.
br: Os usuários de [Tor](#tor-/rede tor) frequentemente são confrontados por CAPTCHAs porque os retransmissores, relés, transmissor, transmissores, provedores Tor recebem tantas solicitações que, às vezes, os sítios web encontram dificuldades em determinar se essas solicitação vêm de humanos ou de robôs.
pt: Os utilizadores do [Tor](#tor-/-tor-network/-core-tor) vêm muitas vezes estes captchas porque os [retransmissores](#relay) Tor fazem muitos pedidos, o que fazem com que os sites tenham dificuldade em determinar se esses pedidos são feitos por humanos ou por programas robô.

source: ### checksum
br: ### soma de verificação
pt: ### soma de verificação

source: Checksums are [hash](#hash)values of files. If you are downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
br: Checksums são valores hash de arquivos. Se você procedeu a um download livre de erros, o checksum fornecido por nós e o do arquivo de que você fez o download serão idênticos.

source: ### circuit
br: ### circuito
pt: ### circuito

source: A path through the [Tor network](#tor-/-tor-network/-core-tor) built by [clients](#client) consisting of randomly selected nodes. The circuit begins with either a [bridge](#bridge) or a [guard](#guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](#middle-relay), and an [exit](#exit). Most [onion services](#onion-services) use six hops in a circuit (with the exception of [single onion services](#single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the onion button in Tor Browser.
br: Uma rota através da [rede Tor](#tor-/-tor-network/-core-tor) formada por [clientes](#client) consistida de nós selecionados aleatoriamente. O circuito inicia com uma [ponte][#bridge) ou um [guarda](#guard). A maior parte dos circuitos consistem de 3 nós - um guarda ou ponte, um [relay intermediário](#middle-relay), e uma [saída](#exit). A maioria dos [serviços onion](#onionservices) usam seis saltos no circuito (exceto os [serviços de onion único](#single-onion-services)), e nunca um nó de saída. Você pode visualizar seu circuito atual clicando no botão da cebola no Navegador Tor.
pt: Um caminho através da [rede Tor](#tor-/-Tor-Network/-Core-Tor) criado por [clientes](#client) consistindo em nós selecionados aleatoriamente. O circuito começa com um [Bridge](#bridge) ou um [Guard](#guard). A maioria dos circuitos consistem em três nós-um protetor ou uma ponte, um [relé intermediário](#middle-Relay), e um [Exit](#exit). A maioria dos [serviços de cebola](#onion-Services) usa seis saltos em um circuito (com exceção de [serviços de cebola única](#single-Onion-Service)) e nunca um nó de saída. Você pode ver o seu circuito Tor atual clicando no botão de cebola no navegador Tor.

source: ### client
br: ### cliente
pt: ### cliente

source: In [Tor](#tor-/-tor-network/-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](#relay).
br: No [Tor](#tor-/-tor-network/-core-tor), um cliente é um nó na rede Tor, normalmente executado em nome de um usuário, que roteia conexões de aplicativos em uma série de [retransmissor](#relay).
pt: No [Tor](#tor-/-Tor-Network/-Core-Tor), um cliente é um nó na rede Tor, normalmente a ser executado em nome de um utilizador, que encaminha conexões de aplicações numa série de [retransmissores](#relay).

source: ### Compass
br: ### Bússola

source: Compass is a web application to learn about currently running [Tor relays](#relay) in bulk.
br: Bússola é uma aplicação web para aprender sobre atualmente em execução [retransmissor Tor](#relay) em grandes quantidades.
pt: A Bússola é uma aplicação web para aprender sobre [retransmissores Tor](#relay) em execução em massa atualmente.

source: ### consensus
br: ### consenso
pt: ### consenso

source: In Tor terms, a single document compiled and voted on by the [directory authorities](#directory-authority) once per hour, ensuring that all [clients](#client) have the same information about the [relays](#relay) that make up the [Tor network](#tor-/-tor-network/-core-tor).
br: Na terminologia do Tor, um único documento compilado e votado pelas [autoridades de diretório](#directory-authority) a cada hora, assegurando que todos os [clientes](#clients) teham a mesma informação sobre os [relays](#relay) que compõem a [rede Tor](#tor-/-tor-network/-core-tor).
pt: Nos termos do Tor, um único documento compilado e votado pelas [autoridades de diretório](#directory-authority) uma vez por hora, assegurando que todos os [clientes](#client) tenham as mesmas informações sobre os [retransmissores](#relay) que compõem a [rede Tor](#tor-/- Tor-Network/-Core-Tor).

source: An [HTTP](#http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](#web-browser) while the user is browsing. [Tor Browser](#tor-browser) does not store cookies.
br: Um cookie HTTP (também chamado cookie web, cookie de internet, cookie de navegador ou simplesmente cookie) é um pequeno pedaço de dados enviado por um website e armazenado no computador do usuário pelo navegador de internet do usuário enquanto o usuário está navegando. O Navegador Tor não armazena cookies.
pt: Um cookie [HTTP](#http) (também chamado de cookie da Web, cookie da Internet, cookie do navegador ou simplesmente cookie) é um pequeno pedaço de dados enviados por um site e armazenados no computador do utilizador pelo [navegador da Internet](#web-browser) do utilizador enquanto o utilizador está a navegar. O [Tor Browser](#tor-browser) não armazena cookies.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
br: Cross-Site Scripting (XSS) permite que um invasor adicione funcionalidade ou comportamento malicioso a um site quando não deveria ter a capacidade de fazer isso.
pt: Cross-site scripting (XSS) permite que um invasor adicione funcionalidade ou comportamento mal-intencionado a um site quando eles não devem ter a capacidade de fazê-lo.

source: ### cryptographic signature
br: ### assinatura digital
pt: ### assinatura criptográfica

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](#public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as sig files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get. For more information about how you can verify signatures, please see https://www.torproject.org/docs/verifying-signatures.html.en.
br: Uma assinatura criptográfica certifica a autenticidade de uma mensagem ou aquivo. Ela é criada pelo portador da porção privada de um par de chaves e pode ser verificado pela chave pública correspondente. Quando você faz um download de software do torproject.org, você vai encontrar como arquivos tipo sig (.asc). Essas são assinaturas PGP, então você pode verificar que o arquivo que você baixou corresponde exatamente ao arquivo que você queria baixar. Para mais informações sobre como você pode verificar assinaturas, por favor leia mais em https://www.torproject.org/docs/verifying-signatures.html.en.

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
br: Um daemon é um programa de computador que é executado como um processo em segundo plano, em vez de estar sob o controle direto de um usuário.
pt: Um daemon é um programa que é executado como um processo de segundo plano, em vez de estar em controlo direto de um utilizador.

source: ### directory authority
br: ### autoridade de diretório
pt: ### autoridade de diretório

source: A special-purpose [relay](#relay) that maintains a list of currently-running relays and periodically publishes a [consensus](#consensus) together with the other directory authorities.
br: Um [relay](#relay) com um propósito especial que mantém uma lista dos relays rodando atualmente e periodicamente publica um [consenso](#consensus) juntamente com outras autoridades de diretórios.
pt: Um [retransmissor](#relay) de finalidade especial que mantém uma lista de retransmissores atualmente em execução e publica periodicamente um [consenso](#consensus), juntamente com as outras autoridades de diretório.

source: ### encryption
br: ### encriptação
pt: ### encriptação

source: The process of taking a piece of data and scrambling it into a secret code that can only be read by the intended recipient. [Tor](#tor-/-tor-network/-core-tor) uses three layers of encryption in the Tor [circuit](#circuit); each [relay](#relay) decrypts one layer before passing the request on to the next relay.
br: O processo de embaralhar um pedaço de informação em um código secreto que pode ser lido apenas pelo destinatário pretendido. O [Tor](#tor-/-tor-network/-core-tor) usa três camadas de criptografia no circuito do Tor [circuito](#circuit); cada [relay](#relay) descriptografa uma camada antes de passar a solicitação para o próximo relay.
pt: O processo de retirar um conjunto de dados e misturá-lo num código secreto que só pode ser lido pelo recipiente pretendido. O [Tor](#tor-/-tor-network/-core-tor) usa três camadas de encriptação no [circuito](#circuit) Tor; cada [retransmissor](#relay) desencripta uma camada antes de passar o pedido para o próximo retransmissor.

source: ### end-to-end encrypted
br: ### codificação de ponta a ponta
pt: ### encriptado de ponta-a-ponta

source: Transmitted data which is [encrypted](#encryption) from origin to destination is called end-to-end encrypted.
br: Dados transmitidos que são [criptografados](#criptografia) desde a origem até o seu destino são chamados de dados criptografados de ponta-a-ponta.
pt: Os dados transmitidos que estão [encriptados](#encryption) da origem ao destino são considerados encriptados extremo-a-extremo.

source: ### exit
br: ### sáida
pt: ### saída

source: The last [relay](#relay) in the [Tor circuit](#circuit) which sends [traffic](#traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](#ip-address) of the exit.
br: O último [relay](#relay) no [circuito Tor](#circuit), é aquele que envia [tráfego](#traffic) para a Internet pública. O serviço com o qual você está se conectando (website, serviço de chat, provedor de e-mail, etc...) irá ver o [endereço de IP](#ip-address) da saída.
pt: O último [retransmissor](#relay) no [circuito Tor](#circuit), é aquele que envia [tráfego](#traffic) para a Internet pública. O serviço com o qual você está a conectar-se (site, serviço de conversação, fornecedor de e-mail, etc...) irá ver o [endereço IP](#ip-address) da saída.

source: The ExoneraTor service maintains a database of [relay](#relay) [IP addresses](#ip-address) that have been part of the Tor network. It answers the question whether there was a [Tor](#tor-/-tor-network/-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
br: O serviço ExoneraTor mantém um banco de dados dos [endereços de IP](#ip-address) dos [relays](#relay) que foram parte da rede Tor. Isso responde a pergunta se houve um relay [Tor](#tor-/-tor-network-/-core-tor) rodando em um dado endereço de IP em uma determinada data. Esse serviço é muitas vezes útil ao lidar com a policia.
pt: O serviço ExoneraTor mantém uma base de dados dos [endereços de IP](#ip-address) dos [retransmissores](#relay) que foram parte da rede Tor. Isso responde à pergunta se houve um retransmissor [Tor](#tor-/-tor-network-/-core-tor) a ser executado num dado endereço de IP numa determinada data. Este serviço é muitas vezes útil ao lidar com as forças de segurança.

source: Mozilla Firefox is a free and open-source [web browser](#web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
br: O Mozilla Firefox é [navegador ](#web-browser) gratuito código aberto desenvolvido pela Fundação Mozilla e sua subsidiária, a Mozilla Corporation.
pt: O Mozilla Firefox é um [navegador](#web-browser) gratuito de código aberto, desenvolvido pela Mozilla Foundation e a sua subsidiária, a Mozilla Corporation.

source: [Tor Browser](#tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
br: O [Navegador Tor](#tor-browser) é desenvolvido a partir de uma versão modificada do Firefox ESR (Extended Support Release).
pt: O [Tor Browser](#tor-browser) é desenvolvido a partir de uma versão alterada do Firefox ESR - Extended Support Release (suporte de longo prazo).

source: Firefox is available for Windows, OS X and Linux [operating systems](#operating-system-os), with its mobile versions available for Android, and Firefox OS.
br: Firefox está disponível para [sistemas operacionais](#operating-system-os) Windows, OS X e Linux, com versões móveis disponíveis para Android e Firefox OS.

source: A firewall is a network security system which monitors and controls the incoming and outgoing network [traffic](#traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](#network-censorship). Sometimes people have trouble connecting to [Tor](#tor-/-tor-network/-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
br: Um firewall é um sistema de segurança de rede que monitora e controla [tráfego](#traffic) entrando e saindo de uma rede. Esse filtro de tráfego é baseado em regras pré-determinadas. Um firewall tipicamente estabelece uma barreira entre uma rede interna segura e confiável e uma rede externa, mas também pode ser usado como um filtro de conteúdo no sentido de [censura](#network-censorship). As vezes as pessoas tem problemas conectando ao [Tor](#tor-/-tor-network/-core-tor) porque o firewall delas bloqueia conexões ao Tor. Você pode reconfigurar ou desabilitar seu firewal e reiniciar o Tor para fazer esse teste.
pt: Um firewall é um sistema de segurança de rede que monitoriza e controla o [tráfego](#traffic) que entra e dai de uma rede. Este filtro de tráfego é baseado em regras pré-determinadas. Uma firewall tipicamente estabelece uma barreira entre uma rede interna segura e confiável e uma rede externa, mas também pode ser usada como um filtro de conteúdo no sentido de [censura](#network-censorship). Ás vezes as pessoas têm problemas em conectarem-se à rede [Tor](#tor-/-tor-network/-core-tor) porque a firewall delas bloqueia as conexões ao Tor. Pode reconfigurar ou desativar a sua firewal e reiniciar o Tor para fazer esse teste.

source: Flash Player is a [browser plugin](#add-on-extension-or-plugin)for Internet [applications](#app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](#tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
br: Flash Player é um [plugin de navegador](#add-on-extension-or-plugin) de [aplicações](#app) de Internet para assistir a conteúdos de aúdio ou vídeo. Você nunca deve habilitar o Flash no [Navegador Tor](#tor-browser) porque ele não é seguro. Muitos serviços que usam Flash também oferecem uma alternativa em HTML5 que deve funcionar no Navegador Tor.
pt: Flash Player é um [plugin de navegador](#add-on-extension-or-plugin) de [aplicações](#app) de Internet para assistir a conteúdos de áudio ou vídeo. Nunca deve ativar o Flash no [Tor Browser](#tor-browser) porque ele não é seguro. Muitos serviços que usam o Flash também oferecem uma alternativa em HTML5 que deve funcionar no Tor Browser.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](#traffic) as ordinary web (HTTP) traffic.
br: FTE (format-transforming-encryption) é um transporte plugável que disfarça [tráfego Tor](#traffic) como tráfego web (HTTP) comum.
pt: FTE (format-transforming-encryption - formato de encriptação de transporte) é um transporte de ligação que mascara o [tráfego Tor](#traffic) como tráfego web (HTTP) comum.

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](#tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and Github.
br: É um serviço que responde automaticamente a mensagens (Email, XMPP, Twitter) com links para a última versão do [Navegador Tor](#tor-browser), hospedado em diversos lugares, como Dropbox, Google Drive e Github.
