Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
fa: سرویس های پیازی (قبلاً به نام "[سرویس های پنهان](../hidden-services)" شناخته می شدند) سرویس هایی (مانند سایت ها) هستند که فقط از طریق [شبکه‌ی تور](../tor-tor-network-core-tor) قابل دسترسی است.

source: Onion services offer advantages over ordinary services on the non-private web, including:
fa: سرویس های پیازی این مزیت را نسبت به سرویس های عادی روی وب غیر-خصوصی دارند:

source: onion site
fa: سایت پیازی

source: An onion site is another name for an [onion service](../onion-services), but refers exclusively to websites.
fa: سایت پیازی یک نام دیگر برای [سرویس پیازی](../onion-services) می باشد، اما فقط به سایت ها اشاره دارد.

source: These websites use the .onion Top Level Domain (TLD).
fa: این سایت ها از onion. دامنه سطح بالا (TLD) استفاده می کنند.

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](../relay) and [bridges](../bridge).
fa: Onionoo یک پروتکل مبتنی بر وب می باشد تا درباره [بازپخش های تور](../relay) یا [پل ها](../bridge)ی مورد استفاده یاد بگیرید.

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
fa: دسته موجود از [سرویس های پیازی](../onion-services). برای نمونه، شما می توانید بگویید که "سایت من در onionspace میباشد" به جای اینکه بگویید "سایت من در دارک وب است".

source: operating system (OS)
fa: سیستم عامل (OS)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
fa: نرم افزار اصلی سیستم که سخت افزار کامپیوتر و منابع نرم افزار را مدیریت می کند و خدمات رایج را برای برنامه های کامپیوتری فراهم می کند. بیشترین سیستم عامل های مورد استفاده دسکتاپ ویندوز، مکینتاش و لینوکس می باشند. اندروید و iOS سیستم عامل های موبایل غالب می باشند.

source: Orbot
fa: به ربات پیازی خوش آمدید

source: Orfox is no longer maintained or supported.
fa: Orfox دیگر پشتیبانی و نگهداری نمی شود.

source: pluggable transports
fa: حامل های اتصال پذیر

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
fa: ابزار هایی که [تور](../tor-tor-network-core-tor) برای پنهان کردن [ترافیک](../traffic) ارسالی می تواند استفاده کند.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
fa: این در شرایطی که یک [ارائه دهنده خدمات اینترنتی (ISP)](../internet-service-provider-isp) یا یک مسئول اتصال به [شبکه‌ی تور](../tor-tor-network-core-tor) را مسدود کرده به کار می آید.

source: private key
fa: کلید خصوصی

source: The private portion of a [public/private key pair](../public-key-cryptography).
fa: بخش خصوصی [جفت کلید عمومی/خصوصی](../public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
fa: این کلیدی است که باید خصوصی نگه داشته شود و به دیگران داده نشود.

source: proxy
fa: پراکسی

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
fa: پروکسی یک واسط بین یک [کلاینت](../client) (مانند یک [مرورگر وب](../web-browser)) و یک سرویس (مانند یک [سرور وب](../server)) می باشد.

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
fa: در عوض وصل شدن مستقیم به یک سرویس، کلاینت پیام را به یک پروکسی می فرستد. پروکسی درخواست را از طرف کلاینت انجام می دهد، پاسخ آن را به کلاینت می فرستد. سرویس تنها پروکسی را می بیند و با آن ارتباط برقرار می کند.

source: public key
fa: کلید عمومی

source: The public portion of a [public/private key pair](../public-key-cryptography).
fa: بخش عمومی [جفت کلید عمومی/خصوصی](../public-key-cryptography).

source: This is the key that can be disseminated to others.
fa: این کلیدی است که می توانید به دیگران بدهید.

source: public key cryptography
fa: رمزنگاری کلید عمومی

source: A public-key cryptography system uses pairs of mathematical keys.
fa: یک سیستم رمزنگاری کلید-عمومی از جفت کلید های ریاضی استفاده می کنند.

source: The [public key](../public-key) can be disseminated widely while its corresponding [private key](../private-key) is known only by the owner of the key pair.
fa: [کلید عمومی](../public-key) می تواند به صورت گسترده توزیع شود در حالی فقط صاحب جفت کلید از [کلید خصوصی](../private-key) آگاه است.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
fa: هر فردی می تواند یک پیام را با کلید عمومی گیرنده [رمزگذاری](../encryption) کند ولی تنها گیرنده که دارای کلید خصوصی است قادر به رمزگشایی پیام است.

source: This signature can be verified by the public key.
fa: این امضا با کلید عمومی می تواند تایید شود.

source: relay
fa: بازپخش

source: Satori
fa: ساتوری

source: It is an [add-on](../add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](../tor-browser), from different sources.
fa: یک [افزونه](../add-on-extension-or-plugin) برای مرورگر های کروم و کرومیوم می باشد که به شما اجازه می دهد تا چندین برنامه امنیتی و حریم خصوصی را از منابع متفاوت دانلود کنید، [مرورگر تور](../tor-browser) نیز جزئی از آن می باشد.

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
fa: ScrambleSuit مشابه obfs4 می باشد اما دارای یک دسته [پل](../bridge) متفاوت می باشد.

source: script
fa: اسکریپت

source: Element used for offering dynamic/interactive content via websites.
fa: عناصر استفاده شده برای ارائه محتوا دینامیک/تعاملی از طریق سایت ها.

source: server
fa: سرور

source: A device on a network that offers a service, such as file and web page storage, email or chat.
fa: یک دستگاه روی یک شبکه که یک سرویس را ارائه می دهد، مانند فایل و حافظه صفحه وب، ایمیل یا گپ.

source: session
fa: نشست

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
fa: یک نشست به مکالمه بین دو دستگاه که با هم روی یک شبکه ارتباط دارند اشاره می کد. استفاده از [مرورگر تور](../tor-browser) به این معناست که داده نشست شما زمانی که [مرورگر وب](../web-browser) را بستید پاک خواهد شد.

source: single onion service
fa: تک سرویس پیازی

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
fa: Stem یک کتابخانه کنترلی در پایتون (زبان برنامه نویسی) برای هسته [تور](../tor-tor-network-core-tor) می باشد. اگر می خواهید هسته تور را با پایتون کنترل کنید، این همان چیزی است که می خواهید.

source: Sybil attack
fa: حمله سیبیل

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
fa: تیلز یک [سیستم عامل](../operating-system-os) "زنده" می باشد که شما می توانید تقریبا روی هر کامپیوتر از یک دی وی دی، فلش، کارت SD اجرا کنید.

source: It aims to preserve your privacy and anonymity.
fa: قصد دارد تا حریم خصوصی و ناشناس بودن شما را حفظ کند.

source: [Learn more about Tails](https://tails.boum.org/).
fa: [درباره Tails بیشتر یاد بگیرید](https://tails.boum.org/).

source: The Tor Project
fa: پروژه Tor

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
fa: [مرورگر تور](../tor-browser) از اتفاق افتادن خیلی از این فعالیت ها جلوگیری می کند.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
fa: مرورگر تور از [شبکه‌ی تور](../tor-tor-network-core-tor) برای محافظت از حریم خصوصی و ناشناس بودن شما استفاده می کند.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
fa: فعالیت اینترنتی شما، که شامل نام و آدرس سایت هایی که به آن ها مراجعه می کنید می شود، از [ارائه دهنده خدمات اینترنتی(ISP)](../internet-service-provider-isp) شما و هر کس که اتصال شما را به صورت محلی تماشا کند پنهان خواهد بود.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real [(IP) address](../ip-address), and will not know who you are unless you explicitly identify yourself.
fa: گردانندگان سایت ها و سرویس هایی که استفاده می کنید، و هرکس که آن ها را تماشا کند، یک اتصال که از شبکه تور می آید را به جای [نشانی (IP)](../ip-address) واقعی شما می بینند، و نخواهند فهمید که شما چه کسی هستید مگر اینکه خود شما هویت خود را اعلام کنید.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
fa: به اضافه، مرورگر تور به شکلی طراحی شده که از "[انگشت نگاری](../browser-fingerprinting)" سایت ها یا شناسایی شما مبتنی بر پیکربندی مرورگرتان جلوگیری کند.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
fa: به صورت پیش فرض، مرورگر تور [تاریخچه گردش](../browsing-history) را نگه نمی دارد.

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
fa: [کوکی ها](../cookie) تنها برای یک [نشست](../session) معتبر می باشند (تا زمانی که مرورگر تور خارج شود یا یک [هویت جدید](../new-identity) درخواست شد).

source: Tor Browser. Sometimes also mentioned as [tbb](../../tbb). Not 'TOR Browser'.
fa: مرورگر تور. گاهی اوقات به صورت [tbb](../../tbb) هم نامبرده می شود. نه 'مرورگر TOR'.

source: **Do not translate "Tor", however you can translate "Browser"**. Example in Spanish: Navegador Tor (altering the order because is more natural like that in Spanish.)
fa: **کلمه Tor را ترجمه نکنید، هرچند می توانید کلمه "Browser" را ترجمه کنید.** نمونه در اسپانیایی: Navegador Tor (ترتیب آن عوض شده چون در اسپانیایی مرسوم تر است.)

source: Some languages such as Arabic *transliterate* the word Tor, تور. That is, they write Tor with other characters.
fa: برخی زبان ها مانند عربی کلمه Tor را به صورت تور می نویسند. این به شکل حرف به حرف نوشته شده آن است. این یعنی، آن ها Tor را با کاراکتر های دیگر می نویسند.

source: Tor Launcher
fa: اجراکننده Tor

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
fa: هنگامی که [مرورگر تور](../tor-browser) را برای اولین بار اجرا می کنید، شما پنجره راه انداز مرورگر تور را خواهید دید.

source: It offers you the option to connect directly to the [Tor network](../tor-tor-network-core-tor), or to configure Tor Browser for your connection.
fa: به شما گزینه وصل شدن مستقیم به [شبکه‌ی تور](../tor-tor-network-core-tor)، یا پیکربندی مرورگر تور برای اتصال شما را می دهد.

source: In the second case, Tor Launcher will take you through a series of configuration options.
fa: در دومین مورد، راه انداز تور شما را از یک سری گزینه پیکربندی رد می کند.

source: Tor log
fa: لاگ تور

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
fa: در پایین صفحه، کنار متن "دیدن لاگ های Tor" روی دکمه "دیدن لاگ ها" کلیک کنید.

source: Tor Messenger was a cross-platform chat program that aimed to be secure by default and send all of its [traffic](../traffic) over [Tor](../tor-tor-network-core-tor).
fa: پیام رسان تور یک برنامه گپ بین-پلتفرم است که قصد داشت به صورت پیش فرض امن باشد و تمام [ترافیک](#traffic) خود را از [Tor](#tor-/-tor-network/-core-tor) عبور دهد.

source: Tor Messenger is not in development anymore.
fa: پیام رسان Tor دیگر در توسعه نمی باشد.

source: Tor / Tor network/ Core Tor
fa: تور / شبکه‌ی تور/ هسته تور

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
fa: تور یک برنامه است که شما میتوانید روی کامپیوتر خود اجرا کنید که شما را در اینترنت ایمن نگه می دارد.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
fa: این دسته از بازپخش های داوطلبانه شبکه‌ی تور نام دارند. گاهی اوقات نرم افزار مرتبط با این شبکه هسته تور نام دارد، گاهی اوقات ["little-t tor"](../little-t-tor).

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
fa: بیشتر افراد از تور همراه [مرورگر تور](../tor-browser) که یک نسخه از [فایرفاکس](../firefox) می باشد که مشکلات حریم خصوصی زیادی را حل می کند استفاده می کنند.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
fa: Tor2Web یک پروژه است که به کاربران اجازه دسترسی به [سرویس های پیازی](../onion-services) را بدون استفاده استفاده از [Tor Browser](../tor-browser) می دهد.

source: TorBirdy
fa: توربِردی

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
fa: این [افزونه](../add-on-extension-or-plugin) تاندربرد را به گونه ای پیکرپندی می کند تا ارتباطات از طریق [تور](../tor-tor-network-core-tor) صورت بگیرند.

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
fa: فایل پیکربندی هسته [تور](../tor-tor-network-core-tor).

source: Torsocks allows you to use many applications in a safer way with [Tor](../tor-tor-network-core-tor).
fa: Torsocks به شما اجازه می دهد تا بسیاری برنامه ها را به صورت امن تر با [تور](../tor-tor-network-core-tor) استفاده کنید.

source: TPI is an acronym for The Tor Project, Inc.
fa: TPI سرنام شرکت پروژه‌ی تور است.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
fa: افراد روی IRC اغلب از `tpo` برای خلاصه کردن `torproject.org` در هنگام نوشتن نام میزبان ها استفاده می کنند. برای نمونه، `trac.tpo` خلاصه `trac.torproject.org` می باشد.

source: traffic
fa: ترافیک

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
fa: ترافیک داده ارسال شده و دریافت شده توسط [کلاینت ها](../client) و [سرور ها](../server) می باشد.

source: web browser
fa: مرورگر وب

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
fa: یک مرورگر وب (که اغلب به آن یک مرورگر گفته می شود) یک برنامه برای بازیابی، نمایش، یپدا کردن اطلاعات روی شبکه جهانی اینترنت می باشد.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
fa: مرورگر های وب مطرح شامل [فایرفاکس](#firefox)، کروم، اینترنت اکسپلورر و سافاری می باشند.

source: Can I use a VPN with Tor?
fa: آیا من میتوانم در تور از VPN استفاده کنم؟

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
fa: در حالت کلی توصیه نمی‌کنیم همراه با تور از VPN استفاده کنید، مگر این‌که بدانید چگونه باید هر دو را به نحوی پیکربندی کنید که حریم خصوصی‌تان به خطر نیفتد.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
fa: شما میتوانید اطلاعات بیشتری درباره تور + وی پی ان بر [روی ویکی](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN) ببینید.

source: Is there a backdoor in Tor?
fa: آیا در تور در پشتی وجود دارد؟

source: There is absolutely no backdoor in Tor.
fa: هرگز و به هیچ وجه در تور در پشتی وجود ندارد.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
fa: ما وکلای خبره ای می شناسیم که می گویند امکان اینکه کسی بتواند در چهارچوب حقوقی آمریکا (US) ما را وادار به ساختن آن کند بسیار پایین است.

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
fa: اگر هم آنها بخواهند، ما با آنها مبارزه خواهیم کرد و احتمالا (طبق گفته‌ی وکلا) پیروز خواهیم شد.

source: We will never put a backdoor in Tor.
fa: ما هرگز برای تور در پشتی نخواهیم ساخت.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
fa: ما باور داریم که ساختن یک در پشتی برای تور بی مسولیتی بزرگی در برابر کاربران ماست و نیز سرمشق بدی برای نرم‌افزارهای امنیتی در آینده خواهد بود.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
fa: اگر ما از روی عمد یک در پشتی در نرم افزار امنیتی خود قرار بدهیم، اعتبار حرفه ای ما را نابود خواهد کرد.

source: Nobody would trust our software ever again - for excellent reasons!
fa: هیچکس دیگر هیچوقت به نرم افزار ما اعتماد نخواهد کرد - به دلایل خوب!

source: But that said, there are still plenty of subtle attacks people might try.
fa: با این همه، همچنان راههای بسیاری وجود دارد که افراد برای حمله از آنها استفاده کنند.

source: Somebody might impersonate us, or break into our computers, or something like that.
fa: ممکن است کسی هویت ما را جعل کند یا وارد کامپیوترهایمان شود یا...

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
fa: تور نرم‌افزاری با متن باز است و شما بهتر است همیشه وجود چیزهای مشکوک را در منبع (یا دست کم تغییرات در آخرین انتشار) را بررسی کنید.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
fa: اگر ما (یا توزیع کنندگانی که تور را به شما دادند) به شما دسترسی به سورس کد را نمی دادیم، این یک نشانه از مشکوک بودن چیزی بود.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
fa: شما هم چنین می بایست [امضاهای PGP](/tbb/how-to-verify-signature/) را در هر انتشار بررسی کنید، اینگونه مطمئن می توان شد که هیچکس سایت های توزیع را دستکاری نکرده است.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
fa: همچنین ممکن است تصادفا ایرادی در تور پبدا شود که بر گمنامی شما تاثیر بگذارد.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
fa: ما مرتب ایرادهای مربوط به حفظ گمنامی را پیدا و برطرف می‌کنیم، پس همیشه نسخه‌ی تور خود را به روز رسانی کنید.

source: What programs can I use with Tor?
fa: چه برنامه هایی را می توانم با تور استفاده کنم؟

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
fa: برنامه های دیگر زیادی وجود دارند که می توانند با تور کار کنند، اما ما مشکلات ناشناس بودن در سطح برنامه را در همه آن ها بررسی نکرده ایم تا بتوانیم یک پیکربندی امن را پیشنهاد کنیم.

source: Please add to this list and help us keep it accurate!
fa: لطفا این را به لیست بیافزایید و کمک کنید تا آن را دقیق نگه داریم!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
fa: بسیاری از مردم از مرورگر تور استفاده می کنند؛ مرورگر تور هر چیزی که برای گشت و گذار امن در اینترنت لازم است را در خود دارد.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
fa: استفاده از تور همراه سایر مرورگر ها [خطرناک می باشد و توصیه نمی شود](/tbb/tbb-9/).

source: Can I distribute Tor?
fa: آیا می‌توانم تور را پخش کنم؟

source: Yes.
fa: بله.

source: The Tor software is [free software](https://www.fsf.org/).
fa: نرم افزار تور یک [نرم افزار آزاد](https://www.fsf.org/) می باشد.

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
fa: این یعنی ما به شما حقوق لازم برای توزیع مجدد نرم افزار تور، چه به صورت تغییر یافته یا تغییر نیافته، رایگان یا با هزینه را میدهیم.

source: You don't have to ask us for specific permission.
fa: شما نیازی به گرفتن اجازه‌ی خاصی ندارید.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
fa: هرچند، اگر شما می خواهید نرم افزار تور را مجددا توزیع نمایید باید از [گواهینامه](https://gitweb.torproject.org/tor.git/plain/LICENSE) ما پیروی کنید.

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
fa: اساسا این به معنی است که شما باید فایل گواهینامه را همراه هر بخش از نرم افزار Tor که در حال توزیع آن هستید قرار دهید.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
fa: اما بسیاری از افرادی که از ما سوال می‌کنند نمی‌خواهند فقط نرم‌افزار تور را پخش کنند.

source: They want to distribute the Tor Browser.
fa: آنها می‌خواهند مرورگر تور را پخش کنند.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
fa: این شامل [فایرفاکس انتشار با پشتیبانی تمدید شده](https://www.mozilla.org/en-US/firefox/organizations/)، افزونه های NoScript و HTTPS-Everywhere می باشد.

source: You will need to follow the license for those programs as well.
fa: شما باید از گواهی نامه برای آن برنامه ها هم پیروی کنید.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
fa: هر دو این افزونه فایرفاکس تحت [پروانه عمومی همگانی گنو](https://www.fsf.org/licensing/licenses/gpl.html) توزیع می شوند، در حالیکه فایرفاکس ESR تحت پروانه عمومی موزیلا انتشار می یابد.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
fa: همچنین شما نباید شما خواننده‌های خود را در این باره سردرگم کنید که تور چیست، چه کسی آن را می‌سازد و چه ویژگی‌هایی فراهم می‌کند (و چه چیز را فراهم نمی‌کند).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
fa: برای جزییات سوالات متداول [علامت تجاری ما](https://www.torproject.org/about/trademark/) را ببینید.

source: How is Tor different from other proxies?
fa: تور چه تفاوتی با دیگر پروکسی ها دارد؟

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
fa: یک ارائه دهنده پروکسی معمول یک سرور در جایی از اینترنت برپا می کند و به شما اجازه می دهد تا ترافیک خود را بوسیله آن بازپخش کنید.

source: This creates a simple, easy to maintain architecture.
fa: این یک معماری ساده و آسان برای نگه داشتن ایجاد می کند.

source: The users all enter and leave through the same server.
fa: همه‌ی کاربران از درون یک سرور یکسان رفت و آمد می‌کنند.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
fa: سرویس دهنده می‌تواند برای استفاده از پروکسی هزینه بگیرد یا از طریق آگهی‌ها در سرور هزینه‌هایش را تامین کند.

source: In the simplest configuration, you don't have to install anything.
fa: در ساده ترین حالت پیکربندی شما نیاز به نصب چیزی ندارید.
