Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ml: ടോർ ബ്രൗസറിലേക്ക് ചില ബ്രിഡ്ജുകൾ നിർമ്മിച്ചിരിക്കുന്നു, ടോർ ലോഞ്ചർ വിൻഡോയിൽ "കോൺഫിഗർ ചെയ്യുക" (തുടർന്ന് നിർദ്ദേശങ്ങൾ പാലിക്കുക) തിരഞ്ഞെടുത്ത് നിങ്ങൾക്ക് ടോർ ബ്രൗസർ ആദ്യമായി തുറക്കുമ്പോൾ ദൃശ്യമാകും.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
ml: നിങ്ങൾക്ക് മറ്റ് ബ്രിഡ്ജുകൾ ആവശ്യമുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് അവ ഞങ്ങളുടെ [ബ്രിഡ്ജസ് വെബ്‌സൈറ്റിൽ](https://bridges.torproject.org/) ലഭിക്കും.

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
ml: പാലങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, [ടോർ ബ്രൗസർ മാനുവൽ](https://tb-manual.torproject.org/bridges) കാണുക.

source: What is a bridge?
ml: എന്താണ് ബ്രിഡ്ജുകൾ?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ml: പൊതു ടോർ ഡയറക്ടറിയിൽ ലിസ്റ്റുചെയ്യാത്ത ടോർ റിലേകളാണ് ബ്രിഡ്ജ് റിലേകൾ.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ml: ടോർ നെറ്റ്‌വർക്കിലേക്കുള്ള പ്രവേശനം തടയാൻ ശ്രമിക്കുന്ന ISP- കൾക്കോ സർക്കാരുകൾക്കോ എല്ലാ ബ്രിഡ്ജുകൾ തടയാൻ കഴിയില്ലെന്നാണ് ഇതിനർത്ഥം.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ml: അടിച്ചമർത്തുന്ന ഭരണത്തിൻ കീഴിലുള്ള ടോർ ഉപയോക്താക്കൾക്ക് ബ്രിഡ്ജുകൾ ഉപയോഗപ്രദമാണ്, കൂടാതെ അധിക സുരക്ഷ ആവശ്യമുള്ള ആളുകൾക്ക് അവർ ഒരു പൊതു ടോർ റിലേ ഐപി വിലാസവുമായി ബന്ധപ്പെടുന്നതായി ആരെങ്കിലും തിരിച്ചറിയുമെന്ന് ഭയപ്പെടുന്നു.

source: A bridge is just a normal relay with a slightly different configuration.
ml: അല്പം വ്യത്യസ്തമായ കോൺഫിഗറേഷനോടുകൂടിയ ഒരു സാധാരണ റിലേ മാത്രമാണ് ബ്രിഡ്ജ്.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
ml: നിർദ്ദേശങ്ങൾക്കായി [ഞാൻ എങ്ങനെ ഒരു പാലം പ്രവർത്തിപ്പിക്കും](https://community.torproject.org/relay/setup/bridge/) കാണുക.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ml: ചൈനയും ഇറാനും ഉൾപ്പെടെ നിരവധി രാജ്യങ്ങൾ ടോർ പാലങ്ങളുമായുള്ള ബന്ധം കണ്ടെത്തുന്നതിനും തടയുന്നതിനുമുള്ള മാർഗ്ഗങ്ങൾ കണ്ടെത്തി.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
ml: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) അവ്യക്തതയുടെ മറ്റൊരു പാളി ചേർത്ത് പാലങ്ങൾ ഇതിനെ അഭിസംബോധന ചെയ്യുന്നു.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ml: ഒരു ഒബ്സ്പ്രോക്സി ബ്രിഡ്ജ് സജ്ജീകരിക്കുന്നതിന് ഒരു അധിക സോഫ്റ്റ്വെയർ പാക്കേജും അധിക കോൺഫിഗറേഷനുകളും ആവശ്യമാണ്.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
ml: കൂടുതൽ വിവരങ്ങൾക്ക് [പ്ലഗബിൾ ട്രാൻസ്പോർട്ടുകൾ](https://www.torproject.org/docs/pluggable-transports.html.en) എന്നതിലെ ഞങ്ങളുടെ പേജ് കാണുക.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ml: ഞാൻ ടോർ ഉപയോഗിക്കുമ്പോൾ, ലോഗിൻ വിവരങ്ങളും ഞാൻ ഫോമുകളിൽ ടൈപ്പുചെയ്യുന്ന കാര്യങ്ങളും പോലുള്ള വെബ്‌സൈറ്റുകളുമായി ഞാൻ പങ്കിടുന്ന വിവരങ്ങൾ കേൾക്കാൻ ഡ്രോപ്പർമാർക്ക് ഇപ്പോഴും കഴിയുമോ?

source: Tor prevents eavesdroppers from learning sites that you visit.
ml: നിങ്ങൾ‌ സന്ദർ‌ശിക്കുന്ന സൈറ്റുകൾ‌ പഠിക്കുന്നതിൽ‌ നിന്നും ടവർ‌ തടയുന്നു.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ml: എന്നിരുന്നാലും, പ്ലെയിൻ എച്ച്ടിടിപി ഉപയോഗിച്ച് ഇൻറർനെറ്റിലൂടെ എൻക്രിപ്റ്റ് ചെയ്യാത്ത വിവരങ്ങൾ എക്സിറ്റ് റിലേ ഓപ്പറേറ്റർമാർ അല്ലെങ്കിൽ നിങ്ങളുടെ എക്സിറ്റ് റിലേയും നിങ്ങളുടെ ലക്ഷ്യസ്ഥാന വെബ്‌സൈറ്റും തമ്മിലുള്ള ട്രാഫിക് നിരീക്ഷിക്കുന്ന ആർക്കും തടയാൻ കഴിയും.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ml: നിങ്ങൾ സന്ദർശിക്കുന്ന സൈറ്റ് എച്ച്ടിടിപിഎസ് ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ എക്സിറ്റ് റിലേയിൽ നിന്ന് പുറപ്പെടുന്ന ട്രാഫിക് എൻ‌ക്രിപ്റ്റ് ചെയ്യപ്പെടും, മാത്രമല്ല ഇത് ചെവികൊടുക്കുന്നവർക്ക് ദൃശ്യമാകില്ല.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
ml: #### ടോർ ബ്രൗസർ, എച്ച്ടിടിപിഎസ് എൻ‌ക്രിപ്ഷൻ എന്നിവയ്ക്കൊപ്പവും അല്ലാതെയുമുള്ള കാവൽക്കാർക്ക് എന്ത് വിവരമാണ് ദൃശ്യമാകുന്നതെന്ന് ഈ വിഷ്വലൈസേഷൻ കാണിക്കുന്നു.

source: Can I browse normal HTTPS sites with Tor?
ml: ടോർ ഉപയോഗിച്ച് എനിക്ക് സാധാരണ എച്ച്ടിടിപിഎസ് സൈറ്റുകൾ ബ്രൗസ് ചെയ്യാൻ കഴിയുമോ?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
ml: ഹ്രസ്വമായ ഉത്തരം ഇതാണ്: ** അതെ, ടോർ ഉപയോഗിച്ച് നിങ്ങൾക്ക് സാധാരണ എച്ച്ടിടിപിഎസ് സൈറ്റുകൾ ബ്രൗസ് ചെയ്യാൻ കഴിയും. **

source: HTTPS Connections are used to secure communications over computer networks.
ml: കമ്പ്യൂട്ടർ നെറ്റ്‌വർക്കുകളിലൂടെ ആശയവിനിമയം സുരക്ഷിതമാക്കാൻ HTTPS കണക്ഷനുകൾ ഉപയോഗിക്കുന്നു.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
ml: നിങ്ങൾക്ക് [HTTPS- നെക്കുറിച്ച് കൂടുതൽ ഇവിടെ വായിക്കാം](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
ml: ടോർ ബ്രൗസറിന് [HTTPS എല്ലായിടത്തും](https://www.eff.org/https-everywhere) പ്ലഗിൻ ഉണ്ട്, ഇത് എൻ‌ക്രിപ്റ്റ് ചെയ്യാത്ത "HTTP" ൽ നിന്ന് ആയിരക്കണക്കിന് സൈറ്റുകളെ സ്വപ്രേരിതമായി കൂടുതൽ സ്വകാര്യ "HTTPS" ലേക്ക് മാറ്റുന്നു.

source: What bandwidth shaping options are available to Tor relays?
ml: ടോർ റിലേകളിൽ ഏത് ബാൻഡ്‌വിഡ്ത്ത് ഷേപ്പിംഗ് ഓപ്ഷനുകൾ ലഭ്യമാണ്?

source: There are two options you can add to your torrc file:
ml: നിങ്ങളുടെ torrc ഫയലിലേക്ക് രണ്ട് ഓപ്ഷനുകൾ ചേർക്കാൻ കഴിയും:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
ml: ** ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റ് ** അനുവദനീയമായ പരമാവധി ദീർഘകാല ബാൻഡ്‌വിഡ്‌ത്ത് (സെക്കൻഡിൽ ബൈറ്റുകൾ).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
ml: ഉദാഹരണത്തിന്, സെക്കൻഡിൽ 10 മെഗാബൈറ്റിന് "ബാൻഡ്‌വിഡ്ത്ത് റേറ്റ് 10 എം‌ബൈറ്റുകൾ" (ഒരു വേഗതയേറിയ കണക്ഷൻ) അല്ലെങ്കിൽ സെക്കൻഡിൽ 500 കിലോബൈറ്റിന് "ബാൻഡ്‌വിഡ്ത്ത് റേറ്റ് 500 കെബൈറ്റുകൾ" തിരഞ്ഞെടുക്കാൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം (മാന്യമായ കേബിൾ കണക്ഷൻ).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
ml: ഏറ്റവും കുറഞ്ഞ ബാൻഡ്‌വിഡ്‌റേറ്റ് ക്രമീകരണം സെക്കൻഡിൽ 75 കിലോബൈറ്റ് ആണ്.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
ml: ** ബാൻഡ്‌വിഡ്‌ത്ത്ബേർട്ട് ** എന്നത് ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റിന് മുകളിലുള്ള ട്രാഫിക്കിന്റെ ഹ്രസ്വ കാലയളവുകളിൽ അഭ്യർത്ഥനകൾ നിറവേറ്റുന്നതിന് ഉപയോഗിക്കുന്ന ബൈറ്റുകളുടെ ഒരു കൂട്ടമാണ്, പക്ഷേ ഇപ്പോഴും ശരാശരി ദൈർഘ്യത്തെ ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റിലേക്ക് നിലനിർത്തുന്നു.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
ml: കുറഞ്ഞ നിരക്ക് എന്നാൽ ഉയർന്ന ബർസ്റ്റ് ഒരു ശരാശരി ശരാശരി നടപ്പിലാക്കുന്നു, അതേസമയം ശരാശരി അടുത്തിടെ എത്തിയിട്ടില്ലെങ്കിൽ പീക്ക് സമയങ്ങളിൽ കൂടുതൽ ട്രാഫിക് അനുവദിക്കും.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
ml: ഉദാഹരണത്തിന്, നിങ്ങൾ "ബാൻഡ്‌വിഡ്‌ത്ത്ബർസ്റ്റ് 500 കെബൈറ്റുകൾ" തിരഞ്ഞെടുക്കുകയും അത് നിങ്ങളുടെ ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റിന് ഉപയോഗിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, നിങ്ങൾ ഒരിക്കലും സെക്കൻഡിൽ 500 കിലോബൈറ്റിൽ കൂടുതൽ ഉപയോഗിക്കില്ല; എന്നാൽ നിങ്ങൾ ഉയർന്ന ബാൻഡ്‌വിഡ്‌ത്ത്ബർസ്റ്റ് (5 MBytes പോലെ) തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, പൂൾ ശൂന്യമാകുന്നതുവരെ ഇത് കൂടുതൽ ബൈറ്റുകൾ അനുവദിക്കും.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
ml: നിങ്ങൾക്ക് ഒരു കേബിൾ മോഡം പോലുള്ള അസമമായ കണക്ഷൻ (ഡൗൺ‌ലോഡിനേക്കാൾ കുറവ് അപ്‌ലോഡ് ചെയ്യുക) ഉണ്ടെങ്കിൽ, നിങ്ങളുടെ ചെറിയ ബാൻഡ്‌വിഡ്ത്തിനേക്കാൾ കുറവായി ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റ് സജ്ജീകരിക്കണം (സാധാരണയായി അതാണ് അപ്‌ലോഡ് ബാൻഡ്‌വിഡ്ത്ത്).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
ml: അല്ലാത്തപക്ഷം, പരമാവധി ബാൻഡ്‌വിഡ്ത്ത് ഉപയോഗ കാലയളവിൽ നിങ്ങൾക്ക് നിരവധി പാക്കറ്റുകൾ ഉപേക്ഷിക്കാൻ കഴിയും - നിങ്ങളുടെ കണക്ഷൻ സുഖകരമാക്കുന്ന മൂല്യങ്ങൾ ഉപയോഗിച്ച് നിങ്ങൾ പരീക്ഷിക്കേണ്ടതുണ്ട്.

source: Then set BandwidthBurst to the same as BandwidthRate.
ml: തുടർന്ന് ബാൻഡ്‌വിഡ്‌ത്ത്ബസ്റ്റ് ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റിന് തുല്യമായി സജ്ജമാക്കുക.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
ml: ലിനക്സ് അടിസ്ഥാനമാക്കിയുള്ള ടോർ നോഡുകൾക്ക് മറ്റൊരു ഓപ്ഷൻ ഉണ്ട്: ടോർ ട്രാഫിക്കിന് അവരുടെ മെഷീനിലെ മറ്റ് ട്രാഫിക്കിനേക്കാൾ മുൻഗണന നൽകാൻ അവർക്ക് കഴിയും, അതിനാൽ ടോർ ലോഡ് അവരുടെ സ്വന്തം ട്രാഫിക്കിനെ ബാധിക്കില്ല.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
ml: [ഇത് ചെയ്യുന്നതിനുള്ള സ്ക്രിപ്റ്റ്](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) ടോർ ഉറവിട വിതരണത്തിന്റെ സംഭാവന ഡയറക്‌ടറിയിൽ കണ്ടെത്താനാകും.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
ml: കൂടാതെ, ഹൈബർ‌നേഷൻ ഓപ്ഷനുകൾ ഉണ്ട്, അവിടെ നിങ്ങൾക്ക് ടോറിനോട് ഒരു നിശ്ചിത സമയ ബാൻഡ്‌വിഡ്ത്ത് മാത്രമേ നൽകൂ (പ്രതിമാസം 100 ജിബി പോലുള്ളവ). ചുവടെയുള്ള ഹൈബർ‌നേഷൻ‌ എൻ‌ട്രിയിൽ‌ ഇവ ഉൾക്കൊള്ളുന്നു.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
ml: ബാൻഡ്‌വിഡ്‌ത്ത് റേറ്റും ബാൻഡ്‌വിഡ്‌ത്ത് ബർസ്റ്റും ** ബൈറ്റുകളിലാണെന്നത് ശ്രദ്ധിക്കുക, ബിറ്റുകളല്ല.

source: I'm behind a NAT/Firewall.
ml: ഞാൻ ഒരു NAT / Firewall ന് പിന്നിലാണ്.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
ml: നിങ്ങളുടെ NAT / റൂട്ടർ ഉപകരണം ഉപയോഗിച്ച് എങ്ങനെ മുന്നോട്ട് പോകാമെന്നതിനുള്ള നിർദ്ദേശങ്ങൾക്കായി [portforward.com](https://portforward.com/) കാണുക.

source: If your relay is running on a internal net, you need to setup port forwarding.
ml: നിങ്ങളുടെ റിലേ ഒരു ആന്തരിക നെറ്റിൽ പ്രവർത്തിക്കുന്നുണ്ടെങ്കിൽ, നിങ്ങൾ പോർട്ട് കൈമാറൽ സജ്ജീകരിക്കേണ്ടതുണ്ട്.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
ml: ടി‌സി‌പി കണക്ഷനുകൾ‌ ഫോർ‌വേർ‌ഡുചെയ്യുന്നത് സിസ്റ്റത്തെ ആശ്രയിച്ചിരിക്കുന്നു, പക്ഷേ ഫയർ‌വാൾഡ്-ക്ലയന്റുകൾ‌ പതിവുചോദ്യങ്ങൾ‌ ഇത് എങ്ങനെ ചെയ്യാമെന്നതിന് ചില ഉദാഹരണങ്ങൾ‌ നൽ‌കുന്നു.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
ml: കൂടാതെ, നിങ്ങൾ iptables ഉപയോഗിക്കുകയാണെങ്കിൽ ഗ്നു / ലിനക്സിൽ ഇത് എങ്ങനെ ചെയ്യാമെന്നതിന്റെ ഒരു ഉദാഹരണം ഇതാ:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
ml: നിങ്ങൾക്ക് മറ്റൊരു ബാഹ്യ ഇന്റർഫേസ് (ഇന്റർനെറ്റിലേക്ക് കണക്റ്റുചെയ്‌തിരിക്കുന്നവ) ഉണ്ടെങ്കിൽ "eth0" മാറ്റേണ്ടി വരും.

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
ml: നിങ്ങൾക്ക് ഒരെണ്ണം മാത്രമേ ഉള്ളൂ (ലൂപ്പ്ബാക്ക് ഒഴികെ) അതിനാൽ ഇത് മനസിലാക്കാൻ വളരെ പ്രയാസപ്പെടരുത്.

source: Do I get better anonymity if I run a relay?
ml: ഞാൻ ഒരു റിലേ പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ എനിക്ക് മികച്ച അജ്ഞാതത്വം ലഭിക്കുമോ?

source: Yes, you do get better anonymity against some attacks.
ml: അതെ, ചില ആക്രമണങ്ങൾക്കെതിരെ നിങ്ങൾക്ക് മികച്ച അജ്ഞാതത്വം ലഭിക്കും.

source: The simplest example is an attacker who owns a small number of Tor relays.
ml: ടോർ റിലേകളുടെ ഒരു ചെറിയ എണ്ണം സ്വന്തമാക്കിയ ആക്രമണകാരിയാണ് ഏറ്റവും ലളിതമായ ഉദാഹരണം.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
ml: അവർ നിങ്ങളിൽ നിന്ന് ഒരു കണക്ഷൻ കാണും, പക്ഷേ കണക്ഷൻ നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ നിന്നാണോ അതോ മറ്റൊരാളിൽ നിന്ന് റിലേ ചെയ്തതാണോ എന്ന് അവർക്ക് അറിയാൻ കഴിയില്ല.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
ml: ഇത് സഹായിക്കുമെന്ന് തോന്നാത്ത ചില കേസുകളുണ്ട്: നിങ്ങളുടെ ഇൻകമിംഗ്, ഔട്ട്‌ഗോയിംഗ് ട്രാഫിക്കുകളെല്ലാം ആക്രമണകാരിക്ക് കാണാൻ കഴിയുമെങ്കിൽ, ഏത് കണക്ഷനുകളാണ് റിലേ ചെയ്തതെന്നും നിങ്ങളിൽ നിന്ന് ആരംഭിച്ചതെന്നും അവർക്ക് മനസിലാക്കാൻ എളുപ്പമാണ്.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
ml: (ഈ സാഹചര്യത്തിൽ‌ നിങ്ങളുടെ ലക്ഷ്യസ്ഥാനങ്ങൾ‌ അവർ‌ കാണുന്നില്ലെങ്കിൽ‌ അവർ‌ക്ക് ഇപ്പോഴും അറിയില്ല, പക്ഷേ നിങ്ങൾ‌ ഒരു സാധാരണ ക്ലയന്റാണെങ്കിൽ‌ നിങ്ങൾ‌ക്ക് മികച്ചതല്ല.)

source: There are also some downsides to running a Tor relay.
ml: ടോർ റിലേ പ്രവർത്തിപ്പിക്കുന്നതിൽ ചില ദോഷങ്ങളുമുണ്ട്.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
ml: ആദ്യം, ഞങ്ങൾക്ക് കുറച്ച് നൂറുകണക്കിന് റിലേകൾ മാത്രമേ ഉള്ളൂവെങ്കിലും, നിങ്ങൾ ഒന്ന് പ്രവർത്തിപ്പിക്കുന്നു എന്നത് നിങ്ങളുടെ അജ്ഞാതത്വത്തിന് ഉയർന്ന മൂല്യം നൽകുന്ന ഒരു ആക്രമണകാരിയെ സൂചിപ്പിക്കാം.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
ml: രണ്ടാമതായി, നിങ്ങൾ ഒരു റിലേ പ്രവർത്തിപ്പിക്കുന്ന അറിവ് ഉപയോഗപ്പെടുത്തുന്നത് നന്നായി മനസിലാക്കാത്തതോ നന്നായി പരീക്ഷിക്കാത്തതോ ആയ ചില നിഗൂഢ ആക്രമണങ്ങളുണ്ട് - ഉദാഹരണത്തിന്, ഒരു ആക്രമണകാരിക്ക് നിങ്ങളാണോ എന്ന് "നിരീക്ഷിക്കാൻ" കഴിഞ്ഞേക്കും. നിങ്ങളുടെ ടോർ റിലേയിലൂടെ ട്രാഫിക് റിലേ ചെയ്യുന്നതിലൂടെയും ട്രാഫിക് സമയത്തിലെ മാറ്റങ്ങൾ ശ്രദ്ധിക്കുന്നതിലൂടെയും നിങ്ങളുടെ നെറ്റ്‌വർക്ക് യഥാർത്ഥത്തിൽ കാണാൻ കഴിയുന്നില്ലെങ്കിലും ട്രാഫിക് അയയ്‌ക്കുന്നു.

source: It is an open research question whether the benefits outweigh the risks.
ml: ആനുകൂല്യങ്ങൾ അപകടസാധ്യതകളെ മറികടക്കുമോ എന്നത് ഒരു തുറന്ന ഗവേഷണ ചോദ്യമാണ്.

source: A lot of that depends on the attacks you are most worried about.
ml: അവയിൽ പലതും നിങ്ങൾ കൂടുതൽ ആശങ്കപ്പെടുന്ന ആക്രമണങ്ങളെ ആശ്രയിച്ചിരിക്കുന്നു.

source: For most users, we think it's a smart move.
ml: മിക്ക ഉപയോക്താക്കൾക്കും, ഇത് ഒരു മികച്ച നീക്കമാണെന്ന് ഞങ്ങൾ കരുതുന്നു.

source: Can I run a Tor relay using a dynamic IP address?
ml: ഡൈനാമിക് ഐപി വിലാസം ഉപയോഗിച്ച് എനിക്ക് ടോർ റിലേ പ്രവർത്തിപ്പിക്കാൻ കഴിയുമോ?

source: Tor can handle relays with dynamic IP addresses just fine.
ml: ടോർ ചലനാത്മക ഐപി വിലാസങ്ങളുള്ള റിലേകൾ നന്നായി കൈകാര്യം ചെയ്യാൻ കഴിയും.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
ml: നിങ്ങളുടെ [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) ലെ "വിലാസം" വരി ശൂന്യമായി വിടുക, ടോർ ഊഹിക്കും.

source: I'd run a relay, but I don't want to deal with abuse issues.
ml: ഞാൻ ഒരു റിലേ പ്രവർത്തിപ്പിക്കും, പക്ഷേ ദുരുപയോഗ പ്രശ്‌നങ്ങൾ കൈകാര്യം ചെയ്യാൻ ഞാൻ ആഗ്രഹിക്കുന്നില്ല.

source: Great. That's exactly why we implemented exit policies.
ml: കൊള്ളാം. അതിനാലാണ് ഞങ്ങൾ എക്സിറ്റ് നയങ്ങൾ നടപ്പിലാക്കിയത്.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
ml: ഓരോ ടോർ റിലേയിലും ഒരു എക്സിറ്റ് പോളിസി ഉണ്ട്, അത് ഏത് തരത്തിലുള്ള ഔട്‍ബൗണ്ട് കണക്ഷനുകൾ ആ റിലേയിൽ നിന്ന് അനുവദിക്കുകയോ നിരസിക്കുകയോ ചെയ്യുന്നുവെന്ന് വ്യക്തമാക്കുന്നു.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
ml: എക്സിറ്റ് പോളിസികൾ ടോർ ക്ലയന്റുകളിലേക്ക് ഡയറക്ടറി വഴി പ്രചരിപ്പിക്കുന്നു, അതിനാൽ ക്ലയന്റുകൾ സ്വപ്രേരിതമായി എക്സിറ്റ് റിലേകൾ തിരഞ്ഞെടുക്കുന്നത് ഒഴിവാക്കും, അത് ഉദ്ദേശിച്ച ലക്ഷ്യസ്ഥാനത്തേക്ക് പുറത്തുകടക്കാൻ വിസമ്മതിക്കും.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
ml: ഈ രീതിയിൽ ഓരോ റിലേയ്ക്കും ദുരുപയോഗ സാധ്യതയെയും അതിന്റേതായ സാഹചര്യത്തെയും അടിസ്ഥാനമാക്കി കണക്ഷനുകൾ അനുവദിക്കാൻ ആഗ്രഹിക്കുന്ന സേവനങ്ങൾ, ഹോസ്റ്റുകൾ, നെറ്റ്‌വർക്കുകൾ എന്നിവ തീരുമാനിക്കാൻ കഴിയും.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
ml: സ്ഥിരസ്ഥിതി എക്സിറ്റ് നയം നിരവധി ജനപ്രിയ സേവനങ്ങളിലേക്ക് (ഉദാ. വെബ് ബ്രൗസിംഗ്) പ്രവേശനം അനുവദിക്കുന്നു, പക്ഷേ ചിലത് ദുരുപയോഗ സാധ്യത കാരണം (ഉദാ. മെയിൽ) നിയന്ത്രിക്കുന്നു, കൂടാതെ ടോർ നെറ്റ്‌വർക്കിന് ലോഡ് കൈകാര്യം ചെയ്യാൻ കഴിയാത്തതിനാൽ (ഉദാ. സ്ഥിരസ്ഥിതി ഫയൽ പങ്കിടൽ പോർട്ടുകൾ).

source: You can change your exit policy by editing your torrc file.
ml: നിങ്ങളുടെ ടോർക്ക് ഫയൽ എഡിറ്റുചെയ്യുന്നതിലൂടെ നിങ്ങളുടെ എക്സിറ്റ് നയം മാറ്റാൻ കഴിയും.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
ml: എല്ലാ ദുരുപയോഗ സാധ്യതകളും ഇല്ലെങ്കിൽ‌ നിങ്ങൾ‌ മിക്കതും ഒഴിവാക്കാൻ‌ താൽ‌പ്പര്യപ്പെടുന്നെങ്കിൽ‌, അത് "നിരസിക്കുക *: *" എന്ന് സജ്ജമാക്കുക.

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
ml: ടോർ നെറ്റ്‌വർക്കിനുള്ളിൽ ട്രാഫിക് റിലേ ചെയ്യുന്നതിന് നിങ്ങളുടെ റിലേ ഉപയോഗിക്കുമെന്നാണ് ഈ ക്രമീകരണം അർത്ഥമാക്കുന്നത്, പക്ഷേ ബാഹ്യ വെബ്‌സൈറ്റുകളിലേക്കോ മറ്റ് സേവനങ്ങളിലേക്കോ ഉള്ള കണക്ഷനുകൾക്കല്ല.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
ml: ഏതെങ്കിലും എക്സിറ്റ് കണക്ഷനുകൾ നിങ്ങൾ അനുവദിക്കുകയാണെങ്കിൽ, name resolution പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക (അതായത്, നിങ്ങളുടെ കമ്പ്യൂട്ടറിന് ഇന്റർനെറ്റ് വിലാസങ്ങൾ ശരിയായി പരിഹരിക്കാൻ കഴിയും).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിന് എത്തിച്ചേരാനാകാത്ത ഏതെങ്കിലും ഉറവിടങ്ങളുണ്ടെങ്കിൽ (ഉദാഹരണത്തിന്, നിങ്ങൾ ഒരു നിയന്ത്രിത ഫയർവാളിനോ ഉള്ളടക്ക ഫിൽട്ടറിനോ പിന്നിലുണ്ട്), ദയവായി നിങ്ങളുടെ എക്സിറ്റ് പോളിസിയിൽ അവ വ്യക്തമായി നിരസിക്കുക, അല്ലെങ്കിൽ ടോർ ഉപയോക്താക്കളെയും ഇത് ബാധിക്കും.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
ml: ഞാൻ നിയമപരമായ പ്രശ്‌നങ്ങൾ നേരിടുന്നു. ഒരു നിശ്ചിത സമയത്ത് എന്റെ സെർവർ ഒരു ടോർ റിലേ ആണെന്ന് ഞാൻ എങ്ങനെ തെളിയിക്കും?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
ml: [Exonerator](https://exonerator.torproject.org/) ഒരു വെബ് സേവനമാണ്, ഒരു ഐപി വിലാസം ഒരു നിശ്ചിത സമയത്ത് റിലേ ആയിരുന്നോ എന്ന് പരിശോധിക്കാൻ കഴിയും.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
ml: ആവശ്യമെങ്കിൽ ഞങ്ങൾക്ക് [ഒപ്പിട്ട കത്ത് നൽകാനും](https://www.torproject.org/contact/) കഴിയും.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
ml: എന്റെ ടോർ റിലേയിൽ ബാൻഡ്‌വിഡ്‌ത്ത് പരിമിതപ്പെടുത്തിയതിന് ശേഷം എനിക്ക് എന്തുകൊണ്ട് ബ്രൗസുചെയ്യാൻ കഴിയില്ല?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
ml: [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth), [ബാൻഡ്‌വിഡ്ത്ത് റേറ്റ്](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) ടോർ പ്രോസസിന്റെ ക്ലയന്റ്, റിലേ ഫംഗ്ഷനുകൾക്ക് ബാധകമാണ്.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
ml: നിങ്ങളുടെ ടോർ ഹൈബർ‌നേഷനിലേക്ക് പോകുമ്പോൾ‌ തന്നെ ബ്രൗസ് ചെയ്യാൻ‌ നിങ്ങൾ‌ക്ക് കഴിയില്ലെന്ന് നിങ്ങൾ‌ കണ്ടെത്തിയേക്കാം, ഇത് ലോഗിലെ ഈ എൻ‌ട്രി സൂചിപ്പിക്കുന്നു:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
ml: രണ്ട് ടോർ പ്രോസസ്സുകൾ പ്രവർത്തിപ്പിക്കുക എന്നതാണ് പരിഹാരം - ഒരു റിലേയും ഒരു ക്ലയന്റും, ഓരോന്നിനും അതിന്റേതായ കോൺഫിഗറേഷൻ.

source: One way to do this (if you are starting from a working relay setup) is as follows:
ml: ഇത് ചെയ്യുന്നതിനുള്ള ഒരു മാർഗം (നിങ്ങൾ ഒരു വർക്കിംഗ് റിലേ സജ്ജീകരണത്തിൽ നിന്നാണ് ആരംഭിക്കുന്നതെങ്കിൽ):

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
ml: * റിലേ ടോർ torrc ഫയലിൽ, സോക്‌സ്പോർട്ട് 0 ആയി സജ്ജമാക്കുക.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
ml: * torrc.sample- ൽ നിന്ന് ഒരു പുതിയ ക്ലയന്റ് torrc ഫയൽ സൃഷ്ടിച്ച് അത് റിലേയിൽ നിന്ന് മറ്റൊരു ലോഗ് ഫയൽ ഉപയോഗിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.

source: One naming convention may be torrc.client and torrc.relay.
ml: ഒരു നാമകരണ കൺവെൻഷൻ torrc.client, torrc.relay എന്നിവ ആകാം.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
ml: * `-f /path/to/correct/torrc` ഉൾപ്പെടുത്തുന്നതിന് ടോർ ക്ലയന്റും റിലേ സ്റ്റാർട്ടപ്പ് സ്ക്രിപ്റ്റുകളും പരിഷ്‌ക്കരിക്കുക

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
ml: * ലിനക്സ് / ബിഎസ്ഡി / മാക് ഒഎസ് എക്സിൽ, സ്റ്റാർട്ടപ്പ് സ്ക്രിപ്റ്റുകൾ `Tor.client`,` Tor.relay` എന്നിവയിലേക്ക് മാറ്റുന്നത് കോൺഫിഗറുകളുടെ വേർതിരിക്കൽ എളുപ്പമാക്കുന്നു.

source: Can I use IPv6 on my relay?
ml: എന്റെ റിലേയിൽ എനിക്ക് IPv6 ഉപയോഗിക്കാനാകുമോ?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
ml: ടോറിന് [IPv6- ന് ഭാഗിക പിന്തുണയുണ്ട്](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) കൂടാതെ IPv6 കണക്റ്റിവിറ്റി ലഭ്യമാകുമ്പോൾ ഓരോ റിലേ ഓപ്പറേറ്ററെയും അവരുടെ [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) കോൺഫിഗറേഷൻ ഫയലുകളിൽ [IPv6 പ്രവർത്തനം പ്രവർത്തനക്ഷമമാക്കാൻ](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) ഞങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നു.
