Repository: torpluston/translation
Catalog: contents+ro.po
Languages: ro

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
ro: Fișierul de configurare al nucleului [Tor](../tor-tor-network-core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
ro: Se asigură că solicitările DNS sunt gestionate în siguranță și respinge în mod explicit orice [trafic](../traffic), altul decât TCP, din aplicația pe care o utilizați.

source: TPI is an acronym for The Tor Project, Inc.
ro: TPI este un acronim pentru The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
ro: Oamenii de pe IRC folosesc adesea `tpo` pentru a prescurta `torproject.org` atunci când scriu numele gazdei De exemplu, `trac.tpo` este o prescurtare pentru` trac.torproject.org`.

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
ro: Traficul este informația trimisă și primită de [clienți](../client) și [servere](../server).

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
ro: Un browser web (denumit în mod obișnuit un browser) este o aplicație software folosită le preluarea, prezentarea și navigarea resurselor de informații de pe World Wide Web.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
ro: Principalele browsere web includ [Firefox](../firefox), Chrome, Internet Explorer și Safari.

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
ro: Un website mirror este o copie unu-la-unu a unui site web pe care îl puteți găsi sub alte adrese web.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
ro: O listă curentă cu websaituri mirror torproject.org este disponibilă la https://www.torproject.org/getinvolved/mirrors.html.en.

source: Can I use a VPN with Tor?
ro: Pot folosi VPN cu Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ro: În general, nu vă recomandăm să utilizați o rețea VPN cu Tor decât dacă sunteți un utilizator avansat și știți cum să le configurați pe ambele într-un mod care să nu compromită confidențialitatea.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
ro: Puteți găsi informații mai detaliate despre Tor + VPN pe [wiki-ul nostru](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Tor Browser will block browser plugins such as Flash, RealPlayer, Quicktime, and others: they can be manipulated into revealing your IP address.
ro: Browserul Tor va bloca pluginurile browserului, cum ar fi Flash, RealPlayer, Quicktime și altele: ele pot fi manipulate în dezvăluirea adresei dvs. IP.

source: Is there a backdoor in Tor?
ro: Există un backdoor în Tor?

source: There is absolutely no backdoor in Tor.
ro: În Tor nu există absolut niciun backdoor.

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
ro: Cunoaștem câțiva avocați deștepți care spun că este puțin probabil ca cineva să încerce să ne facă să adăugăm unul în jurisdicția noastră (S.U.A.).

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
ro: Dacă ne-o vor cere, vom lupta cu ei, și (spun avocații) probabil că vom câștiga.

source: We will never put a backdoor in Tor.
ro: Nu vom pune niciodată un backdoor în Tor.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
ro: Considerăm că introducerea unei backdoor în Tor ar fi extrem de iresponsabilă pentru utilizatorii noștri și un precedent rău pentru software-ul de securitate în general.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
ro: Dacă am pune vreodată un backdoor deliberat în software-ul nostru de securitate, ne-ar strica reputația profesională.

source: Nobody would trust our software ever again - for excellent reasons!
ro: Nimeni nu ar avea încredere în software-ul nostru din nou - din motive excelente!

source: But that said, there are still plenty of subtle attacks people might try.
ro: Cu toate acestea, există încă o mulțime de atacuri subtile pe care oamenii ar putea să le încerce.

source: Somebody might impersonate us, or break into our computers, or something like that.
ro: Cineva ne-ar putea să ne însușească sau să intre în calculatoarele noastre sau ceva de genul acesta.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
ro: Tor este open source și ar trebui să verificați întotdeauna sursa (sau cel puțin diferitele de la ultima versiune) dacă există lucruri suspecte.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
ro: Dacă noi (sau distribuitorii care v-au oferit Tor) nu vă oferim acces la codul sursă, acesta este un semn sigur că s-ar putea întâmpla ceva amuzant.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
ro: De asemenea, ar trebui să verificați [semnăturile PGP](/ro/tbb/how-to-verify-signature/) pe versiuni, pentru a vă asigura că nimeni nu a încurcat site-urile de distribuție.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
ro: De asemenea, este posibil să existe bug-uri accidentale în Tor care vă pot afecta anonimatul.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
ro: Găsim și remediem periodic erori legate de anonimitate, deci asigurați-vă că vă păstrați versiunile Tor actualizate.

source: What programs can I use with Tor?
ro: Ce programe pot folosi cu Tor?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
ro: Există o mulțime de alte programe pe care le puteți utiliza cu Tor, dar nu am cercetat problemele de anonimat la nivelul aplicației suficient de bine pentru a putea recomanda o configurație sigură.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
ro: Wiki-ul nostru are o listă de instrucțiuni menținută de comunitate pentru [aplicații specifice Tor](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).

source: Please add to this list and help us keep it accurate!
ro: Vă rugăm să adăugați la această listă și să ne ajutați să o menținem exactă!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
ro: Majoritatea oamenilor folosesc Tor Browser, care include tot ceea ce aveți nevoie pentru a naviga pe internet în siguranță folosind Tor.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
ro: Folosirea Tor cu alte browsere este [periculoasă și nu este recomandată](/ro/tbb/tbb-9/).

source: Can I distribute Tor?
ro: Pot distribui Tor?

source: Yes.
ro: Da

source: The Tor software is [free software](https://www.fsf.org/).
ro: Aplicația Tor este [software gratuit](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
ro: Aceasta înseamnă că vă oferim drepturile de a redistribui software-ul Tor, modificat sau nemodificat, fie contra cost, fie gratuit.

source: You don't have to ask us for specific permission.
ro: Nu aveți nevoie de o anumită permisiune.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
ro: Cu toate acestea, dacă doriți să redistribuiți software-ul Tor, trebuie să urmați [LICENȚA] noastră (https://gitweb.torproject.org/tor.git/plain/LICENSE).

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
ro: În esență, înseamnă că trebuie să includeți fișierul nostru LICENȚĂ împreună cu orice parte a software-ului Tor pe care îl distribuiți.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
ro: Totuși, majoritatea oamenilor care ne pun această întrebare nu vor să distribuie doar software-ul Tor.

source: They want to distribute the Tor Browser.
ro: Vor să distribuie Tor Browser.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
ro: Aceasta include [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), precum și extensiile NoScript și HTTPS-Everywhere.

source: You will need to follow the license for those programs as well.
ro: Va trebui să urmați și licența pentru aceste programe.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
ro: Ambele extensii Firefox sunt distribuite sub [Licența publică generală GNU](https://www.fsf.org/licensing/licenses/gpl.html), în timp ce Firefox ESR este lansat sub Licența publică Mozilla.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
ro: Cel mai simplu mod de a vă supune licențelor este să includeți codul sursă pentru aceste programe oriunde includeți pachetele în sine.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
ro: De asemenea, ar trebui să vă asigurați să nu induceți cititorii dvs. în eroare despre ce este Tor, cine îl face și ce proprietăți oferă (și nu oferă).

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
ro: Consultați [întrebările noastre referitoare la mărcile comerciale](https://www.torproject.org/about/trademark/) pentru detalii.

source: How is Tor different from other proxies?
ro: În ce fel este Tor diferit de alte servere proxy?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
ro: Un furnizor tipic de proxy configurează un server undeva pe Internet și vă permite să-l utilizați pentru a transmite traficul de date.

source: This creates a simple, easy to maintain architecture.
ro: Astfel se creează o arhitectură simplă, ușor de întreținut.

source: The users all enter and leave through the same server.
ro: Utilizatorii intră și pleacă prin același server.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
ro: Furnizorul poate plăti pentru utilizarea proxy-ului sau își poate finanța costurile prin reclame pe server.

source: In the simplest configuration, you don't have to install anything.
ro: În cea mai simplă configurație, nu trebuie să instalați nimic.

source: You just have to point your browser at their proxy server.
ro: Trebuie doar să îndrumați browserul către serverul lor proxy.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
ro: Furnizorii simpli de servicii proxy sunt soluții bune dacă nu doriți protecții pentru confidențialitatea și anonimatul dvs. online și aveți încredere că furnizorul nu va face lucruri rele.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
ro: Unii furnizori de proxy simpli utilizează SSL pentru a vă asigura conexiunea la ei, ceea ce vă protejează împotriva ascultătorilor locali, cum ar fi cei de la o cafenea cu internet wifi gratuit.

source: Simple proxy providers also create a single point of failure.
ro: Furnizorii simpli de proxy creează, de asemenea, un singur punct de eroare.

source: The provider knows both who you are and what you browse on the Internet.
ro: Furnizorul știe atât cine sunteți, cât și unde navigați pe Internet.

source: They can see your traffic as it passes through their server.
ro: Vă poate vedea traficul pe măsură ce trece prin serverul lor.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
ro: În unele cazuri, pot vedea chiar și traficul criptat pe măsură ce îl transmit pe site-ul dvs. bancar sau în magazinele de comerț electronic.

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
ro: Trebuie să aveți încredere că furnizorul nu vă urmărește traficul, nu își injectează propriile reclame în fluxul dvs. de trafic sau nu înregistrează detaliile dvs. personale.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
ro: Tor trece traficul dvs. prin cel puțin 3 servere diferite înainte de a-l trimite la destinație.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
ro: Deoarece există un strat separat de criptare pentru fiecare dintre cele trei relee, cineva care urmărește conexiunea dvs. la Internet nu poate modifica sau citi ceea ce trimiteți în rețeaua Tor.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
ro: Traficul dvs. este criptat între clientul Tor (pe computerul dvs.) și locul unde apare în altă parte a lumii.

source: ### Doesn't the first server see who I am?
ro: ### Primul server nu vede cine sunt?

source: Possibly.
ro: Posibil.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
ro: Primul server rău dintre cele trei servere poate vedea traficul Tor criptat provenind de la computer.

source: It still doesn't know who you are and what you are doing over Tor.
ro: Încă nu știe cine ești și ce faci cu ajutorul Tor.

source: It merely sees "This IP address is using Tor".
ro: Vede doar că „Această adresă IP folosește Tor”.

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
ro: Încă ești protejat de acest nod cu referire la cine ești, cât și unde mergi pe Internet.

source: ### Can't the third server see my traffic?
ro: ### Se poate vedea traficul meu pe al treilea server?

source: A bad third of three servers can see the traffic you sent into Tor.
ro: Al treilea din cele trei servere poate vedea traficul trimis în Tor.

source: It won't know who sent this traffic.
ro: Nu va ști cine a trimis acest trafic.

source: If you're using encryption (like HTTPS), it will only know the destination.
ro: Dacă utilizați criptarea (cum ar fi HTTPS), va ști doar destinația.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
ro: Vedeți această vizualizare a [Tor și HTTPS](/ro/https/https-1/) pentru a înțelege cum interacționează Tor și HTTPS.

source: Does Tor remove personal information from the data my application sends?
ro: Tor elimină informațiile personale din datele pe care mi le trimite aplicația?

source: No, it doesn't.
ro: Nu, nu face acest lucru.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
ro: Trebuie să utilizați un program separat care înțelege aplicația și protocolul dvs. și știe să curețe sau să „perie” datele pe care le trimite.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
ro: Tor Browser încearcă să păstreze datele la nivel de aplicație, precum șirul utilizatorului, uniforme pentru toți utilizatorii.

source: Tor Browser can't do anything about the text that you type into forms, though.
ro: Tor Browser nu poate face nimic cu privire la textul pe care îl introduceți în formulare.

source: What is Tor?
ro: Ce e Torul?

source: The name "Tor" can refer to several different components.
ro: Numele "Tor" poate avea legatura cu cateva componente diferite.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ro: Vă protejează prin saltul comunicațiilor efectuate în jurul unei rețele distribuite de relee administrate de voluntari din întreaga lume: împiedică pe cineva care urmărește conexiunea la Internet să afle ce site-uri vizitați și împiedică site-urile pe care le vizitați să afle locația fizică a dvs.

source: This set of volunteer relays is called the Tor network.
ro: Acest set de relee voluntare se numește rețea Tor.

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
ro: Modul în care majoritatea oamenilor folosesc Tor este cu Tor Browser, care este o versiune a Firefox care rezolvă multe probleme de confidențialitate.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
ro: Puteți citi mai multe despre Tor pe pagina noastră [despre](https://www.torproject.org/about/history/).

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
ro: Proiectul Tor este o organizație non-profit (caritate) care întreține și dezvoltă software-ul Tor.

source: Why is it called Tor?
ro: De ce se numește Tor?

source: Tor is the onion routing network.
ro: Tor este rețeaua de rutare onion.

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
ro: Când am început noul design și implementarea viitoarei generații de rutare pentru Onion în 2001-2002, le-am fi spus oamenilor că lucrăm la rutarea Onion și ar fi spus „Frumos. Care dintre ele?”

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
ro: Chiar dacă rutarea Onion a devenit un termen standard, Tor s-a născut din actualul [proiect de rutare Onion](https://www.onion-router.net/) condus de Naval Research Lab.

source: (It's also got a fine meaning in German and Turkish.)
ro: (De asemenea, are o semnificație fină în germană și turcă.)

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
ro: Notă: deși provine inițial dintr-un acronim, Tor nu este scris „TOR”.

source: Only the first letter is capitalized.
ro: Numai prima literă este scrisă cu majuscule.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
ro: De fapt, am observat că, de obicei, oamenii care nu au citit nimic de pe site-ul nostru (și au învățat în schimb tot ceea ce știu despre Tor din articole de știri) îl pronunță greșit.

source: Tor Browser and antivirus false positive warnings
ro: Tor Browser și antivirus avertizări false pozitive

source: Some antivirus software will pop up malware and/or vulnerability warnings when Tor Browser is launched.
ro: Unele programe antivirus vor genera avertismente de malware și / sau vulnerabilitate la lansarea Tor Browser.

source: If you downloaded Tor Browser from [our main website](https://www.torproject.org/download/) or used [GetTor](https://gettor.torproject.org/), and [verified it](https://support.torproject.org/tbb/how-to-verify-signature/), these are false positives and you have nothing to worry about.
ro: Dacă ați descărcat Tor Browser din [our main website](https://www.torproject.org/download/) sau ați folosit [GetTor](https://gettor.torproject.org/), și [ați verificat semnătura](https://support.torproject.org/tbb/how-to-verify-signature/), atenționările sunt de tip false pozitive și nu aveți de ce să vă faceți griji.

source: Some antiviruses consider that files that have not been seen by a lot of users as suspicious.
ro: Unele programe antivirus consideră că fișierele care nu au fost văzute de mulți utilizatori ca fiind suspecte.

source: To make sure that the Tor program you download is the one we have created and has not been modified by some attacker, you can [verify Tor Browser's signature](https://support.torproject.org/tbb/how-to-verify-signature/).
ro: Pentru a vă asigura că programul Tor pe care îl descărcați este cel pe care l-am creat și nu a fost modificat de un atacator, puteți [verifica semnătura Tor Browser](https://support.torproject.org/tbb/how-to-verify-signature/).

source: You may also want to [whitelist certain processes](https://support.torproject.org/tbb/tbb-10) to prevent antiviruses from blocking access to Tor Browser.
ro: De asemenea, puteți adăuga [anumite procese în lista albă](https://support.torproject.org/tbb/tbb-10) pentru a împiedica programul antivirus să blocheze accesul la Tor Browser

source: How can I verify Tor Browser's signature?
ro: Cum pot verifica semnătura Tor Browser?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
ro: Semnătura digitală este un proces care asigură faptul că un anumit pachet a fost generat de dezvoltatorii săi și nu a fost manipulat.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
ro: Mai jos explicăm de ce este important și cum să verificați dacă programul Tor descărcat este cel pe care l-am creat și nu a fost modificat de un atacator.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
ro: Fiecare fișier de pe [pagina noastră de descărcare](https://www.torproject.org/download/) este însoțit de un fișier cu același nume ca pachetul și extensia „.asc”. Aceste fișiere .asc sunt semnături OpenPGP.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
ro: Ele vă permit să verificați dacă fișierul pe care l-ați descărcat este exact cel pe care v-am propus să-l primiți.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
ro: De exemplu, `torbrowser-install-win64-9.0_en-US.exe` este însoțit de` torbrowser-install-win64-9.0_en-US.exe.asc`.
