Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
es: JavaScript es un lenguaje de programación que los sitios web usan para ofrecer elementos interactivos como vídeo, animación, audio, y estados en líneas de tiempo. Por desgracia, JavaScript también puede habilitar ataques a la seguridad del [navegador](../web-browser), lo que puede llevar a la pérdida del anonimato.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
es: La [extensión](../add-on-extension-or-plugin) [NoScript](../noscript) en el [Navegador Tor](../tor-browser) se puede usar para gestionar JavaScript en los distintos sitios web.

source: little-t tor
es: tor con t minúscula

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
es: "tor-en-minúscula" es una forma de referirse al demonio tor, a diferencia del Navegador o el Proyecto Tor.

source: These [pluggable transports](../pluggable-transports) all make it look like you are browsing a major web site instead of using [Tor](../tor-tor-network-core-tor).
es: Estos [transportes conectables](../pluggable-transports) hacen que parezca que estás navegando por un sitio web importante en lugar de usar [Tor](../tor-tor-network-core-tor).

source: Meek-azure makes it look like you are using a Microsoft web site.
es: Meek-azure hace que parezca que estás usando un sitio web de Microsoft.

source: middle relay
es: nodo intermedio

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
es: La posición central en el [circuito de Tor](../circuito). Los repetidores no de salida pueden funcionar como un "middle" o como un "[guarda](../guard)" para diferentes usuarios.

source: network censorship
es: censura de red

source: Sometimes the direct access to the [Tor network](../tor-tor-network-core-tor) is blocked by your [Internet Service Provider (ISP)](../internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](../bridge), [pluggable transports](../pluggable-transports), and [GetTor](../gettor).
es: A veces el acceso directo a la [red Tor](../tor-tor-network-core-tor) lo bloquea tu [proveedor de Internet (ISP)](../internet-service-provider-isp) o un gobierno. El Navegador Tor incluye algunas herramientas de elusión para evitar estos bloqueos, como [puentes](../puentes), [transportes conectables](../pluggable-transports), o [GetTor](../gettor).

source: New Identity
es: Nueva identidad

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
es: Nueva Identidad es una funcionalidad del [Navegador Tor](../tor-browser) si deseas evitar que la actividad posterior de tu navegador se enlacee a lo que estabas haciendo anteriormente.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
es: Seleccionándola se cerrarán todas las pestañas y ventanas abiertas, se borrará toda la información privada como [cookies](../cookie) y el [historial de navegación](../browsing-history), y se usarán nuevos [circuitos de Tor](../circuito) para todas las conexiones.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
es: El Navegador Tor te advertirá que todas las actividades y descargas se detendrán, así que ten esto en cuenta antes de hacer clic en "Nueva Identidad" (accesible mediante el pequeño icono de la escoba en la esquina superior derecha de la pantalla).

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
es: Nueva Identidad también puede ayudar si el Navegador Tor tiene problemas para conectarse a un sitio en particular, de forma similar a "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".

source: New Tor Circuit for this Site
es: Nuevo circuito de Tor para este sitio

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
es: Esta opción es útil si la [salida](../exit) que estás utilizando no puede conectarse al sitio web que deseas o no lo está cargando correctamente. Seleccionándolo hará que la ventana o pestaña actualmente activa se recargue sobre un nuevo [Tor circuit](../circuit). Otras pestañas y ventanas abiertas del mismo sitio web también usarán el nuevo circuito una vez que se recarguen. Esta opción no borra ninguna información privada ni desvincula tu actividad, ni afecta a tus conexiones actuales con otros sitios web.

source: [Tor Browser](../tor-browser) includes an [add-on](../add-on-extension-or-plugin) called NoScript, accessed by clicking the [hamburger menu ("≡")](../hamburger-menu) at the top-right of the screen, then navigating to "Add-ons".
es: El [Navegador Tor](../tor-browser) incluye una [extensión](../add-on-extension-or-plugin) llamada NoScript, a la que se accede a través del [menú hamburguesa ("≡")](../hamburger-menu) y haciendo clic en "Complementos".

source: NoScript allows you to control the [JavaScript](../javascript) that runs on individual web pages, or to block it entirely.
es: NoScript te permite activar/desactivar [JavaScript](../javascript) en cada sitio web o desactivarlo por completo.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
es: El monitor anonimizador [relay](../relay) (anteriormente rama, ahora nyx) es un monitor de estado de la terminal para [Tor](../tor-tor-network-core-tor), destinado al uso en línea de comandos. Esta es una herramienta para monitorizar el proceso principal de Tor en un sistema, a menudo útil para los operadores de retransmisión.

source: Obfs3 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random, so that it does not look like Tor or any other protocol.
es: Obfs3 es un [transporte conectable](../pluggable-transports) que hace que el [tráfico](../trafico) de [Tor](../tor-/-tor-network/-core-tore-tor) parezca aleatorio, así no se parece a Tor ni a ningún otro protocolo.

source: Obfs3 is not supported anymore.
es: Obfs3 ya no está soportado.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
es: Obfs4 es un [transporte conectable](../pluggable-transports) que hace que [Tor](../tor-tor-network-core-tor) [traffic](../traffic) parezca aleatorio como obfs3, y también evita que los censores encuentren puentes mediante el escaneo por Internet. Los puentes Obfs4 tienen menos probabilidades de ser bloqueados que los [puentes](../puente) obfs3.

source: onion address
es: dirección onion

source: A standardized Internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](../self-authenticating).
es: Un nombre de dominio de Internet estandarizado utilizado por los servicios cebolla que termina en .onion y está diseñado para ser [auto-autentificable](../self-authenticating).

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
es: Una aplicación para iOS que es de código abierto, usa enrutamiento Tor y está desarrollada por una persona que trabaja estrechamente con Tor Project.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
es: [Conoce más sobre el Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: onion services
es: servicios cebolla

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
es: Los servicios Onion (antes conocidos como "[hidden services](../hidden-services)”) son servicios (como sitios web) que sólo son accesibles a través de la red [Tor](../tor-tor-network-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
es: Los servicios de Onion ofrecen ventajas sobre los servicios ordinarios en la web no privada, incluyendo:

source: onion site
es: sitio onion

source: An onion site is another name for an [onion service](../onion-services), but refers exclusively to websites.
es: Un sitio onion es otro nombre para un [servicio cebolla](../onion-services), pero se refiere exclusivamente a sitios web.

source: These websites use the .onion Top Level Domain (TLD).
es: Estos sitios web utilizan el dominio de primer nivel (TLD) .onion.

source: [Onionoo](https://metrics.torproject.org/onionoo.html) is a web-based protocol to learn about currently running [Tor relays](../relay) and [bridges](../bridge).
es: [Onionoo](https://metrics.torproject.org/onionoo.html) es una aplicación web para analizar en grupo los [repetidores de tor](../relay) y los [repetidores puente](../bridge) que hay en este momento.

source: Onionoo provides the data for other applications and websites ([metrics.torproject.org](https://metrics.torproject.org/)) which in turn present Tor network status information to humans.
es: Onionoo proporciona datos a otras aplicaciones y páginas web ([metrics.torproject.org](https://metrics.torproject.org/)) que a su vez presentan información sobre el estado de la red Tor a los humanos.

source: onionspace
es: espacio onion

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
es: El conjunto de [servicios onion](../onion-services) disponibles. Por ejemplo, puedes decir "mi sitio está en onionspace" en lugar de "mi sitio está en la Dark Web".

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
es: OONI significa "[Open Observatory of Network Interference](https://ooni.io/)", es una red global de observación para detección de la [censura de red](../network-censorship), vigilancia y manipulación de [tráfico](../traffic) en internet.

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
es: El software principal del sistema que administra los recursos de hardware y software del ordenador y proporciona servicios comunes para los programas de computación. Los sistemas operativos de escritorio más utilizados son Windows, macOS y Linux. Android e iOS son los sistemas operativos de móviles dominantes.

source: [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) is a free [app](../app) from The Guardian Project that empowers other apps on your device to use the internet more securely. Orbot uses [Tor](../tor-tor-network-core-tor) to [encrypt](../encryption) your Internet [traffic](../traffic) and hide it by bouncing through a series of computers around the world.
es: [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) es una aplicación gratuita del Proyecto Guardian que permite a otras aplicaciones de tu dispositivo usar internet de forma más segura. Orbot usa [Tor](../tor-tor-network-core-tor) para [cifrar](../encryption) tu [tráfico](../traffic) de internet y ocultarlo enviándolo a través de una serie de ordenadores que se encuentran por todo el mundo.

source: Orfox is no longer maintained or supported.
es: Orfox ya no se mantiene ni está soportado.

source: pluggable transports
es: transportes conectables

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
es: Herramientas que [Tor](../tor-tor-network-core-tor) puede usar para disfrazar el [tráfico](../traffic) que envía.

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
es: Esto puede ser útil en situaciones donde un [proveedor de Internet (ISP)](../internet-service-provider-isp) u otra autoridad están bloqueando activamente las conexiones a la red [Tor](../tor-/-tor-network/-core-tore-tor).

source: private key
es: clave privada

source: The private portion of a [public/private key pair](../public-key-cryptography).
es: La parte privada de un [par de llaves pública/privada](../public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
es: Esta es la clave que debe mantenerse en privado, y no dar a otros.

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
es: Un proxy es un intermediario entre un [cliente](../cliente) (como por ejemplo un [web browser](../web-browser)) y un servicio (como por ejemplo un [servidor web](../server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
es: En lugar de conectarse directamente al servicio, el cliente envía el mensaje al proxy. El proxy hace la solicitud en nombre del cliente, y transmite la respuesta al cliente. El servicio sólo se comunica con y ve al proxy.

source: public key
es: clave pública

source: The public portion of a [public/private key pair](../public-key-cryptography).
es: La parte pública de un [par de llaves pública/privada](../public-key-cryptography).

source: This is the key that can be disseminated to others.
es: Esta es la clave que puede enviarse a otros.

source: public key cryptography
es: criptografía de clave pública

source: A public-key cryptography system uses pairs of mathematical keys.
es: Un sistema de criptografía de clave pública utiliza pares de claves matemáticas.

source: The [public key](../public-key) can be disseminated widely while its corresponding [private key](../private-key) is known only by the owner of the key pair.
es: Se puede difundir ampliamente la [clave pública](../public-key), mientras que la [clave privada](../private-key) sólo la conoce el propietario del par de claves.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
es: Cualquier persona puede [encriptar](../encryption) un mensaje utilizando la clave pública del receptor, pero sólo el receptor que posee la clave privada puede descifrar el mensaje.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
es: Además, la clave privada se puede utilizar para crear una [firma digital](../cryptographic-signature) para probar la identidad del creador de un mensaje u otros archivos.

source: This signature can be verified by the public key.
es: Se puede verificar esta firma con la clave pública.

source: relay
es: repetidor

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
es: Un nodo público de la red [Tor network](../tor-tor-network-core-tor) que reenvía [tráfico](../traffic) en nombre de [clientes](../cliente), y que se registra con las [directory authorities](../directory-authority).

source: It is an [add-on](../add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](../tor-browser), from different sources.
es: Es un [complemento](../add-on-extension-or-plugin) para los navegadores Chrome o Chromium que te permite descargar varios programas de seguridad y privacidad, incluyendo el [navegador Tor](../tor-browser), de diferentes fuentes.

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
es: ScrambleSuit es similar a obfs4 pero tiene un conjunto diferente de [puentes](../puente).

source: Element used for offering dynamic/interactive content via websites.
es: Elemento utilizado para ofrecer contenido dinámico/interactivo a través de sitios web.

source: self-authenticating address
es: dirección autoautenticante

source: The specialized address format of [onion addresses](../onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onion site](../onion-site). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
es: El formato de dirección especializado de [onion addresses](../onion-address) es de autoauténtificación. El formato garantiza automáticamente que la dirección de onion está vinculada a la clave utilizada para proteger las conexiones con [onionsite](../onionsite). Los nombres de dominio de Internet ordinarios requieren que los propietarios de sitios confíen y sean aprobados por una Autoridad de Certificación (CA) para esta vinculación, y están sujetos a secuestro por parte de la CA y, por lo general, por muchas otras partes también.

source: server
es: servidor

source: A device on a network that offers a service, such as file and web page storage, email or chat.
es: Un dispositivo en una red que ofrece un servicio, como almacenamiento de archivos y páginas web, correo electrónico o chat.

source: session
es: sesión

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
es: Una sesión se refiere a una conversación entre dos dispositivos que se comunican en una red. Usar [Navegador Tor](../tor-browser) significa que se borrarán los datos de tu sesión cuando cierres el [web browser](../web-browser).

source: single onion service
es: servicio onion único

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
es: Un servicio único de onion es un servicio de onion que puede configurarse para servicios que no requieren anonimato, pero que desean ofrecerlo a los clientes que se conectan a su servicio. Los servicios de onion simple usan sólo tres saltos en el [circuit](../circuito) en lugar de los seis típicos saltos para los servicios de onion.

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
es: Stem es una librería de controladores Python (lenguaje de programación) para el core [Tor](../tor-tor-network-core-tor). Si quieres controlar el núcleo de Tor con python, esto es para ti.

source: Sybil attack
es: ataque Sybil

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
es: El ataque Sybil en la seguridad informática es un ataque en el que se subvierte un sistema conocido creando un gran número de identidades y utilizándolas para obtener una influencia desproporcionadamente grande en la red.

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
es: Tails es un [sistema operativo](../operating-system-os) "live", que se puede iniciar en casi cualquier ordenador desde un DVD, memoria USB o tarjeta SD.

source: It aims to preserve your privacy and anonymity.
es: Su objetivo es preservar tu privacidad y anonimato.

source: [Learn more about Tails](https://tails.boum.org/).
es: [Conoce más sobre Tails](https://tails.boum.org/).

source: The Tor Project
es: El Tor Project

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
es: El Proyecto Tor se puede referir a The Tor Project Inc, una organización 501(c)3 sin ánimo de lucro de los EE.UU. responsable del mantenimiento del software Tor, o a la comunidad del Proyecto Tor formada por miles de voluntarios de todo el mundo que ayudan a crear Tor.

source: third-party tracking
es: rastreo tercerizado

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
es: La mayoría de los sitios web utilizan numerosos servicios de terceros, incluidos los rastreadores de publicidad y análisis, que recopilan datos sobre tu [IP address](../ip-address), [web browser](../web-browser),[system](../operating-system-os) y tu propio comportamiento en navegación, todos los cuales pueden enlazar tu actividad entre diferentes sitios.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
es: El [Navegador Tor](../tor-browser) impide mucha de esta actividad.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
es: El Navegador Tor usa la [red Tor](../tor-tor-network-core-tor) para proteger tu privacidad y anonimato.
