Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: For users who want to have JavaScript disabled on all HTTP sites by default, we recommend changing your Tor Browser's "Security Level" option.
ml: എല്ലാ എച്ച്ടിടിപി സൈറ്റുകളിലും സ്ഥിരസ്ഥിതിയായി ജാവാസ്ക്രിപ്റ്റ് അപ്രാപ്തമാക്കാൻ ആഗ്രഹിക്കുന്ന ഉപയോക്താക്കൾക്കായി, നിങ്ങളുടെ ടോർ ബ്രൗസറിന്റെ "സുരക്ഷാ നില" ഓപ്ഷൻ മാറ്റാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.

source: This can be done by navigating the Security icon (the small gray shield at the top-right of the screen), then clicking "Advanced Security Settings...".
ml: സുരക്ഷാ ഐക്കൺ (സ്‌ക്രീനിന്റെ മുകളിൽ വലതുവശത്തുള്ള ചെറിയ ചാരനിറത്തിലുള്ള ഷീൽഡ്) നാവിഗേറ്റുചെയ്‌ത് "വിപുലമായ സുരക്ഷാ ക്രമീകരണങ്ങൾ ..." ക്ലിക്കുചെയ്‌ത് ഇത് ചെയ്യാൻ കഴിയും.

source: The "Standard" level allows JavaScript, but the "Safer" and "Safest" levels both block JavaScript on HTTP sites.
ml: "സ്റ്റാൻഡേർഡ്" ലെവൽ ജാവാസ്ക്രിപ്റ്റിനെ അനുവദിക്കുന്നു, പക്ഷേ "സുരക്ഷിതം", "സുരക്ഷിതം" എന്നീ നിലകൾ എച്ച്ടിടിപി സൈറ്റുകളിൽ ജാവാസ്ക്രിപ്റ്റിനെ തടയുന്നു.

source: Can you get rid of all the CAPTCHAs?
ml: നിങ്ങൾക്ക് എല്ലാ കാപ്ചകളെയും ഒഴിവാക്കാൻ കഴിയുമോ?

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ml: നിർഭാഗ്യവശാൽ, ചില വെബ്‌സൈറ്റുകൾ ടോർ ഉപയോക്താക്കൾക്ക് CAPTCHA- കൾ കൈമാറുന്നു, മാത്രമല്ല വെബ്‌സൈറ്റുകളിൽ നിന്ന് CAPTCHA- കൾ നീക്കംചെയ്യാൻ ഞങ്ങൾക്ക് കഴിയില്ല.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ml: ഈ സാഹചര്യങ്ങളിൽ ചെയ്യേണ്ട ഏറ്റവും മികച്ച കാര്യം വെബ്‌സൈറ്റ് ഉടമകളുമായി ബന്ധപ്പെടുക, നിങ്ങളെപ്പോലുള്ള ഉപയോക്താക്കളെ അവരുടെ സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിൽ നിന്ന് അവരുടെ കാപ്ചകൾ തടയുന്നുവെന്ന് അവരെ അറിയിക്കുക.

source: Can I run multiple instances of Tor Browser?
ml: ടോർ ബ്രൗസറിന്റെ ഒന്നിലധികം ഉദാഹരണങ്ങൾ എനിക്ക് പ്രവർത്തിപ്പിക്കാൻ കഴിയുമോ?

source: We do not recommend running multiple instances of Tor Browser, and doing so may not work as anticipated on many platforms.
ml: ടോർ ബ്രൗസറിന്റെ ഒന്നിലധികം സംഭവങ്ങൾ പ്രവർത്തിപ്പിക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നില്ല, അങ്ങനെ ചെയ്യുന്നത് പല പ്ലാറ്റ്ഫോമുകളിലും പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിച്ചേക്കില്ല.

source: I need Tor Browser in a language that's not English.
ml: എനിക്ക് ഇംഗ്ലീഷ് അല്ലാത്ത ഭാഷയിൽ ടോർ ബ്രൗസർ ആവശ്യമാണ്.

source: We want everyone to be able to enjoy Tor Browser in their own language. Tor Browser is now [available in 30 different languages](https://www.torproject.org/download/languages/), and we are working to add more. Want to help us translate? [Become a Tor translator!](https://community.torproject.org/localization/becoming-tor-translator/)
ml: ടോർ ബ്രൗസർ എല്ലാവർക്കും അവരുടെ സ്വന്തം ഭാഷയിൽ ആസ്വദിക്കാൻ കഴിയുമെന്ന് ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ടോർ ബ്രൗസർ ഇപ്പോൾ [30 വ്യത്യസ്ത ഭാഷകളിൽ ലഭ്യമാണ്](https://www.torproject.org/download/languages/), കൂടുതൽ ചേർക്കാൻ ഞങ്ങൾ പ്രവർത്തിക്കുന്നു. വിവർത്തനം ചെയ്യാൻ ഞങ്ങളെ സഹായിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? [ഒരു ടോർ വിവർത്തകനാകുക!](https://community.torproject.org/localization/becoming-tor-translator/)

source: You can also help us in testing the next languages we will release, by installing and testing [Tor Browser Alpha releases](https://www.torproject.org/download/alpha/).
ml: [ടോർ ബ്രൗസർ ആൽഫ റിലീസുകൾ](https://www.torproject.org/download/alpha/) ഇൻസ്റ്റാൾ ചെയ്ത് പരീക്ഷിച്ചുകൊണ്ട് ഞങ്ങൾ പുറത്തിറക്കുന്ന അടുത്ത ഭാഷകൾ പരീക്ഷിക്കുന്നതിനും നിങ്ങൾക്ക് ഞങ്ങളെ സഹായിക്കാനാകും.

source: Will my network admin be able to tell I'm using Tor Browser?
ml: ഞാൻ ടോർ ബ്രൗസർ ഉപയോഗിക്കുന്നുവെന്ന് പറയാൻ എന്റെ നെറ്റ്‌വർക്ക് അഡ്‌മിന് കഴിയുമോ?

source: When using Tor Browser, no one can see the websites that you visit.
ml: ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകൾ ആർക്കും കാണാൻ കഴിയില്ല.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ml: എന്നിരുന്നാലും, നിങ്ങളുടെ സേവന ദാതാവിനോ നെറ്റ്‌വർക്ക് അഡ്‌മിനുകൾക്കോ നിങ്ങൾ ടോർ നെറ്റ്‌വർക്കിലേക്ക് കണക്റ്റുചെയ്യുന്നുവെന്ന് കാണാൻ കഴിഞ്ഞേക്കും, എന്നിരുന്നാലും നിങ്ങൾ അവിടെ എത്തുമ്പോൾ നിങ്ങൾ എന്താണ് ചെയ്യുന്നതെന്ന് അവർക്ക് അറിയില്ല.

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ml: ഞാൻ ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ Facebook, Twitter അല്ലെങ്കിൽ മറ്റേതെങ്കിലും വെബ്‌സൈറ്റിൽ സവിശേഷതകൾ ഉപയോഗിക്കുന്നതിൽ എനിക്ക് പ്രശ്‌നമുണ്ട്.

source: Sometimes JavaScript-heavy websites can have functional issues over Tor Browser.
ml: ചിലപ്പോൾ ജാവാസ്ക്രിപ്റ്റ്-ഹെവി വെബ്‌സൈറ്റുകൾക്ക് ടോർ ബ്രൗസറിൽ പ്രവർത്തനപരമായ പ്രശ്നങ്ങൾ ഉണ്ടാകാം.

source: The simplest fix is to click on the Security icon (the small gray shield at the top-right of the screen), then click "Advanced Security Settings..."
ml: സുരക്ഷാ ഐക്കണിൽ (സ്‌ക്രീനിന്റെ മുകളിൽ വലതുവശത്തുള്ള ചെറിയ ചാരനിറത്തിലുള്ള ഷീൽഡ്) ക്ലിക്കുചെയ്യുക, തുടർന്ന് "വിപുലമായ സുരക്ഷാ ക്രമീകരണങ്ങൾ ..." ക്ലിക്കുചെയ്യുക എന്നതാണ് ഏറ്റവും ലളിതമായ പരിഹാരം.

source: Set your security to "Standard".
ml: നിങ്ങളുടെ സുരക്ഷ "സ്റ്റാൻഡേർഡ്" ആയി സജ്ജമാക്കുക.

source: Why is Tor Browser built from Firefox and not some other browser?
ml: എന്തുകൊണ്ടാണ് ടോർ ബ്രൗസർ ഫയർഫോക്സിൽ നിന്ന് നിർമ്മിച്ചിരിക്കുന്നത്, മറ്റേതെങ്കിലും ബ്രൗസറിൽ നിന്നല്ല?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ml: ടോറിനൊപ്പം ഉപയോഗിക്കാൻ പ്രത്യേകം രൂപകൽപ്പന ചെയ്ത ഫയർഫോക്സിന്റെ പരിഷ്കരിച്ച പതിപ്പാണ് ടോർ ബ്രൗസർ.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ml: സ്വകാര്യതയും സുരക്ഷയും വർദ്ധിപ്പിക്കുന്നതിന് അധിക പാച്ചുകൾ ഉപയോഗിക്കുന്നതുൾപ്പെടെ ടോർ ബ്രൗസർ നിർമ്മിക്കുന്നതിന് ധാരാളം ജോലികൾ ചെയ്തിട്ടുണ്ട്.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ml: മറ്റ് ബ്രൗസറുകളിൽ ടോർ ഉപയോഗിക്കുന്നത് സാങ്കേതികമായി സാധ്യമാണെങ്കിലും, ആക്രമണങ്ങളോ വിവര ചോർച്ചകളോ നിങ്ങൾക്ക് സ്വയം തുറന്നുകൊടുക്കാം, അതിനാൽ ഞങ്ങൾ അതിനെ ശക്തമായി നിരുത്സാഹപ്പെടുത്തുന്നു.

source: [Learn more about the design of Tor Browser](https://www.torproject.org/projects/torbrowser/design/).
ml: [ടോർ ബ്രൗസറിന്റെ രൂപകൽപ്പനയെക്കുറിച്ച് കൂടുതലറിയുക](https://www.torproject.org/projects/torbrowser/design/).

source: Does Tor Browser use a different circuit for each website?
ml: ടോർ ബ്രൗസർ ഓരോ വെബ്‌സൈറ്റിനും വ്യത്യസ്ത സർക്യൂട്ട് ഉപയോഗിക്കുന്നുണ്ടോ?

source: In Tor Browser, every new domain gets its own circuit.
ml: ടോർ ബ്രൗസറിൽ, ഓരോ പുതിയ ഡൊമെയ്നിനും അതിന്റേതായ സർക്യൂട്ട് ലഭിക്കുന്നു.

source: [The Design and Implementation of Tor Browser](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) document further explains the thinking behind this design.
ml: [ടോർ ബ്രൗസറിന്റെ രൂപകൽപ്പനയും നടപ്പാക്കലും](https://www.torproject.org/projects/torbrowser/design/#identifier-linkability) പ്രമാണം ഈ രൂപകൽപ്പനയുടെ പിന്നിലെ ചിന്തയെ കൂടുതൽ വിശദീകരിക്കുന്നു.

source: Why did my search engine switch to DuckDuckGo?
ml: എന്തുകൊണ്ടാണ് എന്റെ തിരയൽ എഞ്ചിൻ ഡക്ക്ഡക്ക്ഗോയിലേക്ക് മാറിയത്?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ml: ടോർ ബ്രൗസർ 6.0.6 പുറത്തിറങ്ങിയതോടെ ഞങ്ങൾ പ്രാഥമിക തിരയൽ എഞ്ചിനായി ഡക്ക്ഡക്ക്ഗോയിലേക്ക് മാറി.

source: Why does my Tor Browser say something about Firefox not working?
ml: ഫയർഫോക്സ് പ്രവർത്തിക്കാത്തതിനെക്കുറിച്ച് എന്റെ ടോർ ബ്രൗസർ എന്തുകൊണ്ട് പറയുന്നു?

source: Tor Browser is built using [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/), so errors regarding Firefox may occur.
ml: [Firefox ESR](https://www.mozilla.org/en-US/firefox/organizations/) ഉപയോഗിച്ചാണ് ടോർ ബ്രൗസർ നിർമ്മിച്ചിരിക്കുന്നത്, അതിനാൽ ഫയർഫോക്സുമായി ബന്ധപ്പെട്ട പിശകുകൾ ഉണ്ടാകാം.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ml: ടോർ ബ്രൗസറിന്റെ മറ്റൊരു ഉദാഹരണവും ഇതിനകം പ്രവർത്തിക്കുന്നില്ലെന്നും നിങ്ങളുടെ ഉപയോക്താവിന് ശരിയായ അനുമതികളുള്ള ഒരു സ്ഥലത്ത് നിങ്ങൾ ടോർ ബ്രൗസർ എക്‌സ്‌ട്രാക്റ്റുചെയ്‌തുവെന്നും ദയവായി ഉറപ്പാക്കുക.

source: If you are running an anti-virus, please see [My antivirus/malware protection is blocking me from accessing Tor Browser](https://support.torproject.org/#tbb-10), it is common for anti-virus / anti-malware software to cause this type of issue.
ml: നിങ്ങൾ ഒരു ആന്റി വൈറസ് പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ, ദയവായി കാണുക [എന്റെ ആന്റിവൈറസ് / ക്ഷുദ്രവെയർ പരിരക്ഷണം ടോർ ബ്രൗസർ ആക്സസ് ചെയ്യുന്നതിൽ നിന്ന് എന്നെ തടയുന്നു](https://support.torproject.org/#tbb-10) ആന്റി വൈറസ് / മാൽവെയർ സോഫ്റ്റ്വെയർ ഇത്തരത്തിലുള്ള പ്രശ്‌നങ്ങൾക്ക് കാരണമാകുന്നത് സാധാരണമാണ്.

source: Why does Google show up in foreign languages?
ml: എന്തുകൊണ്ടാണ് Google വിദേശ ഭാഷകളിൽ കാണിക്കുന്നത്?

source: Google uses "geolocation" to determine where in the world you are, so it can give you a personalized experience. This includes using the language it thinks you prefer, and it also includes giving you different results on your queries.
ml: നിങ്ങൾ ലോകത്തെവിടെയാണെന്ന് നിർണ്ണയിക്കാൻ Google "ജിയോലൊക്കേഷൻ" ഉപയോഗിക്കുന്നു, അതിനാൽ ഇത് നിങ്ങൾക്ക് ഒരു വ്യക്തിഗത അനുഭവം നൽകും. നിങ്ങൾ താൽപ്പര്യപ്പെടുന്നുവെന്ന് കരുതുന്ന ഭാഷ ഉപയോഗിക്കുന്നത് ഇതിൽ ഉൾപ്പെടുന്നു, ഒപ്പം നിങ്ങളുടെ ചോദ്യങ്ങളിൽ വ്യത്യസ്ത ഫലങ്ങൾ നൽകുന്നതും ഇതിൽ ഉൾപ്പെടുന്നു.

source: If you really want to see Google in English you can click the link that provides that. But we consider this a feature with Tor, not a bug --- the Internet is not flat, and it in fact does look different depending on where you are. This feature reminds people of this fact.
ml: നിങ്ങൾ‌ക്ക് ഇംഗ്ലീഷിൽ‌ Google കാണാൻ‌ താൽ‌പ്പര്യമുണ്ടെങ്കിൽ‌ അത് നൽ‌കുന്ന ലിങ്കിൽ‌ ക്ലിക്കുചെയ്യാം. എന്നാൽ ഞങ്ങൾ ഇത് ടോറിനൊപ്പം ഒരു സവിശേഷതയായി കണക്കാക്കുന്നു, ഒരു ബഗ് അല്ല --- ഇൻറർനെറ്റ് പരന്നതല്ല, വാസ്തവത്തിൽ നിങ്ങൾ എവിടെയാണെന്നതിനെ ആശ്രയിച്ച് ഇത് വ്യത്യസ്തമായി കാണപ്പെടും. ഈ സവിശേഷത ഈ വസ്തുത ആളുകളെ ഓർമ്മപ്പെടുത്തുന്നു.

source: Note that Google search URLs take name/value pairs as arguments and one of those names is "hl". If you set "hl" to "en" then Google will return search results in English regardless of what Google server you have been sent to. On a query this looks like:
ml: Google തിരയൽ‌ URL കൾ‌ നാമം / മൂല്യ ജോഡികളെ ആർ‌ഗ്യുമെൻറുകളായി എടുക്കുന്നുവെന്നും ആ പേരുകളിലൊന്ന് "hl" ആണെന്നും ശ്രദ്ധിക്കുക. നിങ്ങൾ "hl" നെ "en" എന്ന് സജ്ജമാക്കുകയാണെങ്കിൽ, നിങ്ങൾ എന്ത് Google സെർവറിലേക്ക് അയച്ചാലും Google തിരയൽ ഫലങ്ങൾ ഇംഗ്ലീഷിൽ നൽകും. ഒരു ചോദ്യത്തിൽ ഇത് ഇതായി തോന്നുന്നു:

source: Another method is to simply use your country code for accessing Google. This can be google.be, google.de, google.us and so on.
ml: Google ആക്സസ് ചെയ്യുന്നതിന് നിങ്ങളുടെ രാജ്യ കോഡ് ഉപയോഗിക്കുക എന്നതാണ് മറ്റൊരു രീതി. ഇത് google.be, google.de, google.us മുതലായവ ആകാം.

source: Google makes me solve a CAPTCHA or tells me I have spyware installed
ml: Google എന്നെ ഒരു കാപ്ച പരിഹരിക്കാൻ പ്രേരിപ്പിക്കുന്നു അല്ലെങ്കിൽ ഞാൻ സ്പൈവെയർ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെന്ന് എന്നോട് പറയുന്നു

source: This is a known and intermittent problem; it does not mean that Google considers Tor to be spyware.
ml: ഇത് അറിയപ്പെടുന്നതും ഇടവിട്ടുള്ളതുമായ പ്രശ്നമാണ്; ടോറിനെ സ്പൈവെയർ ആയി Google കണക്കാക്കുന്നുവെന്ന് ഇതിനർത്ഥമില്ല.

source: When you use Tor, you are sending queries through exit relays that are also shared by thousands of other users. Tor users typically see this message when many Tor users are querying Google in a short period of time. Google interprets the high volume of traffic from a single IP address (the exit relay you happened to pick) as somebody trying to "crawl" their website, so it slows down traffic from that IP address for a short time.
ml: നിങ്ങൾ ടോർ ഉപയോഗിക്കുമ്പോൾ, എക്സിറ്റ് റിലേകളിലൂടെ നിങ്ങൾ ചോദ്യങ്ങൾ അയയ്ക്കുകയും മറ്റ് ആയിരക്കണക്കിന് ഉപയോക്താക്കൾ പങ്കിടുകയും ചെയ്യുന്നു. നിരവധി ടോർ ഉപയോക്താക്കൾ ചുരുങ്ങിയ സമയത്തിനുള്ളിൽ Google നെ അന്വേഷിക്കുമ്പോൾ ടോർ ഉപയോക്താക്കൾ സാധാരണയായി ഈ സന്ദേശം കാണും. ആരോ അവരുടെ വെബ്‌സൈറ്റ് "ക്രാൾ" ചെയ്യാൻ ശ്രമിക്കുന്നതുപോലെ ഒരൊറ്റ ഐപി വിലാസത്തിൽ നിന്ന് (നിങ്ങൾ തിരഞ്ഞെടുത്ത എക്സിറ്റ് റിലേ) ഉയർന്ന ട്രാഫിക്കിനെ Google വ്യാഖ്യാനിക്കുന്നു, അതിനാൽ ഇത് ഒരു ചെറിയ സമയത്തേക്ക് ആ ഐപി വിലാസത്തിൽ നിന്ന് ട്രാഫിക് കുറയ്ക്കുന്നു.

source: An alternate explanation is that Google tries to detect certain kinds of spyware or viruses that send distinctive queries to Google Search. It notes the IP addresses from which those queries are received (not realizing that they are Tor exit relays), and tries to warn any connections coming from those IP addresses that recent queries indicate an infection.
ml: Google തിരയലിലേക്ക് വ്യതിരിക്തമായ ചോദ്യങ്ങൾ അയയ്‌ക്കുന്ന ചിലതരം സ്‌പൈവെയറുകളോ വൈറസുകളോ കണ്ടെത്താൻ Google ശ്രമിക്കുന്നു എന്നതാണ് ഇതര വിശദീകരണം. ആ ചോദ്യങ്ങൾ ലഭിച്ച ഐപി വിലാസങ്ങൾ (അവ ടോർ എക്സിറ്റ് റിലേകളാണെന്ന് തിരിച്ചറിയുന്നില്ല) ഇത് രേഖപ്പെടുത്തുന്നു, കൂടാതെ സമീപകാല ചോദ്യങ്ങൾ ഒരു അണുബാധയെ സൂചിപ്പിക്കുന്ന ഐപി വിലാസങ്ങളിൽ നിന്ന് വരുന്ന കണക്ഷനുകൾക്ക് മുന്നറിയിപ്പ് നൽകാൻ ശ്രമിക്കുന്നു.

source: To our knowledge, Google is not doing anything intentionally specifically to deter or block Tor use. The error message about an infected machine should clear up again after a short time.
ml: ഞങ്ങളുടെ അറിവിൽ, ടോർ ഉപയോഗം തടയുന്നതിനോ തടയുന്നതിനോ Google മന പൂർവ്വം ഒന്നും ചെയ്യുന്നില്ല. രോഗം ബാധിച്ച മെഷീനെക്കുറിച്ചുള്ള പിശക് സന്ദേശം കുറച്ച് സമയത്തിന് ശേഷം വീണ്ടും മായ്‌ക്കണം.

source: Gmail warns me that my account may have been compromised
ml: എന്റെ അക്കൗണ്ട് അപഹരിക്കപ്പെട്ടിരിക്കാമെന്ന് Gmail മുന്നറിയിപ്പ് നൽകുന്നു

source: Sometimes, after you've used Gmail over Tor, Google presents a pop-up notification that your account may have been compromised.
ml: ചില സമയങ്ങളിൽ, നിങ്ങൾ ടോറിലൂടെ Gmail ഉപയോഗിച്ച ശേഷം, നിങ്ങളുടെ അക്കൗണ്ട് അപഹരിക്കപ്പെട്ടിരിക്കാമെന്ന് ഒരു പോപ്പ്-അപ്പ് അറിയിപ്പ് Google അവതരിപ്പിക്കുന്നു.

source: The notification window lists a series of IP addresses and locations throughout the world recently used to access your account.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ആക്സസ് ചെയ്യുന്നതിന് അടുത്തിടെ ഉപയോഗിച്ച ലോകമെമ്പാടുമുള്ള ഐപി വിലാസങ്ങളുടെയും ലൊക്കേഷനുകളുടെയും ഒരു ശ്രേണി അറിയിപ്പ് വിൻഡോ പട്ടികപ്പെടുത്തുന്നു.

source: In general, this is a false alarm: Google saw a bunch of logins from different places, as a result of running the service via Tor, and decided it was a good idea to confirm the account was being accessed by its rightful owner.
ml: പൊതുവേ, ഇതൊരു തെറ്റായ അലാറമാണ്: ടോർ വഴി സേവനം പ്രവർത്തിപ്പിക്കുന്നതിന്റെ ഫലമായി വിവിധ സ്ഥലങ്ങളിൽ നിന്നുള്ള ഒരു കൂട്ടം ലോഗിനുകൾ Google കണ്ടു, അക്കൗണ്ട് അതിന്റെ ശരിയായ ഉടമ ആക്സസ് ചെയ്യുന്നുവെന്ന് സ്ഥിരീകരിക്കുന്നത് നല്ലതാണെന്ന് തീരുമാനിച്ചു.

source: Even though this may be a byproduct of using the service via Tor, that doesn't mean you can entirely ignore the warning.
ml: ഇത് ടോർ വഴി സേവനം ഉപയോഗിക്കുന്നതിന്റെ ഉപോൽപ്പന്നമായിരിക്കാമെങ്കിലും, നിങ്ങൾക്ക് മുന്നറിയിപ്പ് പൂർണ്ണമായും അവഗണിക്കാമെന്ന് ഇതിനർത്ഥമില്ല.

source: It is probably a false positive, but it might not be since it is possible for someone to hijack your Google cookie.
ml: ഇത് ഒരുപക്ഷേ തെറ്റായ പോസിറ്റീവ് ആണ്, പക്ഷേ നിങ്ങളുടെ Google കുക്കി ഹൈജാക്ക് ചെയ്യാൻ ആർക്കെങ്കിലും കഴിയുമെന്നതിനാൽ ഇത് സംഭവിക്കാനിടയില്ല.

source: Cookie hijacking is possible by either physical access to your computer or by watching your network traffic.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്കുള്ള ശാരീരിക ആക്‌സസ് വഴിയോ നെറ്റ്‌വർക്ക് ട്രാഫിക് കാണുന്നതിലൂടെയോ കുക്കി ഹൈജാക്കിംഗ് സാധ്യമാണ്.

source: In theory, only physical access should compromise your system because Gmail and similar services should only send the cookie over an SSL link.
ml: തത്വത്തിൽ, ഫിസിക്കൽ ആക്സസ് മാത്രമേ നിങ്ങളുടെ സിസ്റ്റത്തെ അപഹരിക്കൂ, കാരണം Gmail ഉം സമാന സേവനങ്ങളും ഒരു SSL ലിങ്കിലൂടെ മാത്രമേ കുക്കി അയയ്ക്കൂ.

source: In practice, alas, it's [way more complex than that](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).
ml: പ്രായോഗികമായി, ഇത് [അതിനേക്കാൾ സങ്കീർണ്ണമായ വഴി](https://fscked.org/blog/fully-automated-active-https-cookie-hijacking).

source: And if somebody did steal your google cookie, they might end up logging in from unusual places (though of course they also might not). So the summary is that since you're using Tor Browser, this security measure that Google uses isn't so useful for you, because it's full of false positives. You'll have to use other approaches, like seeing if anything looks weird on the account, or looking at the timestamps for recent logins and wondering if you actually logged in at those times.
ml: ആരെങ്കിലും നിങ്ങളുടെ Google കുക്കി മോഷ്ടിച്ചുവെങ്കിൽ, അവർ അസാധാരണമായ സ്ഥലങ്ങളിൽ നിന്ന് ലോഗിൻ ചെയ്യുന്നത് അവസാനിപ്പിച്ചേക്കാം (തീർച്ചയായും അവരും അങ്ങനെ ചെയ്യില്ല). അതിനാൽ, നിങ്ങൾ ടോർ ബ്രൗസർ ഉപയോഗിക്കുന്നതിനാൽ, Google ഉപയോഗിക്കുന്ന ഈ സുരക്ഷാ അളവ് നിങ്ങൾക്ക് അത്ര ഉപയോഗപ്രദമല്ല, കാരണം അതിൽ തെറ്റായ പോസിറ്റീവുകളുണ്ട്. അക്കൗണ്ടിൽ എന്തെങ്കിലും വിചിത്രമായി തോന്നുന്നുണ്ടോ, അല്ലെങ്കിൽ സമീപകാല ലോഗിനുകളുടെ ടൈംസ്റ്റാമ്പുകൾ നോക്കുക, ആ സമയങ്ങളിൽ നിങ്ങൾ യഥാർത്ഥത്തിൽ ലോഗിൻ ചെയ്തിട്ടുണ്ടോ എന്ന് ചിന്തിക്കുക തുടങ്ങിയ മറ്റ് സമീപനങ്ങൾ നിങ്ങൾ ഉപയോഗിക്കേണ്ടിവരും.

source: More recently, Gmail users can turn on [2-Step Verification](https://support.google.com/accounts/answer/185839) on their accounts to add an extra layer of security.
ml: അടുത്തിടെ, Gmail ഉപയോക്താക്കൾക്ക് ഒരു അധിക സുരക്ഷ പാളി ചേർക്കുന്നതിന് അവരുടെ അക്ക on ണ്ടുകളിൽ [2-ഘട്ട പരിശോധന](https://support.google.com/accounts/answer/185839) ഓണാക്കാനാകും.

source: How do I install Tor Browser?
ml: ടോർ ബ്രൗസർ എങ്ങനെ ഇൻസ്റ്റാൾ ചെയ്യാം?

source: Please see the [Installation](https://tb-manual.torproject.org/installation/) section in the Tor Browser Manual.
ml: ടോർ ബ്രൗസർ മാനുവലിലെ [ഇൻസ്റ്റാളേഷൻ](https://tb-manual.torproject.org/installation/) വിഭാഗം കാണുക.

source: My internet connection requires an HTTP or SOCKS Proxy
ml: എന്റെ ഇന്റർനെറ്റ് കണക്ഷന് ഒരു എച്ച്ടിടിപി അല്ലെങ്കിൽ സോക്സ് പ്രോക്സി ആവശ്യമാണ്

source: You can set Proxy IP address, port, and authentication information in [Tor Browser's Network Settings](https://tb-manual.torproject.org/running-tor-browser/). If you're using Tor another way, check out the HTTPProxy and HTTPSProxy config options in the [manual page](https://2019.www.torproject.org/docs/tor-manual.html.en), and modify your torrc file accordingly. You will need an HTTP proxy for doing GET requests to fetch the Tor directory, and you will need an HTTPS proxy for doing CONNECT requests to get to Tor relays. (It's fine if they're the same proxy.) Tor also recognizes the torrc options Socks4Proxy and Socks5Proxy.
ml: [ടോർ ബ്രൗസറിന്റെ നെറ്റ്‌വർക്ക് ക്രമീകരണങ്ങളിൽ](https://tb-manual.torproject.org/running-tor-browser/) നിങ്ങൾക്ക് പ്രോക്‌സി ഐപി വിലാസം, പോർട്ട്, പ്രാമാണീകരണ വിവരങ്ങൾ എന്നിവ സജ്ജമാക്കാൻ കഴിയും. നിങ്ങൾ ടോർ മറ്റൊരു രീതിയിൽ ഉപയോഗിക്കുകയാണെങ്കിൽ, [മാനുവൽ പേജിലെ](https://2019.www.torproject.org/docs/tor-manual.html.en) HTTPProxy, HTTPSProxy കോൺഫിഗറേഷൻ ഓപ്ഷനുകൾ പരിശോധിച്ച് നിങ്ങളുടെ പരിഷ്‌ക്കരിക്കുക അതിനനുസരിച്ച് torrc ഫയൽ. ടോർ ഡയറക്ടറി ലഭ്യമാക്കുന്നതിന് GET അഭ്യർത്ഥനകൾ ചെയ്യുന്നതിന് നിങ്ങൾക്ക് ഒരു എച്ച്ടിടിപി പ്രോക്സി ആവശ്യമാണ്, ടോർ റിലേകളിലേക്ക് പോകുന്നതിന് കണക്റ്റ് അഭ്യർത്ഥനകൾ ചെയ്യുന്നതിന് നിങ്ങൾക്ക് ഒരു എച്ച്ടിടിപിഎസ് പ്രോക്സി ആവശ്യമാണ്. (അവ ഒരേ പ്രോക്സിയാണെങ്കിൽ നന്നായിരിക്കും.) torrc ഓപ്ഷനുകളായ സോക്സ് 4 പ്രോക്സി, സോക്സ് 5 പ്രോക്സി എന്നിവയും ടോർ തിരിച്ചറിയുന്നു.

source: Also, read up on the HTTPProxyAuthenticator and HTTPSProxyAuthenticator options if your proxy requires auth. We only support basic auth currently, but if you need NTLM authentication, you may find [this post in the archives](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) useful.
ml: കൂടാതെ, നിങ്ങളുടെ പ്രോക്സിക്ക് പ്രാമാണീകരണം ആവശ്യമെങ്കിൽ HTTPProxyAuthenticator, HTTPSProxyAuthenticator ഓപ്ഷനുകൾ വായിക്കുക. ഞങ്ങൾ നിലവിൽ അടിസ്ഥാന പ്രാമാണീകരണത്തെ മാത്രമേ പിന്തുണയ്ക്കൂ, പക്ഷേ നിങ്ങൾക്ക് എൻ‌ടി‌എൽ‌എം പ്രാമാണീകരണം ആവശ്യമുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് [ആർക്കൈവുകളിലെ ഈ കുറിപ്പ്](https://archives.seul.org/or/talk/Jun-2005/msg00223.html) കണ്ടെത്താം.

source: If your proxies only allow you to connect to certain ports, look at the entry on [Firewalled](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) clients for how to restrict what ports your Tor will try to access.
ml: ചില പോർട്ടുകളിലേക്ക് കണക്റ്റുചെയ്യാൻ നിങ്ങളുടെ പ്രോക്സികൾ നിങ്ങളെ അനുവദിക്കുകയാണെങ്കിൽ, ഏത് പോർട്ടുകൾ എങ്ങനെ നിയന്ത്രിക്കാമെന്നതിനുള്ള [ഫയർവാൾഡ്](https://2019.www.torproject.org/docs/faq.html.en#FirewallPorts) ക്ലയന്റുകളിലെ എൻ‌ട്രി നോക്കുക. നിങ്ങളുടെ ടോർ ആക്സസ് ചെയ്യാൻ ശ്രമിക്കും.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ml: ഞാൻ ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ എനിക്ക് Chrome അല്ലെങ്കിൽ Firefox പോലുള്ള മറ്റൊരു ബ്രൗസർ ഉപയോഗിക്കാൻ കഴിയുമോ?

source: You can certainly use another browser while you are also using Tor Browser.
ml: നിങ്ങൾ ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ തീർച്ചയായും നിങ്ങൾക്ക് മറ്റൊരു ബ്രൗസർ ഉപയോഗിക്കാം.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ml: എന്നിരുന്നാലും, ടോർ ബ്രൗസറിന്റെ സ്വകാര്യത സവിശേഷതകൾ മറ്റ് ബ്രൗസറിൽ ഉണ്ടാകില്ലെന്ന് നിങ്ങൾ അറിഞ്ഞിരിക്കണം.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ml: ടോറിനും സുരക്ഷിതമല്ലാത്ത ബ്രൗസറിനുമിടയിൽ അങ്ങോട്ടും ഇങ്ങോട്ടും മാറുമ്പോൾ ശ്രദ്ധിക്കുക, കാരണം ടോർ ഉപയോഗിച്ച് നിങ്ങൾ ഉദ്ദേശിച്ച കാര്യത്തിനായി ആകസ്മികമായി മറ്റ് ബ്രൗസർ ഉപയോഗിക്കാം.

source: Can I use Tor with a browser besides Tor Browser?
ml: ടോർ ബ്രൗസറിന് പുറമെ ഒരു ബ്രൗസറിനൊപ്പം എനിക്ക് ടോർ ഉപയോഗിക്കാനാകുമോ?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ml: ടോർ ബ്രൗസർ ഒഴികെയുള്ള ഏത് ബ്രൗസറിലും ടോർ ഉപയോഗിക്കുന്നതിനെതിരെ ഞങ്ങൾ ശക്തമായി ശുപാർശ ചെയ്യുന്നു.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ml: മറ്റൊരു ബ്രൗസറിൽ ടോർ ഉപയോഗിക്കുന്നത് ടോർ ബ്രൗസറിന്റെ സ്വകാര്യത പരിരക്ഷിക്കാതെ തന്നെ നിങ്ങളെ ദുർബലരാക്കും.

source: What is the difference between using Tor Browser and 'Incognito mode' or private tabs?
ml: ടോർ ബ്രൗസറും 'ആൾമാറാട്ട മോഡും' അല്ലെങ്കിൽ സ്വകാര്യ ടാബുകളും ഉപയോഗിക്കുന്നതിലെ വ്യത്യാസമെന്താണ്?

source: While the names may imply otherwise, 'Incognito mode' and 'private tabs' do not make you anonymous on the Internet.
ml: പേരുകൾ മറ്റൊരുതരത്തിൽ സൂചിപ്പിക്കുമെങ്കിലും, 'ആൾമാറാട്ട മോഡ്', 'സ്വകാര്യ ടാബുകൾ' എന്നിവ നിങ്ങളെ ഇന്റർനെറ്റിൽ അജ്ഞാതനാക്കില്ല.

source: They erase all the information on your machine relating to the browsing session after they are closed, but have no measures in place to hide your activity or digital fingerprint online.
ml: നിങ്ങളുടെ മെഷീനിലെ ബ്രൗസിംഗ് സെഷനുമായി ബന്ധപ്പെട്ട എല്ലാ വിവരങ്ങളും അവ അടച്ചതിനുശേഷം അവ മായ്‌ക്കുന്നു, പക്ഷേ നിങ്ങളുടെ പ്രവർത്തനമോ ഡിജിറ്റൽ ഫിംഗർപ്രിന്റോ ഓൺലൈനിൽ മറയ്ക്കാൻ നടപടികളൊന്നുമില്ല.

source: This means that an observer can collect your traffic just as easily as any regular browser.
ml: ഏതൊരു സാധാരണ ബ്രൗസറിനേയും പോലെ ഒരു നിരീക്ഷകന് നിങ്ങളുടെ ട്രാഫിക് എളുപ്പത്തിൽ ശേഖരിക്കാനാകുമെന്നാണ് ഇതിനർത്ഥം.

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
ml: സോഴ്സ് ഐപി, ബ്രൗസിംഗ് ശീലങ്ങൾ, വെബിലുടനീളം ഫിംഗർപ്രിന്റ് പ്രവർത്തനത്തിന് ഉപയോഗിക്കാൻ കഴിയുന്ന ഒരു ഉപകരണത്തെക്കുറിച്ചുള്ള വിശദാംശങ്ങൾ എന്നിവ മറയ്ക്കുമ്പോൾ ടോർ ബ്രൗസർ സ്വകാര്യ ടാബുകളുടെ എല്ലാ അംനെസിക് സവിശേഷതകളും വാഗ്ദാനം ചെയ്യുന്നു, ഇത് അവസാനം മുതൽ പൂർണ്ണമായും അവ്യക്തമായ ഒരു സ്വകാര്യ ബ്രൗസിംഗ് സെഷനെ അനുവദിക്കുന്നു. അവസാനിക്കുന്നു.
