Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: How can we help?
ru: Как мы можем вам помочь?

source: Most Frequently Asked Questions
ru: Часто задаваемые вопросы

source: About Tor
ru: О проекте Tor

source: Connecting To Tor
ru: Подключение к Tor

source: Censorship
ru: Цензура

source: Operators
ru: Операторы узлов

source: Onion Services
ru: Onion-ресурсы

source: Misc
ru: Разное

source: Get in Touch
ru: Обратная связь

source: Debian Repository
ru: Репозиторий Debian

source: Add-ons, extensions, and plugins are components that can be added to [web browsers](../web-browser) to give them new features.
ru: Дополнение, расширение, плагин. Компонент, который можно добавить к [браузеру](../web-browser) для получения новых функций.

source: Tor Browser comes with two add-ons installed: [NoScript](../noscript) and [HTTPS Everywhere](../https-everywhere).
ru: В Tor Browser по умолчанию установлены два дополнения: [NoScript](../noscript) и [HTTPS Everywhere](../https-everywhere).

source: You should not install any additional add-ons on Tor Browser because that can compromise some of its privacy features.
ru: Не следует устанавливать другие дополнения. Это может ухудшить некоторые защитные качества Tor Browser.

source: An antivirus software is used to prevent, detect and remove malicious software.
ru: Антивирус. Программа для определения вредоносного кода и борьбы с ним.

source: Antivirus software can interfere with [Tor](../tor-tor-network-core-tor) running on your computer.
ru: Антивирус может конфликтовать с [Tor](../tor-tor-network-core-tor).

source: You may need to consult the documentation for your antivirus software if you do not know how to allow Tor.
ru: Если возникла проблема такого рода, попробуйте найти решение в руководстве к вашему антивирусу.

source: A web application (web app), is an application that the [client](../client) runs in a [web browser](../web-browser).
ru: Приложение. Веб-программа, которую [клиент](../client) запускает в [браузере](../web-browser).

source: App can also refer to software that you install on mobile [operating systems](../operating-system-os).
ru: Приложением также называют программу, которую пользователь устанавливает в [операционную систему](../operating-system-os) своего мобильного устройства.

source: Atlas is a web application to learn about currently running Tor [relays](../relay).
ru: Atlas – веб-приложение, которое используют для получения информации о действующих [узлах](../relay) Tor.

source: To determine a relay's throughput, special relays called bandwidth authorities take periodic measurements of the [relays](../relay) in the [consensus](../consensus).
ru: Узлы, контролирующие трафик. Чтобы оценить пропускную способность [узла](../relay), эти специальные контролирующие узлы периодически ее измеряют и отражают в документе под названием ["консенсус"](../consensus).

source: Like ordinary Tor [relays](../relay), bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily.
ru: Мост. Как и обычными [узлами](../relay) Tor, мостами управляют волонтеры. В отличие от обычных узлов, список мостов не находится в публичном доступе, поэтому злоумышленнику не так просто их узнать.

source: [Pluggable transports](../pluggable-transports) are a type of bridge that helps disguise the fact that you are using Tor.
ru: Если мост позволяет скрыть сам факт использования вами Tor, такой мост называется [подключаемым транспортом](../pluggable-transports).

source: A special-purpose relay that maintains the list of [bridges](../bridge).
ru: Контролирующий узел, который поддерживает список [мостов](../bridge).

source: Fingerprinting is the process of collecting information about a device or service to make educated guesses about its identity or characteristics.
ru: Персонализация, создание цифрового отпечатка браузера. Процесс сбора информации об устройстве или сервисе с целью сделать обоснованные выводы о его индивидуальных свойствах.

source: Unique behavior or responses can be used to identify the device or service analyzed.
ru: Особенности поведения или реакции клиента могут быть использованы для идентификации устройства или сервиса.

source: [Tor Browser](../tor-browser) prevents fingerprinting.
ru: [Tor Browser](../tor-browser) этого не допускает.

source: A browser history is a record of requests made while using a [web browser](../web-browser), and includes information like websites visited and when.
ru: История просмотра. Список в [браузере](../web-browser), который автоматически формируется во время работы. Содержит данные о том, когда и какие сайты посещались.

source: [Tor Browser](../tor-browser) deletes your browsing history after you close your [session](../session).
ru: [Tor Browser](../tor-browser) стирает вашу историю после того, как вы завершаете рабочую [сессию](../session).

source: CAPTCHAs are a challenge-response test used in computing to determine whether the user is human or not.
ru: Капча. Задачка-тест в сфере вычислений для определения, кем является пользователь: живым человеком или роботом.

source: [Tor](../tor-tor-network-core-tor) users are often served captchas because Tor [relays](../relay) make so many requests that sometimes websites have a hard time determining whether or not those requests are coming from humans or bots.
ru: Пользователи [Tor](../tor-tor-network-core-tor) часто сталкиваются с капчей, потому что [узлы Tor](../relay) создают множество запросов, и порой веб-сайтам трудно определить, кто их генерирует – люди или боты.

source: checksum
ru: контрольная сумма

source: Checksums are [hash](../hash) values of files. If you have downloaded the software without errors, the given checksum and the checksum of your downloaded file will be identical.
ru: Контрольная сумма, [хэш](../hash)-значение файла. Если вы скачали какую-то программу без ошибок, предложенная разработчиком контрольная сумма и контрольная сумма скачанного вами файла будут идентичны.

source: A path through the [Tor network](../tor-tor-network-core-tor) built by [clients](../client) consisting of randomly selected nodes. The circuit begins with either a [bridge](../bridge) or a [guard](../guard). Most circuits consist of three nodes - a guard or bridge, a [middle relay](../middle-relay), and an [exit](../exit). Most [onion services](../onion-services) use six hops in a circuit (with the exception of [single onion services](../single-onion-service)), and never an exit node. You can view your current Tor circuit by clicking on the [i] on the URL bar.
ru: Цепочка. Маршрут в [сети Tor](../tor-tor-network-core-tor), создаваемый [клиентом](../client). Состоит из произвольно выбранных узлов. Цепочка начинается с [моста](../bridge) или [входного узла](../guard). Чаще всего цепочка состоит из трех узлов: мост/входной узел, [промежуточный узел](../middle-relay) и [выходной узел](../exit). Большинство [onion-ресурсов](../onion-services) использует шесть переходов в цепочке (исключение – [одиночные onion-ресурсы](../single-onion-service)) и не имеет выходных узлов. Текущую цепочку Tor можно увидеть, если в адресной строке Tor Browser нажать на значок информации.

source: In [Tor](../tor-tor-network-core-tor), a client is a node in the Tor network, typically running on behalf of one user, that routes application connections over a series of [relays](../relay).
ru: Клиент. В [сети Tor](../tor-tor-network-core-tor) так называют узел, обычно под контролем одного пользователя, который перенаправляет трафик через несколько [узлов](../relay).

source: Compass is a web application to learn about currently running [Tor relays](../relay) in bulk.
ru: Веб-приложение, которое позволяет увидеть все текущие [узлы Tor](../relay).

source: In Tor terms, a single document compiled and voted on by the [directory authorities](../directory-authority) once per hour, ensuring that all [clients](../client) have the same information about the [relays](../relay) that make up the [Tor network](../tor-tor-network-core-tor).
ru: Консенсус. В контексте Tor это документ, который составляется и каждый час согласованно обновляется [управляющими серверами](../directory-authority). Это нужно, чтобы все [клиенты](../client) имели одну и ту же информацию об [узлах](../relay) [сети Tor](../tor-tor-network-core-tor).

source: An [HTTP](../http) cookie (also called web cookie, Internet cookie, browser cookie or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's [web browser](../web-browser) while the user is browsing.
ru: Куки-файл. [HTTP](../http)-куки (также веб-куки, интернет-куки и др.) – небольшой фрагмент данных, который веб-сайт формирует и сохраняет на компьютере пользователя, когда тот использует [браузер](../web-browser).

source: By default, [Tor Browser](../tor-browser) does not store cookies.
ru: По умолчанию [Tor Browser](../tor-browser) не сохраняет куки.

source: Cross-Site Scripting (XSS) allows an attacker to add malicious functionality or behavior to a website when they shouldn't have the ability to do so.
ru: Межсайтовый скриптинг. Уязвимость, которая позволяет злоумышленнику внедрять вредоносные функции на веб-сайт.

source: A cryptographic signature proves the authenticity of a message or file. It is created by the holder of the private portion of a [public key cryptography](../public-key-cryptography) key pair and can be verified by the corresponding public key. If you download software from torproject.org, you will find it as signature files (.asc). These are PGP signatures, so you can verify that the file you have downloaded is exactly the one that we intended you to get.
ru: Криптографическая (шифровальная) подпись. Позволяет убедиться в аутентичности сообщения или файла. Подпись создается владельцем закрытого (секретного) ключа при использовании [алгоритма шифрования с открытым ключом](../public-key-cryptography). Проверить подпись можно с помощью парного открытого ключа. Если вы скачиваете какую-нибудь программу с torproject.org, то увидите файл подписи (.asc). Это подпись шифровальной программы PGP. Можете проверить и убедиться, что скачанный вами файл – тот, который и должен быть.

source: For more information, see [how you can verify signatures](/tbb/how-to-verify-signature/).
ru: Подробнее о создании и проверке цифровых подписей можете прочесть [здесь](/tbb/how-to-verify-signature/).

source: A daemon is a computer program that runs as a background process, rather than being under the direct control of a user.
ru: Демон. Компьютерная программа, которая работает как фоновый процесс (в отличие от большинства программ, находящихся под непосредственным контролем пользователя).

source: A special-purpose [relay](../relay) that maintains a list of currently-running relays and periodically publishes a [consensus](../consensus) together with the other directory authorities.
ru: Управляющий сервер. Специальный [узел](../relay), который ведет список действующих узлов и (вместе с другими управляющими серверами) обновляет [консенсус](../consensus).

source: Transmitted data which is [encrypted](../encryption) from origin to destination is called end-to-end encrypted.
ru: Сквозное шифрование. Процесс, при котором данные [шифруются](../encryption) на всем пути от отправителя до адресата.

source: exit
ru: выход

source: The last [relay](../relay) in the [Tor circuit](../circuit) which sends [traffic](../traffic) out onto the public Internet. The service you are connecting to (website, chat service, email provider, etc..) will see the [IP address](../ip-address) of the exit.
ru: Выходной узел. Последний [узел](../relay) в [цепочке Tor](../circuit), данные с которого отправляются в интернет. Ресурс, с которым вы связываетесь (веб-сайт, сервис чата, почтовый провайдер), будет видеть [IP-адрес](../ip-address) выходного узла.

source: The ExoneraTor service maintains a database of [relay](../relay) [IP addresses](../ip-address) that have been part of the Tor network. It answers the question of whether there was a [Tor](../tor-tor-network-core-tor) relay running on a given IP address on a given date. This service is often useful when dealing with law enforcement.
ru: Сервис ExoneraTor – база [IP-адресов](../ip-address) [узлов](../relay) Tor. Позволяет выяснить, работал ли [Tor](../tor-tor-network-core-tor)-узел с конкретным IP-адресом в конкретную дату. Этот сервис часто оказывается полезным при общении с правоохранительными органами.

source: Mozilla Firefox is a free and open-source [web browser](../web-browser) developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation.
ru: Mozilla Firefox – бесплатный [браузер](../web-browser) с открытым кодом. Разработчики – Mozilla Foundation и "дочка" Mozilla Corporation.

source: [Tor Browser](../tor-browser) is built from a modified version of Firefox ESR (Extended Support Release).
ru: [Tor Browser](../tor-browser) создан на основе модифицированной версии Firefox ESR (Extended Support Release).

source: Firefox is available for Windows, macOS and Linux [operating systems](../operating-system-os), with its mobile version (fennec) available for Android.
ru: Firefox доступен для [операционных систем](../operating-system-os) Windows, macOS и Linux. Есть мобильная версия для Android.

source: Flash Player is a [browser plugin](../add-on-extension-or-plugin) for Internet [applications](../app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](../tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
ru: Flash-плеер, [плагин к браузеру](../add-on-extension-or-plugin), позволяет интернет-[приложениям](../app) просматривать аудио- и видеоматериалы. Не следует включать Flash при работе [Tor Browser](../tor-browser), это небезопасно. У многих ресурсов, которые используют Flash, есть альтернатива в виде HTML5, которая должна работать с Tor Browser.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](../traffic) as ordinary web (HTTP) traffic.
ru: FTE (format-transforming encryption) – подключаемый транспорт, который маскирует [трафик Tor](../traffic) под обычный веб-трафик (HTTP).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](../tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ru: Сервис, который автоматически отвечает на сообщения (e-mail, XMPP, Twitter) списком ссылок на последнюю версию [Tor Browser](../tor-browser), размещенную в разных местах, например, в Dropbox, Google Drive и на GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
ru: Google Summer of Code, летняя программа для студентов университетов, в которой принимает участие и Tor Project.

source: The Tor Project participates in the Google Season of Docs, which is a program for technical writers.
ru: Tor Project принимает участие в программе для технических писателей Google Season of Docs.

source: The first [relay](../relay) in the [Tor circuit](../circuit), unless using a [bridge](../bridge). When using a bridge, the bridge takes the place of the guard.
ru: Входной ("сторожевой") [узел](../relay) в [цепочке Tor](../circuit). Является первым, если не используется [мост](../bridge). При использовании моста тот занимает место входного узла.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
ru: Хэш. В криптографии – число определенной длины, которое (благодаря математическим расчетам) сопоставляетеся данным. Это односторонняя функция: значение легко рассчитать в одном направлении и невозможно в обратном. Хэши нужны для проверки целостности данных.

source: Former name for "[onion services](../onion-services)", sometimes still in use in [Tor](../tor-tor-network-core-tor) documentation or communication.
ru: Скрытые ресурсы. Раньше так назывались [onion-ресурсы](../onion-services). Иногда старое название по-прежнему используется в документации или переписке команды [Tor](../tor-tor-network-core-tor).

source: In [Tor](../tor-tor-network-core-tor) terms, a "hop" refers to [traffic](../traffic) moving between [relays](../relay) in a [circuit](../circuit).
ru: В контексте [Tor](../tor-tor-network-core-tor) термин "hop" ("переход") относится к [трафику](../traffic), который перемещается между [узлами](../relay) в [цепочке](../circuit).

source: The [Hypertext Transfer Protocol (HTTP)](../http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
ru: [Hypertext Transfer Protocol, HTTP](../http) – протокол гипертекстовой передачи данных. Набор правил передачи файлов и прочих данных между сетевыми устройствами. Изначально применялся только для веб-страниц. Сегодня применяется для передачи разных форм данных и коммуникаций.

source: Hypertext Transfer Protocol Secure is the [encrypted](../encryption) version of the HTTP channel used to transfer files and data between devices on a network.
ru: Hypertext Transfer Protocol Secure, безопасный протокол передачи гипертекстовых данных. Версия протокола HTTP с [шифрованием](../encryption). Используется для передачи файлов и других данных между устройствами в сети.

source: HTTPS Everywhere is a [Firefox](../firefox), Chrome, and Opera [extension](../add-on-extension-or-plugin) that makes [HTTPS](../https) the default on websites that have set up HTTPS but have not made it the default.
ru: HTTPS Everywhere – [дополнение](../add-on-extension-or-plugin) для браузеров [Firefox](../firefox), Chrome и Opera. Выбирает [HTTPS](../https) как протокол по умолчанию на веб-сайтах, где HTTPS-версия есть, но не установлена по умолчанию.

source: HTTPS Everywhere is installed in [Tor Browser](../tor-browser).
ru: HTTPS Everywhere входит в состав [Tor Browser](../tor-browser).

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](../tor-browser), your ISP cannot see what websites you're visiting.
ru: Провайдер доступа к интернету. Организация, которая предоставляет услуги доступа к интернету. При использовании [Tor Browser](../tor-browser) ваш провайдер не может видеть, какие сайты вы посещаете.

source: IP address
ru: IP-адрес

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
ru: IP-адрес. Цифровая (для версии IPv6 буквенно-цифровая) последовательность, присваиваемая каждому устройству (например, компьютеру, принтеру), подключенному к компьютерной сети, где для связи используется протокол интернета (Internet Protocol).

source: The IP address is the location address of the device, similar to the addresses of physical locations.
ru: IP-адрес отражает местонахождение устройства, играя в сети ту же роль, что и физические адреса в офлайновом мире.

source: [Tor Browser](../tor-browser) obscures your location by making it look like your [traffic](../traffic) is coming from an IP address that is not your own.
ru: [Tor Browser](../tor-browser) маскирует ваше местонахождение так, чтобы выглядело, будто [трафик](../traffic) идет с IP-адреса, который вам не принадлежит.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](../web-browser), which might lead to deanonymization.
ru: Язык программирования. Широко используется на веб-сайтах для создания интерактивных элементов, таких как видео, аудио, временные шкалы. К сожалению, JavaScript также открывает возможности для атак на [браузер](../web-browser), что может привести к деанонимизации пользователя.

source: The [NoScript](../noscript) [extension](../add-on-extension-or-plugin) in [Tor Browser](../tor-browser) can be used to manage JavaScript on different websites.
ru: В [Tor Browser](../tor-browser) установлено [дополнение](../add-on-extension-or-plugin) [NoScript](../noscript). Оно может использоваться для управления JavaScript на разных сайтах.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
ru: Так иногда называют демона сети (в отличие от Tor Browser и Tor Project).

source: Meek-azure makes it look like you are using a Microsoft web site.
ru: Meek-azure делает трафик похожим на посещение веб-сайта Microsoft.

source: The middle position in the [Tor circuit](../circuit). Non-exit relays can function as either a "middle" or a "[guard](../guard)" for different users.
ru: Промежуточный узел в [цепочке Tor](../circuit). Если узел не выходной, он может работать как промежуточный или [входной](../guard) узел.

source: New Identity
ru: Новая личность

source: New Identity is a [Tor Browser](../tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ru: Новая личность. В [Tor Browser](../tor-browser) – функция, которая помогает "отвязать" вашу текущую активность в браузере от того, что вы делали раньше.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](../cookie) and [browsing history](../browsing-history), and use New [Tor circuits](../circuit) for all connections.
ru: При выборе новой личности будут закрыты все окна и вкладки браузера, очищена приватная информация, такая как [куки-файлы](../cookie) и [история просмотра](../browsing-history). Для всех подключений будут использоваться новые [цепочки Tor](../circuit).

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity” (accessible through the small sparkly broom icon at the top-right of the screen).
ru: Tor Browser предупредит вас, что вся активность (включая скачивания) будет остановлена. Подумайте об этом, прежде чем нажимать кнопку "Новая личность" (значок с искрящейся метлой в правом верхнем углу).

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](../new-tor-circuit-for-this-site)".
ru: Функция "Новая личность" может помочь, если у Tor Browser проблема с подключением к конкретному сайту, примерно так, как функция "[Новая цепочка для этого сайта](../new-tor-circuit-for-this-site)".

source: New Tor Circuit for this Site
ru: Новая цепочка Tor для этого cайта
