Repository: torpluston/translation
Catalog: contents+tr.po
Languages: tr

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
tr: Köprüler hakkında ayrıntılı bilgi almak için [Tor Browser belgelerine](https://tb-manual.torproject.org/tr/bridges) bakabilirsiniz.

source: What is a bridge?
tr: Tor köprüsü nedir?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
tr: Köprü aktarıcıları, herkesin kullanımına açık olan ve Tor dizininde listelenmeyen Tor aktarıcılarıdır.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
tr: Böylece Tor ağına bağlanılmasını engellemeye çalışan İnternet hizmeti sağlayıcıları ya da devlet kuruluşları köprülerin tamamını bulup engelleyemez.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
tr: Baskıcı rejimler ile yönetilen yerlerde bulunan Tor kullanıcıları ve herkese açık olarak çalışan bir Tor aktarıcısının IP adresine bağlandıklarının görülmesini istemeyen kişiler ek bir güvenlik katmanına sahip olmak için köprüleri kullanabilir.

source: A bridge is just a normal relay with a slightly different configuration.
tr: Bir köprü aslında biraz farklı yapılandırılmış normal bir aktarıcıdır.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
tr: Ayrıntılı bilgi almak için [Bir köprüyü nasıl işletebilirim](https://community.torproject.org/relay/setup/bridge/) bölümüne bakabilirsiniz.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
tr: Çin ve İran gibi bazı ülkeler Tor köprüleri ile kurulan bağlantıları algılayıp engellemek için çeşitli yöntemler buldu.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
tr: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) köprüleri ek bir gizlilik katmanı kullanarak bu sorunu çözer.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
tr: Bir obfsproxy köprüsünün kullanılabilmesi için ek bir yazılım paketi ile ek ayarların yapılması gereklidir.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
tr: Ayrıntılı bilgi almak için [Değiştirilebilir Taşıyıcılar](https://www.torproject.org/docs/pluggable-transports.html.en) bölümüne bakabilirsiniz.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
tr: Tor kullanırken bağlantımı izleyen kişi ya da kuruluşlar web siteleri ile paylaştığım oturum açma bilgilerimi ya da formlar üzerine yazdığım bilgileri görebilir mi?

source: Tor prevents eavesdroppers from learning sites that you visit.
tr: Tor bağlantınızı izleyen kişi ya da kuruluşların ziyaret ettiğiniz siteleri görmesini engeller.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
tr: Bununla birlikte, İnternet üzerinden şifrelenmemiş HTTP bağlantısı ile gönderilen veriler çıkış aktarıcısı işletenler ya da çıkış aktarıcınız ile hedef web siteniz arasındaki bağlantıyı izleyen kişi ya da kuruluşlar tarafından görülebilir.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
tr: Ziyaret ettiğiniz web sitesi HTTPS kullanıyorsa, çıkış aktarıcısından çıkan veriler şifrelenir ve bağlantınızı izleyen kişi ya da kuruluşlar tarafından görülemez.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
tr: #### Bu görselde Tor Browser ve HTTPS şifrelemesinin bulunduğu ve bulunmadığı durumlarda sizi izleyebilecek kişi ya da kuruluşların elde edebileceği bilgileri görebilirsiniz.

source: Can I browse normal HTTPS sites with Tor?
tr: Tor ile normal HTTPS sitelerine bakabilir miyim?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
tr: Kısa yanıt: "**Evet, normal HTTPS sitelerine Tor ile bakabilirsiniz.**

source: HTTPS Connections are used to secure communications over computer networks.
tr: HTTPS bağlantıları bilgisayar ağları arasındaki iletişimin güvenliğini sağlamak için kullanılır.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
tr: [Buraya tıklayarak HTTPS hakkında ayrıntılı bilgi](https://tb-manual.torproject.org/tr/secure-connections/) alabilirsiniz.

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
tr: Tor Browser üzerinde, binlerce siteye şifrelenmemiş "HTTP" yerine şifrelenmiş "HTTPS" ile bağlanmayı sağlayan [HTTPS Everywhere](https://www.eff.org/https-everywhere) uygulama eki bulunur.

source: What bandwidth shaping options are available to Tor relays?
tr: Tor aktarıcılarında kullanılabilecek bant genişliği sınırlama seçenekleri nelerdir?

source: There are two options you can add to your torrc file:
tr: torrc dosyasına iki seçenek eklenebilir:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
tr: **BandwidthRate** bant genişliği hızı uzun dönemde izin verilen en fazla bant genişliğidir (saniyede bayt).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
tr: Örneğin, saniyede 10 megabayt için "BandwidthRate 10 MBytes" (hızlı bağlantı) ya da saniyede 500 kilobayt için "BandwidthRate 500 KBytes" (sınırlı kablo bağlantısı) olarak seçebilirsiniz.

source: The minimum BandwidthRate setting is 75 kilobytes per second.
tr: En düşük bant genişliği hızı saniyede 75 kilobayttır.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
tr: **BandwidthBurst** bant genişliği sıçraması isteklerin yerine getirilmesi amacıyla kısa süreler için BandwidthRate değerinin, uzun dönemde BandwidthRate ortalama değerinde kalacak şekilde aşılabileceği bir depo oluşturur.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
tr: Düşük hız yüksek sıçrama ayarı, uzun dönemde belirli bir ortalamanın altında kalınmış ise anlık sıçramaların karşılanmasını sağlar.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
tr: Örneğin "BandwidthBurst 500 KBytes" seçip BandwidthRate ayarını da yaparsanız, hiç bir zaman saniyede 500 kilobayt üzerine çıkamazsınız. Ancak daha yüksek bir bant genişliği sıçraması değeri seçerseniz (5 MB gibi) depo boşalana kadar daha yüksek bant genişliği kullanabilirsiniz.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
tr: Bağlantınız bir kablo ya da ADSL modemdeki gibi asimetrik ise (yükleme hızı indirme hızından düşük ise) BandwidthRate değerini küçük olan bant genişliği değerine göre ayarlayın (genellikle yükleme hızı daha küçüktür).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
tr: Yoksa en yüksek bant genişliği kullanımı süresince pek çok veri paketiniz kaybolur. Size uygun değerleri bulmak için bir kaç deneme yapmanız gerekebilir.

source: Then set BandwidthBurst to the same as BandwidthRate.
tr: Ardından BandwidthBurst değerini BandwidthRate değeri ile aynı olacak şekilde ayarlayın.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
tr: Linux temelli Tor duraklarında kullanılabilecek başka bir seçenek vardır. Tor trafiğinin bilgisayardan geçen diğer trafiğe göre önceliği ayarlanabilir. Böylece işletmecinin kişisel trafiği Tor yükünden etkilenmez.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
tr: Tor kaynak dağıtımındaki contrib klasörü altında [bunu sağlayacak bir betik](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) bulabilirsiniz.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
tr: Ek olarak Tor uygulamasını belirli bir zaman aralığında belirli bir bant genişliği (aylık 100 GB gibi) sunacak şekilde uyku seçenekleri de bulunur. Bu konu hakkında bilgi almak için aşağıdaki uyku bölümüne bakabilirsiniz.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
tr: BandwidthRate ve BandwidthBurst değerlerinin **Bayt** olduğunu Bit olmadığını unutmayın.

source: I'm behind a NAT/Firewall.
tr: Bir adres dönüştürücü (NAT) ya da güvenlik duvarı arkasındayım.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
tr: Adres dönüştürücü (NAT) ya da yöneltici (router) aygıtınız üzerinde kapı numarası yönlendirme işlemlerinin nasıl yapılacağı ile ilgili bilgi almak için [portforward.com](https://portforward.com/) adresine bakabilirsiniz.

source: If your relay is running on a internal net, you need to setup port forwarding.
tr: Aktarıcınız bir iç ağ üzerinde çalışıyorsa kapı numarası yönlendirmesi yapmanız gerekir.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
tr: TCP bağlantılarının nasıl yönlendirileceği kullanılan sisteme göre değişir ancak güvenlik duvarı arkasındaki istemciler bölümünde bunun nasıl yapılacağı ile ilgili bazı örnekler bulabilirsiniz.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
tr: Ayrıca GNU/Linux üzerinde iptables kullanıyorsanız bu işlemin nasıl yapılacağı ile ilgili bir örneği burada görebilirsiniz:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
tr: Farklı bir dış ağ arabirimi (Internet bağlantısı olan) kullanıyorsanız "eth0" yerine onu yazın.

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
tr: Bir tane olması gerekir (loopback hariç) o yüzden hangisi olduğunu bulmak zor olmamalı.

source: Do I get better anonymity if I run a relay?
tr: Bir aktarıcı işleterek daha iyi bir anonimlik sağlayabilir miyim?

source: Yes, you do get better anonymity against some attacks.
tr: Evet, bazı saldırılara karşı daha iyi anonimlik elde edersiniz.

source: The simplest example is an attacker who owns a small number of Tor relays.
tr: En basit örnek az sayıda Tor aktarıcısına sahip bir saldırgan olabilir.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
tr: Sizden bir bağlantı geldiğini görebilirler ancak bağlantının sizin bilgisayarınızdan mı geldiğini yoksa başka birinden mi aktarıldığını bilemezler.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
tr: Bu uygulama bazı durumlarda işe yaramıyormuş gibi görünebilir. Bir saldırgan tüm giren ve çıkan trafiğinizi izleyebiliyorsa, hangi bağlantıların sizden kaynaklandığını hangilerinin aktarıldığını kolayca öğrenebilir.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
tr: (Bu durumda bile, hedeflerinizi de izlemedikleri sürece bağlantılarınızın hedeflerini bilemezler. Ancak sıradan bir istemci uygulaması kullanıyor olsaydınız da durum bundan daha iyi olmayacaktı).

source: There are also some downsides to running a Tor relay.
tr: Bir Tor aktarıcısı işletmenin bazı olumsuz yönleri de vardır.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
tr: Birincisi, yalnız bir kaç yüz aktarıcımız olduğundan, bir aktarıcı çalıştırdığınızda bir saldırgana anonimliğe önem verdiğinizi göstermiş olursunuz.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
tr: İkincisi, bir aktarıcı çalıştırdığınız bilgisini kullanarak, tam anlaşılmamış ya da denenmemiş edilmemiş bazı gizli saldırılar var. -- örneğin, bir saldırgan ağınızı izleyemiyor bile olsa, Tor aktarıcınız üzerinden bir trafik geçirerek ve trafik zamanlamasındaki değişikliklere bakarak trafik gönderip göndermediğinizi "gözlemleyebilir".

source: It is an open research question whether the benefits outweigh the risks.
tr: Yararların risklerden ağır basıp basmadığı yanıtlanmamış bir araştırma sorusudur.

source: A lot of that depends on the attacks you are most worried about.
tr: Endişelendiğiniz saldırılara bağlı pek çok faktör vardır.

source: For most users, we think it's a smart move.
tr: Çoğu kullanıcı için bunun akıllıca olacağını düşünüyoruz.

source: Can I run a Tor relay using a dynamic IP address?
tr: Sabit olmayan bir IP adresi üzerinde bir Tor aktarıcısı işletebilir miyim?

source: Tor can handle relays with dynamic IP addresses just fine.
tr: Tor sabit olmayan IP adresi kullanan aktarıcılarla ilgili bir sorun yaşamaz.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
tr: [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) dosyanızdaki "Address" satırını boş bırakırsanız Tor gerisini halleder.

source: I'd run a relay, but I don't want to deal with abuse issues.
tr: Bir aktarıcı işletirdim ama kötüye kullanma sorunları ile uğraşmak istemiyorum.

source: Great. That's exactly why we implemented exit policies.
tr: Harika. İşte tam da bu yüzden çıkış ilkeleri belirledik.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
tr: Her Tor aktarıcısında hangi çıkış bağlantısına izin verildiğini ya da reddedildiğini belirleyen bir çıkış ilkesi bulunur.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
tr: Çıkış ilkeleri dizindeki Tor istemcileri arasında yayılır. Böylece istemcilerin ulaşmak istedikleri hedefleri reddeden aktarıcılara bağlanmaları otomatik olarak engellenir.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
tr: Böylece her aktarıcı işletmecisi kötüye kullanma olasılığına ve kendi isteğine göre bağlantı izni vermek istediği hizmetleri, sunucuları ve ağları belirleyebilir.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
tr: Varsayılan çıkış ilkesi sık kullanılan pek çok hizmete erişilmesine izin verir (web tarama gibi) ancak bazı hizmetleri kötüye kullanılma olasılığı olduğundan (e-posta gibi), bazı hizmetleri de Tor ağı yükü işleyemediğinden (varsayılan dosya paylaşımı kapı numaraları gibi) kısıtlar.

source: You can change your exit policy by editing your torrc file.
tr: Çıkış ilkesini torrc dosyasını düzenleyerek değiştirebilirsiniz.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
tr: Kötüye kullanma olasılıklarının tümünden olmasa da önemli bölümünden kaçınmak için "reject *:*" olarak ayarlayın.

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
tr: Bu ayar, aktarıcınızın iletilen trafiği Tor ağına iletmesi için kullanılacağı ancak Tor ağı dışındaki web sitelerine ve diğer hizmetlere erişilemeyeceği anlamına gelir.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
tr: Herhangi bir çıkış bağlantısına izin verirseniz, ad çözümleme hizmetinin çalıştığından (bilgisayarınızın İnternet adreslerini doğru olarak çözümlediğinden) emin olun.

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
tr: Bilgisayarın erişemediği herhangi bir kaynak varsa (kısıtlayıcı bir güvenlik duvarı ya da içerik süzgecinin arkasında ise), lütfen bunları çıkış ilkesinde açıkça reddedin yoksa Tor kullanıcıları olumsuz etkilenir.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
tr: Yasal süreçlerle karşılaşıyorum. Sunucumun belilri bir zamanda Tor aktarıcısı olarak çalıştığını nasıl ispatlayabilirim?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
tr: [Exonerator](https://exonerator.torproject.org/) web hizmeti ile bir IP adresinin belirtilen zamanda bir aktarıcı olup olmadığını denetleyebilirsiniz.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
tr: Ayrıca gerekirse [yazılı bir mektup gönderebiliriz](https://www.torproject.org/contact/).

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
tr: Tor aktarıcım üzerinde bant genişliğini sınırladıktan sonra neden İnternet üzerinde gezinemiyorum?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
tr: [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) ve [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) seçeneklerine atanmış parametreler tüm istemciler ve Tor işleminin aktarıcı işlevleri için uygulanır.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
tr: Bu nedenle Tor uygulamanız uykuya daldığında gezinemeyebilirsiniz. Bu durumu günlük içindeki şu kayıtlardan anlayabilirsiniz:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
tr: Bu sorunu aşmak için, biri aktarıcı biri de istemci için olmak üzere her biri kendi yapılandırmasına sahip iki ayrı Tor işlemi çalıştırabilirsiniz.

source: One way to do this (if you are starting from a working relay setup) is as follows:
tr: Bunu yapmanın yollarından biri (çalışan bir aktarıcı kurulumu ile başlıyorsanız) şu şekildedir:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
tr: * Aktarıcı Tor torrc dosyasında SocksPort değerini 0 olarak ayarlayın.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
tr: * torrc.sample dosyasını kullanarak yeni bir istemci torrc dosyası oluşturun ve aktarıcı yapılandırma dosyasından farklı bir dosya olarak kullanılacağından emin olun.

source: One naming convention may be torrc.client and torrc.relay.
tr: Bunun için dosya adlandırması torrc.client ve torrc.relay şeklinde olabilir.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
tr: * Tor istemci ve aktarıcısının başlatma betiklerine torrc dosyasının yolu ile birlikte `-f /klasor/yolu/kullanilacak/torrc` şeklide ekleyin.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
tr: * Linux/BSD/Mac OS X üzerinde başlatma betiklerinin `Tor.client` ve `Tor.relay` ayrılması yapılandırmaların daha kolay ayırt edilmesini sağlayabilir.

source: Can I use IPv6 on my relay?
tr: Aktarıcım üzerinde IPv6 kullanabilir miyim?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
tr: Tor [IPv6 desteği sınırlıdır](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features). IPv6 bağlantısı kullanabilen her aktarıcı işletmecisinin [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) yapılandırma dosyasını güncelleyerek [IPv6 özelliğini etkinleştirmesini](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) teşvik eidyoruz.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
tr: Tor aktarıcıları için IPv4 adreslerinin kullanılması zorunlu olduğundan, yalnız IPv6 adresleri kullanan bir bilgisayar üzerinde bir Tor aktarıcısı işletemezsiniz.

source: How can I limit the total amount of bandwidth used by my Tor relay?
tr: Tor aktarıcım tarafından kullanılacak bant genişliğini nasıl sınırlayabilirim?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
tr: torrc dosyasında Accounting hesaplama seçeneğini kullanarak belirli bir zaman aralığında aktarıcınız üzerinden geçebilecek en fazla bayt miktarını belirleyebilirsiniz.

source: AccountingStart day week month [day] HH:MM
tr: AccountingStart day week month [gün] SS:DD

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
tr: Bu ayar hesaplamanın ne zaman sıfırlanacağını belirler. Örneğin bir hafta boyunca sunulacak bayt değerini belirmek için (her Çarşamba sabah saat 10:00 da sıfırlanacak) şu şekilde yazabilirsiniz:
