Repository: torpluston/translation
Catalog: contents+it.po
Languages: it

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
it: Uno [script fa questo](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) può essere trovato nelal cartella dei sorgenti di Tor.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
it: Inoltre, ci sono opzioni di ibernazione in cui puoi dire a Tor di servire solo una certa quantità di larghezza di banda per periodo di tempo (come 100 GB al mese). Questi sono trattati nella voce di ibernazione di seguito.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
it: Nota che BandwidthRate e BandwidthBurst sono in **Byte**, non in Bit.

source: I'm behind a NAT/Firewall.
it: Sono dietro un NAT/Firewall.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
it: Vedi [portforward.com](https://portforward.com/) per direzionare le porte del tuo Nat/router dispositivo.

source: If your relay is running on a internal net, you need to setup port forwarding.
it: Se il tuo relè è in esecuzione su una rete interna, è necessario impostare il port forwarding.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
it: L'inoltro delle connessioni TCP/IP è un sistema indipendente ma il firewall-cliente FAQ offre alcuni esempi per configurarlo.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
it: Inoltre, qui c'è un esempio di come fare ciò su GNU/Linux utilizzando iptables:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
it: Potresti dover cambiare "eth0" se hai un'interfaccia esterna (quella connessa a Internet) diversa.

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
it: È probabile che tu ne abbia solo uno (tranne il loopback), quindi non dovrebbe essere troppo difficile da capire.

source: Do I get better anonymity if I run a relay?
it: Ottengo un anonimato migliore se eseguo un relè?

source: Yes, you do get better anonymity against some attacks.
it: Sì, ottieni migliore anonimato contro certi attacchi.

source: The simplest example is an attacker who owns a small number of Tor relays.
it: L'esempio più semplice è un attaccante che possiede un piccolo numero di relè Tor.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
it: Questi vedranno una connessione proveniente da te, ma non saranno in grado di stabilire se la connessione origina dal tuo computer o è stata inoltrata da qualcun'altro.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
it: Ci sono alcuni casi in cui non sembra aiutare: se un attaccante può guardare tutto il tuo traffico in entrata e in uscita, allora è facile per lui scoprire quali connessioni sono inoltrate e quali originano da te.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
it: (In questo caso non conoscono comunque le tue destinazioni a meno che non le stiano osservando, ma non sei messo meglio rispetto a un normale client.)

source: There are also some downsides to running a Tor relay.
it: Ci sono anche alcuni aspetti negativi nell'eseguire un relè Tor.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
it: In primo luogo, essendoci solo poche centinaia di relè, il fatto che tu ne stia eseguendo uno potrebbe segnalare a un utente malintenzionato che attribuisci un valore elevato al tuo anonimato.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
it: In secondo luogo, ci sono alcuni attacchi più esoterici che non sono così ben compresi o ben testati che si basano sulla nozione che stai eseguendo un relè -- ad esempio, un utente malintenzionato potrebbe essere in grado di "osservare" se stai inviando traffico anche se non è in grado di osservare la tua rete, inoltrando il traffico attraverso il tuo relè Tor e notando cambiamenti nei tempi del traffico.

source: It is an open research question whether the benefits outweigh the risks.
it: E' una questione irrisolta se i benefici superano i rischi.

source: A lot of that depends on the attacks you are most worried about.
it: Molto dipende dagli attacchi di cui sei più preoccupato.

source: For most users, we think it's a smart move.
it: Per la maggior parte degli utenti, pensiamo che sia una mossa intelligente.

source: Can I run a Tor relay using a dynamic IP address?
it: Posso eseguire un relè Tor utilizzando un indirizzo IP dinamico?

source: Tor can handle relays with dynamic IP addresses just fine.
it: Tor può gestire relè con indirizzi IP dinamici senza problemi.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
it: Lascia semplicemente vuota la linea "Indirizzo" nel tuo [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/), e Tor lo capirà.

source: I'd run a relay, but I don't want to deal with abuse issues.
it: Eseguirei un relè, ma non voglio affrontare problemi di abuso.

source: Great. That's exactly why we implemented exit policies.
it: Ottimo. Questo è esattamente il motivo per cui abbiamo implementato le politiche di uscita.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
it: Ogni relè Tor ha una politica di uscita che specifica quale tipo di connessioni in uscita sono consentite o rifiutate da quel relè.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
it: Le politiche di uscita vengono propagate ai client Tor tramite la directory, quindi i client eviteranno automaticamente di selezionare i relè di uscita che si rifiuterebbero di uscire alla destinazione prevista.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
it: In questo modo ogni relè può decidere i servizi, gli host e le reti a cui vuole consentire le connessioni, in base al potenziale di abuso e alla propria situazione.

source: Read the [Support entry on issues you might encounter](https://2019.www.torproject.org/docs/faq-abuse.html.en#TypicalAbuses) if you use the default exit policy, and then read Mike Perry's [tips for running an exit node with minimal harassment](https://blog.torproject.org/blog/tips-running-exit-node).
it: Consulta il [Supporto sui problemi che potresti riscontrare](https://2019.www.torproject.org/docs/faq-abuse.html.en#TypicalAbuses) se usi la politica predefinita, e poi leggi i [suggerimenti per l'esecuzione di un nodo di uscita con problemi minimi](https://blog.torproject.org/blog/tips-running-exit-node) di Mike Perry.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
it: La politica di uscita predefinita consente l'accesso a molti servizi popolari (ad es. Navigazione web), ma ne limita alcuni a causa del potenziale abuso (ad es. Posta) e altri poiché la rete Tor non è in grado di gestirne il carico (ad es. Porte predefinite per la condivisione di file).

source: You can change your exit policy by editing your torrc file.
it: Puoi cambiare la tua politica di uscita modificando il file torrc.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
it: Se vuoi evitare la maggior parte, se non tutti, i potenziali abusi, impostalo su "reject *:*".

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
it: Questa impostazione indica che il tuo relè verrà utilizzato per inoltrare il traffico all'interno della rete Tor, ma non per le connessioni a siti Web esterni o altri servizi.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
it: Se si autorizzano le connessioni in uscita, assicurarsi che la risoluzione dei nomi funzioni (ovvero, che il computer sia in grado di risolvere correttamente gli indirizzi Internet).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
it: Se ci sono risorse che il tuo computer non è in grado di raggiungere (ad esempio, sei dietro un firewall restrittivo o un filtro di contenuti), ti preghiamo di respingerle esplicitamente nella tua politica di uscita, altrimenti gli utenti di Tor saranno influenzati.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
it: Sto affrontando problemi legali. Come posso dimostrare che il mio server era un relè Tor in un determinato momento?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
it: [Exonerator](https://exonerator.torproject.org/) è un servizio web che controlla se un indirizzo IP era un relè in un determinato momento.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
it: Possiamo anche [fornire una lettera firmata](https://www.torproject.org/contact/) se necessario.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
it: Perché non riesco più a navigare dopo aver limitato la larghezza di banda sul mio relè Tor?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
it: I parametri assegnati in [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) e [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) si applicano sia alle funzioni del client che del relè del processo Tor.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
it: Perciò potresti scoprire di non essere in grado di navigare non appena Tor entra in ibernazione, segnalato da questa voce nel registro:

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
it: La soluzione è eseguire due processi Tor: un relè e un client, ognuno con la propria configurazione.

source: One way to do this (if you are starting from a working relay setup) is as follows:
it: Un modo per fare ciò (se si parte da una configurazione di relè funzionante) è il seguente:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
it: * Nel file torrc del relè Tor, imposta semplicemente la SocksPort a 0.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
it: * Crea un nuovo file torrc del client da torrc.sample e assicurati che utilizzi un file di registro diverso dal relè.

source: One naming convention may be torrc.client and torrc.relay.
it: Una convenzione potrebbe essere torrc.client and torrc.relay.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
it: * Modifica il client Tor e lo scipt di avvio del relè per includere `-f/path/to/correct/torrc`.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
it: * In Linux/BSD/Mac OS X, modificare gli script di avvio a `Tor.client` e` Tor.relay` può facilitare la separazione delle configurazioni.

source: Can I use IPv6 on my relay?
it: Posso usare IPv6 sul mio relè?

source: Tor [has partial support for IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) and we encourage every relay operator to [enable IPv6 functionality](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) in their [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) configuration files when IPv6 connectivity is available.
it: Tor [ha un supporto parziale per IPv6](https://trac.torproject.org/projects/tor/wiki/org/roadmaps/Tor/IPv6Features) e incoraggiamo ogni operatore relè ad [abilitare le funzionalità IPv6](https://trac.torproject.org/projects/tor/wiki/TorRelayGuide#IPv6) nel loro file di configurazione [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) quando la connessione IPv6 è disponibile.

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
it: Per il momento Tor richiederà indirizzi IPv4 sui relè, non è possibile eseguire un relè Tor su un host con solo indirizzi IPv6.

source: How can I limit the total amount of bandwidth used by my Tor relay?
it: Come posso limitare la quantità totale di larghezza di banda utilizzata dal mio relè Tor?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
it: Le opzioni di contabilità nel file torrc consentono di specificare la quantità massima di byte utilizzata dal tuo relè per un periodo di tempo.

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
it: Questo specifica quando resettare il conteggio. Ad esempio, per impostare un numero totale di byte serviti in una settimana (che si resetta ogni mercoledì alle 10:00), utilizza:

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
it: Questo specifica la quantità massima di dati che il relè invierà durante un periodo di conteggio e la quantità massima di dati che il relè riceverà durante un periodo di conteggio.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
it: Quando il periodo contabile si resetta (da AccountingStart), i contatori di AccountingMax vengono reimpostati a 0.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
it: Esempio: Supponiamo tu voglia consentire 50 GB di traffico ogni giorno in ogni direzione e il conteggio deve resettarsi a mezzogiorno ogni giorno:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
it: Si noti che il tuo relè non si attiva esattamente all'inizio di ogni periodo di conteggio.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
it: Terrà traccia di quanto velocemente ha usato la sua quota nell'ultimo periodo e sceglierà un punto casuale nel nuovo intervallo per attivarsi.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
it: In questo modo evitiamo che centinaia di relè funzionino all'inizio di ogni mese, ma che nessuno sia ancora attivo alla fine.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
it: Se hai solo una piccola quantità di banda da donare rispetto alla velocità della tua connessione, ti consigliamo di utilizzare il conteggio giornalierio, in modo da non finire l'intera quota mensile nel primo giorno.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
it: Dividi semplicemente per 30. Potresti anche considerare la limitazione della velocità per diffondere la tua utilità in più della giornata: se vuoi offrire X GB in ogni direzione, puoi impostare RelayBandwidthRate su 20 * X KBytes.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
it: Ad esempio, se hai 50 GB da offrire in ogni direzione, puoi impostare RelayBandwidthRate a 1000 KBytes: in questo modo il tuo relè sarà sempre utile per almeno la metà di ogni giorno.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
it: RelayBandwidthBurst 5000 KBytes # consente burst più elevati ma mantiene la media

source: I want to run more than one Tor relay.
it: Voglio eseguire più di un relè Tor.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
it: Ottimo, se vuoi eseguire relè diversi per donare di più alla rete, ne siamo felici.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
it: Per favore però non eseguirne più di qualche dozzina sulla stessa rete, poiché parte dell'obiettivo della rete Tor è la dispersione e la diversità.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
it: Se decidi di eseguire più di un relè, per favore imposta l'opzione di configurazione "MyFamily" nel torrc di ciascun relè, elencando tutti i relè (separati da virgola) che sono sotto il tuo controllo:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
it: dove ogni fingerprint è l'impronta di identificazione di 40 caratteri (senza spazi).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
it: In questo modo, i client Tor sapranno evitare l'uso di multipli tuoi relè in un singolo circuito.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
it: Dovresti impostare MyFamily se hai il controllo amministrativo dei computer o della loro rete, anche se non sono tutti nella stessa posizione geografica.

source: My relay recently got the Guard flag and traffic dropped by half.
it: Il mio relè ha recentemente ottenuto lo stato di Guard e il traffico si è dimezzato.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
it: Dal momento che ora è in protezione, i clienti lo usano meno in altre posizioni, ma non molti clienti hanno ruotato le loro protezioni esistenti per usarlo ancora come protezione di guardia.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
it: Leggi maggiori dettagli in questo [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) o in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
it: Come funzionano le chiavi di identità ed25519 offline? Cosa devo sapere?

source: In simple words, it works like this:
it: In parole semplici, funziona così:

source: * There is a master ed25519 identity secret key file named "ed25519_master_id_secret_key".
it: * C'è un file principale della chiave di identità segreta ed25519 denominato "ed25519_master_id_secret_key".

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
it: Questo è il file più importante, quindi assicurati di conservarne una copia in un luogo sicuro: il file è sensibile e deve essere protetto.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
it: Tor può cifrarlo per te se lo generi manualmente e inserisci una password quando richiesto.

source: * A medium term signing key named "ed25519_signing_secret_key" is generated for Tor to use.
it: * Una chiave per firmare a medio termine denominata "ed25519_signing_secret_key" viene generata per essere utilizzata da Tor.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
it: Inoltre, viene generato un certificato denominato "ed25519_signing_cert" che è firmato dalla chiave di identità segreta principale e conferma che la chiave per firmare a medio termine è valida per un determinato periodo di tempo.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
it: La validità predefinita è di 30 giorni, ma può essere personalizzata impostando "SigningKeyLifetime N giorni|settimane|mesi" nel torrc.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
it: * Esiste anche una chiave pubblica principale denominata "ed25519_master_id_public_key", che è l'identità effettiva del relè pubblicizzata nella rete.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
it: Questa non è sensibile e può essere facilmente calcolata da "ed5519_master_id_secret_key".

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
it: Tor avrà bisogno solo dell'accesso alla chiave per firmare e al certificato a medio termine fintanto che sono validi, quindi la chiave di identità segreta principale può essere mantenuta al di fuori di DataDirectory/keys, su un supporto di archiviazione o su un altro computer.
