Repository: torpluston/translation
Catalog: contents+ar.po
Languages: ar

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ar: كثيرا ما يجعل متصفّح تور (Tor) اتصالاتكم تبدو وكأنها قادمة من منطقة أخرى من العالم. بعض المواقع، مثل البنوك أو خدمات البريد الإلكتروني، قد تفسر هذا على أنه مؤشر على اختراق حسابك، وبالتالي تمنعكم من الولوج. الحل الوحيد لهذه المشكلة هو اتباع الإجراءات التي ينصح بها الموقع لاستعادة الحساب، أو التواصل مع مشغلي الموقع لتوضيح اللّبس.

source: ### CHANGING IDENTITIES AND CIRCUITS
ar: ### تغيير الهويّات والدّوائر

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options. There are also located in the main menu (hamburger menu).
ar: يتميّز متصفّح تور (Tor) بخيارات "هويّة جديدة" و "دائرة Tor جديدة لهذا الموقع". وهذه موجودة أيضا في القائمة الرئيسيّة (قائمة الهمبرجر).

source: ### NEW IDENTITY
ar: ### هويّة جديدة

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
ar: يفيد هذا الخيار إذا كنتم تريدون منع ربط نشاطات تصفحكم بما كنتم تفعلون قبلها. هذا الاختيار سيغلق كل التبويبات والنوافذ المفتوحة، وسيمسح كل البيانات الخاصّة مثل ملفّات تعريف الارتباط أو الكوكيز وتأريخ التصفح، وسيستخدم دوائر تور جديدة للاتصالات. سيحذركم متصفّح تور (Tor) عن إيقاف كل الأنشطة والتنزيلات، لذا ضعوا هذا في الحسبان قبل النقر على ”هوية جديدة“.

source: To use this option, you just need to click on 'New Identity' in Tor Browser's toolbar.
ar: لاستخدام هذا الخيار، كل ما عليكم هو نقر 'هويّة جديدة" في شريط الأدوات في متصفّح تور (Tor).

source: ### NEW TOR CIRCUIT FOR THIS SITE
ar: ###دائرة Tor جديدة لهذا الموقع

source: This option is useful if the [exit relay](/about/#how-tor-works) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ar: يفيد هذا الخيار في حال تعذّر على [تحويلة الخروج](/ar/about/#how-tor-works/) التي تقومون باستخدامها الاتصال بالموقع الذي تريدون، أو إن لم يكن الموقع يحمّل بشكل صحيح. هذا الاختيار سيتسبب في إعادة تحميل الصّفحة أو التبويبة النّشطة عبر دائرة Tor جديدة. وستستخدم التبويبات والنوافذ الأخرى التي تزوز نفس الموقع الدائرة الجديدة كذلك عند إعادة تحميلها. لا يمسح هذا الخيار أي بيانات خاصّة ولا يقوم بفصل الرّابط مع أنشطتكم، أو يؤثر على الاتصالات الحاليّة مع مواقع الأخرى.

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
ar: بامكانكم أيضاِ الوصول إلى هذه الخيار في عرض الدائرة الجديدة، في قائمة معلومات الموقع في شريط عناوين المواقع.

source: ONION SERVICES
ar: خدمات البصلة (Onion)

source: Services that are only accessible using Tor
ar: الخدمات المتاحة عبر تور فقط

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ar: خدمات البصلة (والمعروفة سابقا باسم ”الخدمات المخفية“) خدمات (مثل المواقع) غير متاحة إلا من خلال شبكة تور.

source: Onion services offer several advantages over ordinary services on the non-private web:
ar: لخدمات البصلة عدد من المزايا غير متوفر الخدمات العادية على الوب غير الخاصة:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
ar: * مكان وعنوان إنترنت خدمات البصلة مخفي، وهو ما يصعّب على الجهات المعادية حجبها أو معرفة القائمين عليها.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about [connecting over HTTPS](/secure-connections).
ar: *جميع الحركات المروريّة بين مستخدمي Tor و خدمات البصلة مشفّرة من طرف لطرف، لذا لا تقلقوا بشأن [الاتصال عبر HTTPS](/ar/secure-connections/).

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
ar: * عناوين خدمات البصلة مولدة تلقائيا، لذا لا يحتاج القائمين عليها شراء أسماء نطاقات؛ كما تساعد مسارات .onion تور في التأكد من أنه يتصل بالمكان الصحيح وأن الاتصال لم يتلاعب به أحد.

source: ### HOW TO ACCESS AN ONION SERVICE
ar: ###كيف تصلون لخدمة البصلة

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ar: كما الحال مع أي موقع آخر، ستحتاجون لمعرفة عنوان خدمة بصلة إن أردتم الاتصال بها. عنوان البصلة هو سلسلة من ١٦ (و في هيئة​​​ V3, 56) أحرف وأرقام عشوائيّة في معظمها، تليها ".onion" .

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
ar: عند الوصول إلى موقع يستخدم خدمة البصلة، سيُظهر متصفّح تور (Tor) أيقونة بصلة خضراء صغيرة في شريط العناويين وهي تظهر حالة اتصالكم: آمن ويستخدم خدمة البصلة. وإن كنتم تزورون موقع يستخدم https و خدمة البصلة، سيظهر المتصفّح بصلة خضراء وقفل.

source: ### TROUBLESHOOTING
ar: ###تحرّي المشكلات

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ar: إن لم تستطيعوا الوصول إلى خدمة البصلة المطلوبة، تأكّدوا من أنّكم أدخلتم عنوان البصلة بشكل صحيح: أي خطأ صغير سيحول دون وصول متصفّح تور (Tor) للموقع.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ar: إذا كنت ما تزال غير قادر على الوصول إلى خدمة البصلة، فأعد المحاولة لاحقًا. قد يكون هناك عطل مؤقت في الاتصال، أو قد يكون القائمين على الموقع فصلوه عن الشبكة دون تحذير.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's Onion Service](http://3g2upl4pq6kufc4m.onion/).
ar: بإمكانكم التأكّد من قدرتكم على الوصول إى خدمات بصلة أخرى عن طريق الاتصال ب (http://3g2upl4pq6kufc4m.onion/)[خدمة البصلة من DuckDuckGo].

source: SECURE CONNECTIONS
ar: الاتصالات الآمنة

source: Learn how to protect your data using Tor Browser and HTTPS
ar: تعلم كيف تحمي بياناتك باستخدام متصفّح تور (Tor) وHTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ar: عندما تنتقل المعلومات الشخصية، مثل كلمات السر، دون تعمية على الإنترنت يصبح من السهل على المتنصتين اعتراضها. عندما تلج إلى أي موقع فعليك التأكد من أنه يوفر تعمية HTTPS، التي تحمي من هذا النوع من التنصت. يمكنك التحقق من هذا في شريط العناوين: إذا كان الاتصال معمً فستكون بداية العنوان ”‪https://‬“ وليس ”‪http://‬“

source: SECURITY SETTINGS
ar: إعدادات الأما

source: Configuring Tor Browser for security and usability
ar: ضبط متصفّح تور (Tor) لتحقيق الأمان وسهولة الاستخدام

source: By default, Tor Browser protects your security by encrypting your browsing data.
ar: بشكل إفتراضي يحمي متصفّح تور (Tor) أمنكم عبر تشفير بيانات التصفح الخاصة بكم.

source: You can further increase your security by choosing to disable certain web features that can be used to attack your security and anonymity.
ar: كما بإمكانكم زيادة نسبة أمانكم من خلال إلغاء تفعيل بعض ميزات الوب التي قد تستخدم للتهجّم على أمانكم ومجهوليّتكم.

source: You can do this by increasing Tor Browser's Security Levels in the shield menu.
ar: بإمكانكم فعل هذا عن طريق رفع مستويات الأمان في متصفّح تور (Tor) عبر قائمة الدرع.

source: Increasing Tor Browser's security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ar: ستعطّل زيادة نسبة أمان متصفّح تور (Tor) من عمل بعض صفحات الوب بشكل طبيعي، لذا قوموا بالموازنة ما بين احتياجاتكم الأمنيّة ودرجة الفاعليّة التي تتطلّبونها.

source: ### ACCESSING THE SECURITY SETTINGS
ar: ###الوصول إلى إعدادات الأمان

source: The Security Settings can be accessed by clicking the Shield icon next to the Tor Browser URL bar.
ar: يمكن الوصول إلى إعدادات الأمان عن طريق نقر أيقونة الدرع الموجودة بجانب شريط عناوين المواقع في متصفّح تور (Tor).

source: To view and adjust your Security Settings, click the 'Advanced Security Settings...' button in the shield menu.
ar: لتعديل إعداداتكم الأمنيّة أو الاطلاع عليها، انقروا على زر 'Advanced Security Settings' أو 'إعدادات الأمان المتقدّمة' في قائمة الدرع.

source: ### SECURITY LEVELS
ar: ###مستويات الأمان

source: Increasing the Security Level in the Tor Browser Security Settings will disable or partially disable certain browser features to protect against possible attacks.
ar: زيادة نسبة الأمان في إعدادات الأمان في متصفّح تور (Tor) ستقوم بتعطيل كامل أو جزئي لبعض مزايا المتصفّح للحماية من الهجمات المحتملة.

source: You can enable these settings again at any time by adjusting your Security Level.
ar: يمكنك تفعيل هذه الإعدادات ثانية في أي وقت من خلال تعديل درجة أمانك

source: ###### Standard
ar: ######اعتيادي

source: * At this level, all Tor Browser and website features are enabled.
ar: *في هذه النسبة، تكون جميع مزايا متصفّح تور (Tor) والموقع مفعلّة.

source: ###### Safer
ar: #####أكثر أمناً

source: * This level disables website features that are often dangerous. This may cause some sites to lose functionality.
ar: *هذه النّسبة تقوم بعدم تفعيل مزايا الموقع التي تكون غالباً خطرة. وهذا قد يؤدي إلى فقدان الفاعليّة في بعض المواقع.

source: * JavaScript is disabled on all non-[HTTPS](/secure-connections) sites; some fonts and math symbols are disabled; audio and video (HTML5 media) are click-to-play.
ar: * سيتم تعطيل JavaScript أو جافا سكريبت على جميع المواقع الغير مؤمّنة ب [HTTPS](/ar/secure-connections) : ممّا سيعطّل بعض الخطوط ورموز الحساب: أما الفيديوهات والملفّات الصوتيّة (HTML5 Media) فسيجب النّقر عليها حتّى تعمل.

source: ###### Safest
ar: ##### الأكثر أمناً

source: * This level only allows website features required for static sites and basic services.
ar: *هذا المستوى سيسمح فقط لمزايا الموقع المطلوبة لعمل المواقع الثابتة وللخدمات الأساسيّة.

source: These changes affect images, media, and scripts.
ar: هذه التغييرات تؤثر على الصور، وسائط الميديا، والسكريبتات.

source: * Javascript is disabled by default on all sites; some fonts, icons, math symbols, and images are disabled; audio and video (HTML5 media) are click-to-play.
ar: سيتم تعطيل جافا سكريبت بشكل افتراضي على جميع المواقع: وستكون بعض الخطوط، الأيقونات، الرّموز الحسابيّة، والصور معطّلة: سيجب نقر الفيديوهات والملفّات الصوتيّة (HTML5 Media) حتى تعمل.

source: UPDATING
ar: التحديث

source: How to update Tor Browser
ar: كيفية تحديث متصفّح تور (Tor)

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
ar: يجب دائما تحديث متصفّح تور (Tor). إذا أصرّيتم على استخدام نسخة قديمة منه فقد تكونوا عرضة لبعض العيوب الأمنيّة الخطيرة التي قد تعرض خصوصيكتك وهويتكم للخطر.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
ar: سينبهكم متصفّح تور (Tor) عندما يتوفر تحديث جديد: فيظهر مثلث أصفر على زر تور وقد ترون نصّا يبين لكم هذا عندما تفتحون متصفّح تور (Tor). يمكنكم التحديث إمّا أوتوماتيكيّاً أو يدوياً.

source: ### UPDATING TOR BROWSER AUTOMATICALLY
ar: ###تحديث متصفّح تور (Tor) بشكل أوتوماتيكي

source: When you are prompted to update Tor Browser, click on hamburger menu (main menu), then select “Restart to update Tor browser”.
ar: عندما يحثّكم متصفّح تور على التحديث، انقروا على القائمة الرّئيسيّة (قائمة الهمبرجر)، ومن ثمّ اختاروا "Restart to update Tor Browser" أو "أعادة التشغيل لتحديث متصفّح تور".

source: Wait for the update to download and install, then Tor Browser will restart itself. You will now be running the latest version.
ar: انتظروا ليفرغ التحديث من التنزيل والتثبيت، ثمّ سيقوم متصفّح تور (Tor) بإعادة تشغيل نفسه. عندها اعلموا بأنّكم تشغّلون النّسخة الأخيرة.

source: ### UPDATING TOR BROWSER MANUALLY
ar: ### تحديث متصفّح تور (Tor) بشكل يدوي

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
ar: عندما يصلكم تنبيه لتحديث متصفّح تور (Tor)، أنتهوا من جلسة تصفحكم وأغلقوا البرنامج.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the [Uninstalling](/uninstalling) section for more information).
ar: قوموا بإزالة متصفّح تور (Tor) من نظامكم عن طريق حذف المجلّد الذي يحتويه (انظروا إلى قسم [إزالة التثبيت](/ar/uninstalling/) للمزيد من المعلومات.)

source: Visit https://www.torproject.org/download/ and download a copy of the latest Tor Browser release, then install it as before.
ar: زوروا https://www.torproject.org/download/ لتنزيل النّسخة الأخيرة من متصفّح تور (Tor)، ثمّ ثبّتوها كما فعلتم من قبل.

source: TROUBLESHOOTING
ar: تحرّي المشكلات

source: What to do if Tor Browser doesn’t work
ar: ما العمل إذا كان متصفّح تور (Tor) لا يعمل

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ar: يفترض أن تستطيع تصفح الوب باستخدام متصفّح تور (Tor) بعد تشغيل البرنامج ثم النقر على زر ”اتصل“ إذا كنت تستخدمه للمرة الأولى.

source: ### QUICK FIXES
ar: ### إصلاحات سريعة

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ar: إذا كان متصفّح تور (Tor) لا يتصل فقد يتوفر حل سهل لهذا. جربوا هذه الحلول:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
ar: * يجب أن تكون ساعة الحاسوب مضبوطة على الوقت الصحيح، وإلا فلن يستطيع تور الاتصال.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
ar: * تأكدوا من أنه لا يوجد متصفّح تور (Tor) آخر تمّ تشغيله. إذا لم تكونوا متأكدين من ذلك، أعيدوا تشغيل الجهاز.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
ar: * تأكد من أن مضادات الفيروسات التي نصبتها على حاسوبك لا تمنع متصفح تور من العمل. قد تحتاج لمراجعة ملفات مساعدة مضاد الفيروسات إن كنت لا تعرف طريقة عمل هذا.

source: * Temporarily disable your firewall.
ar: * عطّل الجدار الناري مؤقتًا

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
ar: * احذفوا متصفّح تور (Tor) وقوموا بتثبيته من جديد. إذا كنتم تقومون بالتحديث فتأكدوا من حذف ملفّات نّسخة متصفّح تور (Tor) القديمة أولا.

source: ### IS YOUR CONNECTION CENSORED?
ar: ### هل اتصالكم مشفّر؟

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the [Circumvention](/circumvention) section for possible solutions.
ar: إذا لا زال اتصالكم غير ممكن، قد يكون مزوّد خدمة الانترنت لديكم يفرض الرّقابة على اتصالاتكم بشبكة تور. اقرؤوا قسم [تجاوز الحجب](/ar/circumvention/) لبعض الحلول المحتملة.

source: ### KNOWN ISSUES
ar: ### قضايا معروفة

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the [Known Issues](/known-issues) page to see if the problem you are experiencing is already listed there.
ar: يخضع متصفّح تور (Tor) للتطوير بشكل مستمر، وقد تكون بعض القضايا معروفة لكن لم يتم أصلاحها بعد. يرجى مراجعة صفحة [القضايا المعروفة](/ar/known-issues) للتأكّد مّما إذا كانت المشكلة التي تواجهونها مدرجة هناك.

source: PLUGINS, ADD-ONS AND JAVASCRIPT
ar: الإضافات والملحقات وجافا سكريبت

source: How Tor Browser handles add-ons, plugins and JavaScript
ar: كيف يتعامل متصفّح تور (Tor) مع الإضافات والملحقات وجافا سكريبت

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ar: مواقع الڤيديو، مثل Vimeo، تستخدم ملحقة مشغل فلاش لعرض المحتوى. للأسف تعمل هذه البرمجية بشكل مستقل عن متصفّح تور (Tor) ولا يمكن جعلها تستخدم إعدادات بروكسي التي يتطلّبها متصفّح تور (Tor). لذا يمكنها أن تكشف عن مكانكم الحقيقي وعن بروتوكول الإنترنت للقائمين على مواقع الوب، أو لطرف خارجي آخر. لهذا السبّب يعطل متصفّح تور (Tor) من عمل مشغل فلاش بشكل افتراضي، ولا ينصح بتفعيله.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ar: بعض مواقع الڤيديو، مثل يوتيوب، توفر وسائل بديلة لعرض المحتوى لا تستخدم فلاش وهي متوافقة معمتصفّح تور (Tor).

source: ### JAVASCRIPT
ar: ### جافا سكريبت

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ar: جافا سكريبت هي لغة برمجة تستخدمها مواقع الوب لتوفير عناصر تفاعلية مثل الڤديو والصوت والتحريك والخط الزمني. للأسف يمكن كذلك لجافا سكريبت أن تُفعّل بعض وسائل الهجوم على احتياطات الأمان في المتصفح، وهو ما قد يؤدي إلى كشف الهوية.

source: Tor Browser includes an add-on called NoScript. It's accessible through 'Preferences' on hamburger menu (main menu), then select 'Customize' and drag the “S” icon to the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
ar: يتضمّن متصفّح تور (Tor) إضافة تدعى NoScript. وهي متاحة عبر 'Preferences' أو 'التفضيلات' في القائمة الرّئيسيّة (قائمة الهمبرجر)، ثمّ احتاروا 'Customize' أو 'تعديل' واسحبوا أيقونة "S" إلى أعلى يمين الشبّاك. ستسمح NoScrip لكم بالتحكّم في بعض سكربيتات جافا (وغيرها من السكريبتات) التي تعمل على صفحات ويب معيّنة، أو تعطيلها بشكل كلي.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s [Security Level](../security-settings/) to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
ar: بالنسبة للمتسخدمين الذين يتطلّبون درجة عالية من الأمان في تصفّحهم للوب، فعليهم ضبط [شريط التمرير للأمان](/ar/security-slider) في متصفّح تور (Tor) إلى أكثر أمناً ممّا سيعطّل جافا سكريبت في المواقع التي لا تستخدم بروتوكل HTTPS، أو إلى "الأكثر أمناً" ممّا سيعطّله في جميع المواقع. ولكن تعطيل جافا سكريبت سيمنع الكثير من المواقع من الظهور بشكل صحيح، لذا فأنّ متصفّح تور (Tor) يعمل بشكل افتراضي في وضعيّة "اعتيادي".

source: ### BROWSER ADD-ONS
ar: ### إضافات المتصفّح

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ar: بُني متصفّح تور (Tor) على فَيَرفُكس، وكل إضافات المتصفح والثيمات المتوافقة مع فَيَرفُكس يمكن تثبيتها على متصفّح تور (Tor).

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ar: لكن الإضافات الوحيدة التي جُرِّبت مع متصفّح تور (Tor) هي تلك التي تأتي معه. تثبيت أي إضافة متصفح أخرى قد تفسد بعض خصائص متصفّح تور (Tor) أو تتسبب في مشاكل خطيرة تأثر على خصوصيتكم وأمانكم. لا ننصح أبدا بتثبيت أي إضافات أخرى، ولن يوفر متصفّح تور (Tor) أي دعم في هذه الحالة.

source: UNINSTALLING
ar: إزالة التنصيب

source: How to remove Tor Browser from your system
ar: كيفية إزالة متصفّح تور (Tor) من نظامكم

source: Removing Tor Browser from your system is simple:
ar: إزالة متصفّح تور (Tor) من نظامكم أمر بسيط:

source: On Windows:
ar: عن نظام ويندوز:

source: * Locate your Tor Browser folder or application. The default location is the Desktop.
ar: *جِدوا مكان تطبيق أو مجلّد Tor Browser. موقعه الافتراضي هو سطح المكتب.

source: * Delete the Tor Browser folder or application.
ar: احذف مجلد أو تطبيق متصفح تور

source: * Empty your Trash.
ar: * افرغوا سلة المحذوفات.

source: On macOS:
ar: عن نظام macOS :

source: * Locate your Tor Browser application. The default location is the Applications folder.
ar: *جِدوا مكان تطبيق Tor Browser. موقعه الافتراضي هو مجلّد Applications أو التطبيقات.

source: * Move the Tor Browser application to Trash.
ar: * انقلوا تطبيق Tor Browser إلى سلة المحذوفات.

source: * Go to your `~/Library/Application Support/` folder.
ar: إذهبوا إلى مجلّد `~/Library/Application Support/`

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
ar: * انتبهوا بأنّ مجلّد Library سيكون مخفيّاً في النّسخ الأجدد من macOS. للانتقال لهذا المجلّد في Finder اختاروا "Go to Folder" في قائمة "Go".

source: * Then type "~/Library/Application Support/" in the window and click Go.
ar: * ثمّ اطبعوا "~/Library/Application Support/" في الشبّاك وانقروا Go

source: * Locate the TorBrowser-Data folder and move it to Trash.
ar: *جدوا مجلّد TorBrowser-Data أو بيانات متصفّح تور (Tor) وانقلوها إلى سلة المحذوفات.

source: Note that if you did not install Tor Browser in the default location (the Applications folder), then the TorBrowser-Data folder is not located in the `~/Library/Application Support/` folder, but in the same folder where you installed Tor Browser.
ar: انتبهوا بأنّه إنن لم تقوموا بتثبيت متصفّح تور (Tor) في الموقع الافتراضي (مجلّد Applications أو التطبيقات)، عندها لن يكون مجلّد TorBrowser-Data folder موجوداً في مجلّد `~/Library/Application Support/`، وإنّما في نفس المجلّد الذي قمتم بتثبيت متصفّح تور (Tor) فيه.

source: On Linux:
ar: في أنظمة لينكس:

source: * Locate your Tor Browser folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ar: *جدوا مجلّد متصفّح تور (Tor). على لينكس ليس هناك موقع افتراضي ولكن سيكون اسم المجلّد "tor-browser_en-US" إن كنتم تستخدمون متصفّح تور (Tor) بالانجليزيّة.
