Repository: torpluston/translation
Catalog: contents+ar.po
Languages: ar

source: * Delete the Tor Browser folder.
ar: *احذفوا مجلّد متصفّح تور (Tor)

source: Note that your operating system’s standard "Uninstall" utility is not used.
ar: انتبهوا بأنّ معيار أداة المساعدة في عمليّة "Unitnall" في نظامكم التشغيلي غير مستخدم.

source: KNOWN ISSUES
ar: المشاكل المعروفة

source: * Tor needs your system clock (and your time zone) set to the correct time.
ar: * يحتاج تور إلى ضبط ساعة جهازك (ومنطقتك الزمنية) على الوقت الصحيح.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
ar: * برامج جدر الحماية التالية معروفة بتأثيرها على تور وقد تحتاج لتعطلها مؤقتا:

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ar: * الوسائط التي تحتاج لمشغل أدوبي فلاش غير متاحة. فلاش معطّل لأسباب متعلّقة بالأمان.

source: * Tor can not use a bridge if a proxy is set.
ar: * لا يستطيع تور استخدام جسر إذا كان الوسيط (بروكسي) مفعّل.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ar: * حزمة متصفّح تور (Tor) مؤرخة بتاريخ 1 يناير (كانون الثاني) 2000 00:00:00 جرينتش. يتيح هذا ضمان أن بنية كلّ برنامج من تور يمكن إعادة انتاجها بشكل تام.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ar: * لتشغيل تور على أوبونتو، على المستخدمين أن ينفّذوا نصّا برمجيّا. افتحوا ”ملفّات“ (مستكشف يونيتي)، ثم افتحوا Preferences ← تبويبة ”Behaviour“ أو السّلوك ← اضبطوا ”تشغيل ملفّات النّص التنفيذية عند فتحها“ أو "Run Executable text files when they are opened" إلى "Ask every time" B” أو "اسأل في كل مرّة“ ثمّ انقروا OK.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ar: * يمكن تشغيل متصفّح تور (Tor) من سطر الأوامر عبر تنفيذ الأمر التالي من داخل دليل متصفّح تور (Tor):

source: * BitTorrent in specific is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
ar: *بروتوكول مشاركة الملفات عبر الانترنت محدّد [لا يتّسم بالمجهوليّة عبر تور](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: When Tor Browser is running, you would see so in your phone's notification panel along with the button "NEW IDENTITY".
ar: عندما يكون متصفح تور (Tor Browser) قيد التشغيل ، سترى ذلك في لوحة إشعارات هاتفك جنبًا إلى جنب مع زر "NEW IDENTITY".

source: Clicking on this button will provide you with a new identity.
ar: سيتم تزويدك بهوية جديدة عند النقر على هذا الزر.

source: Selecting it will only change your Tor circuit.
ar: سيؤدي تحديده إلى تغيير دائرة تور (Tor) الخاصة بك فقط.

source: Tor Browser for Android provides the same three security levels that are available on desktop.
ar: يوفر متصفح (Tor) لنظام (Android) نفس مستويات الأمان الثلاثة المتوفرة على سطح المكتب

source: You can modify the security level by following given steps:
ar: يمكنك تعديل مستوى الأمان باتباع الخطوات التالية:

source: You can update Tor Browser automatically or manually.
ar: يمكنك تحديث متصفح (Tor) تلقائيًا أو يدويًا.

source: This method assumes that you have either Google Play or F-droid installed on your mobile device.
ar: تفترض هذه الطريقة أن لديك إما (Google Play) أو (F-droid) مثبتًا على جهازك المحمول.

source: If you find Tor Browser on the list of apps which need updating, select it and click the "Update" button.
ar: إذا وجدت متصفح (Tor) في قائمة التطبيقات التي تحتاج إلى التحديث ، فحدده وانقر على زر "تحديث".

source: On the next screen, select Tor Browser and finally click on the "Update" button.
ar: في الشاشة التالية ، حدد متصفح (Tor) وانقر أخيرًا على زر "تحديث".

source: In most cases, this latest version of Tor Browser will install over the older version, thereby upgrading the browser.
ar: في معظم الحالات ، سيتم تثبيت احدث اصدار من متصح تور (Tor Browser) على الإصدار القديم ، وبالتالي ترقية المتصفح.

source: If doing this fails to update the browser, you may have to uninstall Tor Browser before reinstalling it.
ar: إذا فشل القيام بذلك في تحديث المتصفح ، فقد تضطر إلى إلغاء تثبيت متصح تور (Tor Browser) قبل إعادة تثبيته.

source: With Tor Browser closed, remove it from your system by uninstalling it using your device's settings.
ar: بعد إغلاق متصح تور (Tor Browser) ، قم بإزالته من النظام الخاص بك عن طريق إلغاء تثبيته باستخدام إعدادات جهازك.

source: Tor Browser for Android can be uninstalled directly from F-droid, Google Play or from your mobile device's app settings.
ar: يمكن إلغاء تثبيت متصفح تور (Tor Browser) لنظام أندرويد (Android) مباشرة من (F-droid) أو (Google Play) أو من إعدادات تطبيق جهازك المحمول.

source: Click on the hamburger menu next to the search bar and navigate to "My apps & games" > "Installed".
ar: انقر على قائمة الهامبرغر (hamburger menu) بجوار شريط البحث وانتقل إلى "تطبيقاتي وألعابي"> "مثبت".

source: Select Tor Browser from the list of installed apps, then press the "Uninstall" button.
ar: حدد متصفح تور (Tor) من قائمة التطبيقات المثبتة ، ثم اضغط على زر "إلغاء التثبيت".

source: On the next screen, select Tor Browser and finally click on the "Uninstall" button.
ar: في الشاشة التالية ، حدد متصفح تور (Tor) وانقر أخيرًا على زر "إزالة التثبيت".

source: Depending on your mobile device's brand, navigate to Settings > Apps, then select Tor Browser and click on the "Uninstall" button.
ar: اعتمادًا على العلامة التجارية لجهازك المحمول ، انتقل إلى الإعدادات> التطبيقات ، ثم حدد متصفح تور (Tor) وانقر على زر "إلغاء التثبيت".

source: At the moment, there are some features which are not available in Tor Browser for Android, but are currently available in Tor Browser for desktop.
ar: في الوقت الحالي ، هناك بعض الميزات غير المتوفرة في متصفح تور (Tor) لنظام أندرويد (Android) ، ولكنها متوفرة حاليًا في متصفح تور (Tor) لسطح المكتب.

source: Orfox was first released in 2015 by The Guardian Project, with the aim of giving Android users a way to browse the internet over Tor.
ar: تم إصدار Orfox لأول مرة في عام 2015 من قبل The Guardian Project ، بهدف منح مستخدمي Android طريقة لتصفح الإنترنت عبر Tor.

source: Over the next three years, Orfox continously improved and became a popular way for people to browse the internet with more privacy
ar: على مدار السنوات الثلاث التالية ، تحسن Orfox باستمرار وأصبح وسيلة شائعة للناس لتصفح الإنترنت بمزيد من الخصوصية

source: than standard browsers, and Orfox was crucial for helping people circumvent censorship and access blocked sites and critical resources.
ar: من المتصفحات القياسية ، وكان Orfox فعال لمساعدة الأشخاص على تخطي الرقابة والوصول إلى المواقع المحظورة والموارد الهامة.

source: Android was released.
ar: تم إصدار أندرويد (Android).

source: Orbot is a free proxy app that empowers other apps to use the Tor network.
ar: Orbot هو تطبيق خادم وسيط (proxy) مجاني يمكّن التطبيقات الأخرى من استخدام شبكة Tor.

source: Orbot uses Tor to encrypt your Internet traffic. Then you can use it with other apps installed on your mobile device to
ar: يستخدم Orbot Tor لتشفير حركة الإنترنت الخاصة بك. ثم يمكنك استخدامه مع التطبيقات الأخرى المثبتة على جهازك المحمول.

source: circumvent censorship and protect against surveillance.
ar: تخطي الرقابة / الحجب والحماية من المراقبة.

source: There is no Tor Browser for iOS.
ar: لا يوجد متصفح تور(Tor) لنظام iOS.

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ar: نوصي باستخدام تطبيق iOS يسمى Onion Browser ، وهو برنامج مفتوح المصدر ، يستخدم توجيه Tor ، وتم تطويره بواسطة شخص يعمل بشكل وثيق مع Tor Project.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ar: ومع ذلك ، تطلب Apple من المتصفحات على iOS استخدام شيء يسمى Webkit ، والذي يمنع متصفح Onion من الحصول على نفس حماية الخصوصية مثل متصفح Tor.

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
ar: قم بتنزيل متصفح Onion من [App Store] (https://itunes.apple.com/us/app/onion-browser/id519296448).

source: ### Tor Browser for Windows Phone
ar: ### متصفح تور (Tor) لنظام التشغيل هواتف ويندوز (Windows Phone)

source: There is currently no supported method for running Tor on Windows Phone.
ar: لا توجد حاليًا طريقة معتمدة لتشغيل تور(Tor) على هواتف ويندوز (Windows Phone).

source: MAKE TOR BROWSER PORTABLE
ar: جعل متصفّح تور (Tor) متنقّلاً

source: How to install Tor Browser onto removable media
ar: كيفيّة تثبيت متصفّح تور (Tor) على قرص صلب غير ثابت

source: If preferred, Tor Browser may be made portable by extracting it from its archive directly onto removable media such as a USB stick or SD card.
ar: إذا كنتم تفضّلون ذلك، يمكن جعل متصفّح تور (Tor) متنقّلاً عن طريق استخراجه من أرشيفه بشكل مباشر ووضعه على قرص صلب غير ثابت مثل مفتاح USB أو كرت ذاكرة SD.

source: It is recommended to use writable media so that Tor Browser can be updated as required.
ar: ننصحكم باستخدام إعلام قابل للكتابة حتى يتمكّن متصفّح تور (Tor) من التحديث عند الحاجة.

source: 1. Plug in your removable media and format it. Any filesystem type will work.
ar: ١. صلوا القرص الصلب الغير ثابت وقوموا بتهييأته. أي نوع من أنظمة الملفات أو filesystem سيعمل.

source: 2. Navigate to the Tor Browser [download page](https://torproject.org/download).
ar: ٢. جدوا (https://torproject.org/download).[صفحة تنزيل] متصفّح تور (Tor).

source: 3. Download the Windows `.exe` file and save it directly to your media.
ar: ٣. نزّلوا ملف ويندوز `.exe` واحفظوه مباشرة على القرص الصلب الغير ثابت.

source: 4. (Recommended) Verify the [files signature](https://support.torproject.org/tbb/how-to-verify-signature/).
ar: ٤. (ننصحكم ب) التحقٍّق من [توقيع الملف](https://support.torproject.org/tbb/how-to-verify-signature/).

source: 5. When the download is complete, click the `.exe` file and begin the installation process.
ar: ٥. عند انتهائكم من التنزيل انقروا ملف `.exe` وابدؤوا عمليّة التثبيت.

source: 6. When the installer asks where to install Tor Browser, select your removable media.
ar: ٦. عندما يسألكم المُثبّت عن مكان تثبيت متصفّح تور (Tor)، اختاروا القرص الصلب الغير ثابت.

source: 1. Plug in your removable media and format it. You *must* use macOS Extended (Journaled) format.
ar: ١. صلوا القرص الصلب الغير ثابت وقوموا بتهييأتها. *عليكم* استخدام هيئة MacOS Extended - Journaled.

source: 3. Download the macOS `.dmg` file and save it directly to your media.
ar: ٣. نزّلوا ملف MacOS الذي ينتهي ب `.dmg` واحفظوه بشكل مباشر على القرص الصلب الغير ثابت.

source: 5. When the download is complete, click the `.dmg` file and begin the installation process.
ar: ٥. عند انتهاء التنزيل، انقروا ملف `.dmg` وابدؤوا عمليّة التثبيت.

source: 3. Download the Linux `.tar.xz` file and save it directly to your media.
ar: ٣. قوموا بتنزيل ملف لينوكس `.tar.xz` واحفظوه بشكل مباشر على القرص الصلب الغير ثابت.

source: 5. When the download is complete, extract the archive onto the media as well.
ar: ٥. عند انتهاء التنزيل، استخرجوا الأرشيف إلى القرص الصّلب الغير ثابت كذلك.

source: Close banner
ar: إغلاق

source: Tracking, surveillance, and censorship are widespread online.
ar: ينتشر التعقب والرقابة والحجب على صعيد واسع في الانترنت

source: TAKE BACK THE INTERNET WITH TOR
ar: استعد السيطرة على الانترنت مع TOR

source: DONATE NOW
ar: تبرع الآن

source: Give today, and Mozilla will match your donation.
ar: تبرع اليوم، وستجاريك موزيلا وتبرع بنفس المبلغ.

source: Download Tor Browser
ar: تنزيل متصفّح تور (Tor)

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
ar: نزّلوا متصفّح تور (Tor) لتختبروا التصفّح الخاص فعليّاً بدون تتبّع أو مراقبة أو رقابة.

source: Our mission:
ar: مُهمّتنا:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ar: لدعم الحريّات وحقوق الإنسان عن طريق خلق وتشغيل تقنيّات خصوصيّة ومجهوليّة مجّانيّة ومفتوحة المصدر، ممّا يجعلها متاحة للاستخدام بدون قيود، وكذلك تطوير الإدراك العلمي والعام لهذه التقنيات.

source: Donate
ar: تبرّع

source: Donate Now
ar: تبرع الآن

source: Subscribe to our Newsletter
ar: اشترك في رسالتنا للمستجدات

source: Get monthly updates and opportunities from the Tor Project:
ar: احصل على تحديثات شهرية وفرص من مشروع تور:

source: Sign up
ar: سجل حساب

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
ar: يمكن العثور على العلامة التجارية وحقوق النشر وقواعد الاستخدام من الطرف الثالث في%(link_to_faq)s

source: Menu
ar: القائمة

source: Search
ar: بحث

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ar: يوضح الشكل التالي ما البيانات التي يستطيع المتنصتون الاطلاع عليها عند استخدام أو عدم استخدام متصفّح تور (Tor) وتشفير HTTPS:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ar: انقر على زر ”تور“ لرؤية البيانات البيانات التي يستطيع المراقبون الاطلاع عليها أثناء استخدامك لتور. سيظهر الزر باللون الأخضر ليبين أن تور يعمل.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ar: انقر على زر ”HTTPS“ لرؤية البيانات البيانات التي يستطيع المراقبون الاطلاع عليها أثناء استخدامك HTTPS. سيظهر الزر باللون الأخضر ليبين أن HTTPS يعمل.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
ar: عندما يظهر الزران باللون الأخضر فسترى البيانات التي يستطيع المراقبون الاطلاع عليها عند استخدامك الأداتين معًا.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ar: عندما يظهر الزران باللون الرمادي فسترى البيانات التي يستطيع المراقبون الاطلاع عليها عند عدم استخدامك أيا من الأداتين.

source: Tor
ar: تور

source: POTENTIALLY VISIBLE DATA
ar: البيانات التي يمكن أن تظهر

source: The site being visited.
ar: الموقع المزار

source: user / pw
ar: مستعمل / كلمة المرور

source: Username and password used for authentication.
ar: اسم المستخدم وكلمة السر المستخدمين للاستيثاق

source: data
ar: معطيات

source: Data being transmitted.
ar: البيانات المنقولة

source: location
ar: موقع

source: Network location of the computer used to visit the website (the public IP address).
ar: مكان الحاسوب (المستخدم لزيارة الموقع) على الإنترنت (عنوان IP العمومي).

source: Whether or not Tor is being used.
ar: ما إذا كنت تستخدم تور

source: Defend yourself against tracking and surveillance. Circumvent censorship.
ar: دافع عن نفسك ضد التتبع والرصد . تحايل على الرقابة.

source: Tor Project | Tor Browser Manual
ar: مشروع تور | دليل استخدام متصفّح تور (Tor)

source: Topics
ar: الموضوعات

source: Contributors to this page:
ar: المساهمون في هذه الصفحة:

source: Edit this page
ar: تعديل هذه الصفحة

source: Suggest Feedback
ar: هل لديك اقتراحات؟

source: Permalink
ar: رابط ثابت
