Repository: torpluston/translation
Catalog: contents+es.po
Languages: es

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
es: Para opiniones o problemas relacionados con nuestras páginas web: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
es: Para expresar tu opinión o si tienes problemas al administrar un repetidor: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
es: Para darnos tu opinión sobre el contenido del manual del Navegador Tor o el sitio web de ayuda: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
es: ### Informar de un error de seguridad

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
es: Si has encontrado un problema de seguridad en uno de nuestros proyectos o en nuestra infraestructura, por favor envía un correo a tor-security@lists.torproject.org.

source: If you've found a security bug in Tor or Tor Browser, feel free to submit it for our [bug bounty program](https://hackerone.com/torproject).
es: Si has encontrado un fallo de seguridad en Tor o en el navegador Tor, puedes enviarlo a nuestro [programa de recompensas](https://hackerone.com/torproject).

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
es: Si quieres cifrar tu correo electrónico, puedes obtener la llave pública GPG para la lista contactando tor-security-sendkey@lists.torproject.org o desde pool.sks-keyservers.net. Aquí está la huella dactilar:

source: About
es: Acerca de

source: Documentation
es: Documentación

source: Press
es: Prensa

source: Jobs
es: Empleo

source: Newsletter
es: Gacetilla

source: Contact
es: Contacta

source: Donate
es: Donar

source: Support
es: Ayuda

source: Community
es: Comunidad

source: I have a compelling reason to trace a Tor user. Can you help?
es: Tengo una razón imperiosa para encontrar a un usuario de Tor. ¿Me pueden ayudar?

source: There is nothing the Tor developers can do to trace Tor users.
es: Los desarrolladores de Tor no pueden encontrar a los usuarios de Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
es: Las mismas protecciones que evitan que los malos rompan el anonimato de Tor, nos impiden a nosotros mismos rastrear a los usuarios.

source: Does the Tor Project offer hosting?
es: ¿Ofrece alojamiento el Proyecto Tor?

source: No, the Tor Project does not offer hosting services.
es: No, el Proyecto Tor no ofrece servicios de alojamiento.

source: Can I change the number of hops Tor uses?
es: ¿Puedo cambiar el número de saltos que usa Tor?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
es: Ahora mismo la longitud de la ruta está internamente codificada en 3 más el número de nodos en tu ruta que sean delicados.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
es: Esto en casos normales es 3, pero por ejemplo, si estás accediendo a un servicio cebolla o a una dirección ".exit" podrían ser más.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
es: No queremos animar a que la gente use rutas más largas que esta, ya que incrementaría la carga de la red sin proporcionar más seguridad (según nuestro punto de vista).

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
es: Además, usar rutas de más de 3 saltos podría dañar el anonimato, en primer lugar porque facilita los ataques de [denegación de seguridad](https://www.freehaven.net/anonbib/#ccs07-doa), y en segundo lugar porque podría actuar como un identificador si sólo unos pocos usuarios tienen la misma longitud de ruta que tú.

source: How can I share files anonymously through Tor?
es: ¿Cómo puedo compartir ficheros anónimamente a través de Tor?

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
es: Para compartir archivos mediante Tor, [OnionShare](https://onionshare.org) es una buena opción.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
es: OnionShare es una herramienta de código abierto para enviar y recibir archivos de forma segura y anónima usando los servicios cebolla de Tor.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
es: Funciona arrancando un servidor web directamente en tu equipo y haciéndolo accesible desde una dirección web Tor imposible de adivinar que otros pueden cargar en el navegador Tor para descargar o subir archivos desde/hacia tu equipo.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
es: No requiere configurar un servidor aparte, usar un servicio de alojamiento de terceros ni tan siquiera ingresar a una cuenta de usuario.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
es: Al contrario de con los servicios como email, Google Drive, Dropbox, WeTransfer o casi cualquier otro método que la gente suele usar para mandarse archivos, cuando usas OnionShare no le das acceso a ninguna empresa a los archivos que estás compartiendo.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
es: Siempre y cuando compartas la dirección imposible de adivinar de una forma segura (como pegarla en una aplicación de mensajería cifrada), nadie excepto tú y la persona con la que estás compartiendo podrá acceder a los archivos.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
es: El creador de OnionShare es [Micah Lee](https://github.com/micahflee/onionshare).

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
es: Muchos nodos de salida están configurados para bloquear ciertos tipos de tráfico de compartición de ficheros, como BitTorrent.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
es: BitTorrent específicamente [no es anónimo desde Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
es: ¿Cómo puedo ayudar en el Proyecto Tor?

source: Please see our [community page](https://community.torproject.org) for how to get involved!
es: ¡Por favor, visita nuestra [página de la comunidad](https://community.torproject.org) para saber cómo puedes colaborar!

source: How can I donate to Tor Project?
es: ¿Cómo puedo donar al Proyecto Tor?

source: Thank you for your support!
es: ¡Gracias por tu apoyo!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
es: Puedes encontrar más información sobre donar en nuestras <mark><a href="https://donate.torproject.org/donor-faq">​preguntas frecuentes del donante</a></mark>.

source: Why don't you prevent bad people from doing bad things when using Tor?
es: ¿Por qué no evitan que gente indeseable haga maldades cuando usa Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
es: Tor está diseñado para defender los derechos humanos y la privacidad evitando que cualquiera censure cosas, incluso nosotros.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
es: No nos gusta que haya personas que usen Tor para hacer cosas terribles, pero no podemos hacer nada para librarnos de ellos sin perjudicar también a los activistas pro derechos humanos, periodistas, supervivientes de abusos, y otras personas que usan Tor para cosas buenas.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
es: Para evitar que ciertas personas usen Tor, básicamente tendríamos que añadir una puerta trasera al software, lo que expondría a nuestros usuarios a ataques de regímenes opresivos y otros adversarios.

source: Who funds Tor?
es: ¿Quién financia Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
es: Tor está financiado por varios patrocinadores distintos, incluyendo agencias federales de EEUU, fundaciones privadas, y donantes individuales.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
es: Revisa la lista completa de <mark><a href="https://www.torproject.org/about/sponsors.html.en">nuestros patrocinadores</a></mark> y una serie de <mark><a href="https://blog.torproject.org/category/tags/form-990">artículos del blog</a></mark> sobre nuestros informes financieros.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
es: Creemos que hablar claramente sobre quienes nos financian y nuestro modelo de financiación es la mejor forma de mantener la confianza con nuestra comunidad.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
es: Siempre estamos buscando más diversidad para nuestras fuentes de financiación, especialmente desde fundaciones y personas a título individual.

source: Can I use Tor with BitTorrent?
es: ¿Puedo usar Tor con BitTorrent?

source: We do not recommend using Tor with BitTorrent.
es: No recomendamos usar Tor con BitTorrent.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
es: Para más detalles lee nuestro <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">artículo del blog sobre este tema</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
es: ¡Los archivos de mi equipo han sido bloqueados, y alguien me está exigiendo que descargue el Tor Browser para pagar un rescate por mis archivos!

source: We are so sorry, but you have been infected with malware.
es: Lo sentimos mucho, pero has sido infectado por malware.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
es: El Proyecto Tor no ha creado este malware. Los autores de este malware te están urgiendo a que descargues el Navegador Tor presumiblemente para que contactes con ellos de forma anónima con el rescate que te están exigiendo.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
es: Si este es tu primer contacto con el Navegador Tor, entendemos que puedas pensar que somos unos indeseables que damos alas a gente todavía más indeseable.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
es: Pero, por favor, considera que nuestro software es usado cada día por una amplia variedad de propósitos por activistas pro derechos humanos, periodistas, supervivientes de violencia doméstica, informantes, agentes de la ley, y muchos otros. Desafortunadamente, la protección que puede proporcionar nuestro software a estos grupos de personas también puede ser usada por criminales y autores de malware.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
es: El proyecto Tor no apoya ni excusa el uso de nuestro software para propósitos maliciosos.

source: Does Tor keep logs?
es: ¿Tor conserva registros?

source: Tor doesn't keep any logs that could identify a particular user.
es: Tor no conserva ningún registro que pueda identificar a un usuario concreto.

source: We do take some safe measurements of how the network functions, which you can check out at [Tor Metrics](https://metrics.torproject.org/).
es: Tomamos algunas mediciones seguras de cómo funciona la red, que puedes revisar en <mark><a href="https://metrics.torproject.org/">​Tor Metrics</a></mark>.

source: Does Tor Project offer email service or other privacy protecting web services?
es: ¿Ofrece el Proyecto Tor servicio de correo electrónico u otros servicios web protectores de la privacidad?

source: No, we don't provide any online services.
es: No, no proporcionamos ningún servicio en línea.

source: A list of all of our software projects can be found on our [projects page](https://www.torproject.org/projects/projects.html.en).
es: Puedes leer una lista de todos nuestros proyectos de software en la <mark><a href="https://www.torproject.org/projects/projects.html.en">​página de nuestro proyecto</a></mark>.

source: Can I use the Tor logo in my product?
es: ¿Puedo usar el logotipo de Tor en mi producto?

source: You can read all about that on our [Trademark faq page](https://www.torproject.org/about/trademark/).
es: Puedes leer todo sobre ese tema en nuestras [preguntas frecuentes sobre derechos de propiedad intelectual](https://www.torproject.org/es/about/trademark/).

source: I'm having a problem updating or using Vidalia.
es: Tengo un problema actualizando o usando Vidalia.

source: Vidalia is no longer maintained or supported.
es: Vidalia ya no se mantiene ni está soportado.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
es: Una gran parte de las características que ofrecía Vidalia ahora están integradas en el propio Navegador Tor.

source: How can I chat with Tor Project teams?
es: ¿Cómo puedo charlar con los equipos del Tor Project?

source: Here is how you can get onto IRC and start to chat with Tor contributors in real time:
es: Estas son las instrucciones para entrar al IRC y comenzar a charlar con los colaboradores del proyecto en tiempo real:

source: 1. Enter in [OFTC](https://webchat.oftc.net/) webchat.
es: 1. Entra en el webchat [OFTC](https://webchat.oftc.net/).

source: 2. Fill in the blanks:
es: 2. Rellena los espacios en blanco:

source: **NICKNAME:** Anything you want, but choose the same nickname (nick) every time you use IRC to talk to people on Tor. If your nick is already being used, you will get a message from the system and you should choose another nick.
es: **APODO:** Elige el nombre que quieras, pero utiliza siempre el mismo para comunicarte con la gente del Proyecto Tor. Si tu apodo ya está ocupado, el sistema te lo notificará y tendrás que elegir otro nombre.

source: 3. Click Enter
es: 3. Pulsa Enter

source: Congratulations! You're on IRC.
es: ¡Enhorabuena! Estás en el IRC.

source: After a few seconds, you will automatically enter #tor, which is a chatroom with Tor developers, relay operators and other community members. There are some random people in #tor as well.
es: Después de unos segundos, aparecerás dentro de #tor que es una sala de chat con programadores de Tor, operadores de repetidores y otros miembros de la comunidad. También hay gente anónima en #tor.

source: You can ask questions in the empty bar at the bottom of the screen. Please, don't ask to ask, just ask your question.
es: Puedes preguntar usando la barra en la parte inferior de la pantalla. No hace falta que pidas permiso para preguntar, simplemente formula tu pregunta.

source: People may be able to answer right away, or there may be a bit of a delay (some people are listed on the channel but are away from their keyboards and record channel activities to read later).
es: Puede que recibas respuesta inmediatamente, o que se tarde un poco en responder (alguna gente podría estar lejos del ordenador aunque se encuentren en el canal).

source: If you want to chat with someone specific, start your comment with their nick and they will typically receive a notification that someone is trying to contact them.
es: Si deseas charlar con alguien en concreto, comienza la frase con su apodo, así esa persona recibirá una notificación de que alguien intenta hablarle.

source: OFTC often doesn't allow people to use their webchat over Tor. For this reason, and because many people end up preferring it anyway, you should also consider using an IRC client.
es: OFTC normalmente no permite a la gente usar su webchat desde Tor. Por eso y porque mucha gente lo prefiere de todas formas, deberías considerar usar un cliente de IRC.

source: Why I can't join Tor-dev and other channels?
es: ¿Por qué no puedo entrar a #Tor-dev u otros canales?

source: The #tor-project channel is where Tor people discuss and coordinate daily Tor work. It has fewer members than #tor and is more focused on the work at hand. You are also welcome to join this channel. To access #tor-project, your nickname (nick) must be registered and verified.
es: El canal #tor-project es donde la gente de Tor dialoga y coordina el trabajo diario. Tiene menos miembros que #tor y está más centrado en el trabajo que nos ocupa. Eres bienvenido a unirte a este canal. Para acceder a #tor-project, debes de tener el apodo (o nick) registrado y verificado.

source: Here's how to reach #tor-project and other registered channels.
es: Aquí tienes la forma de entrar al canal #tor-project y a otros relacionados con nuestro proyecto.

source: ### Register your nickname
es: ### Registra tu apodo

source: 1. Log onto #tor. See [How can I chat with Tor Project teams?](/get-in-touch/irc-help/)
es: 1. Entra en #tor. Lee [¿cómo puedo charlar con los equipos del Tor Project?](/es/get-in-touch/irc-help/)

source: 2. Then, click on the word **"Status"** at the top left of the screen.
es: 2. Ahora haz clic en la palabra **"Status"** en la parte superior izquierda de la pantalla.

source: 3. In the window at the bottom of the page, type: `/msg nickserv REGISTER yournewpassword youremailaddress`
es: 3. En la casilla en la parte inferior de la página, escribe: `/msg nickserv REGISTER tucontraseña tudirecciondecorreo`

source: 4. Hit enter.
es: 4. Pulsa enter.

source: If all goes well, you will receive a message that you are registered.
es: Si todo va bien, recibirás un mensaje diciéndote que te has registrado.

source: The system may register you as your nick_ instead of your nick.
es: El sistema puede que te haya registrado como apodo_ en lugar del apodo que has elegido.

source: If so, just go with it but remember you are user_ and not user.
es: Si es así, déjalo pasar pero recuerda que eres user_ y no user.

source: Every time you log on to IRC, to identify your registered nick, type:
es: Cada vez que ingresas al IRC, para identiicarte con el apodo que elegiste, escribe:

source: `/nick yournick`
es: `/nick tuapodo`

source: `/msg nickserv IDENTIFY YourPassWord`
es: `/msg nickserv IDENTIFY TuContraseña`

source: ### How to verify your nickname
es: ### Como verificar tu apodo

source: Then, to complete the registration and ultimately gain access to the #tor-project channel, your nickname must be **verified**.
es: Ahora, para completar el registro y obtener acceso al canal #tor-project, debes **verificar** tu apodo.

source: 1. To verify your nick, open a new browser window and go to https://webchat.oftc.net/?channels=tor.
es: 1. Para verificar tu apodo, abre una ventana del navegador y ve a https://webchat.oftc.net/?channels=tor.

source: 2. Log in with your IRC nickname and password.
es: 2. Entra con tu apodo para el IRC y tu contraseña.

source: 3. Look for the word **verify** and log in there. It may appear that nothing has happened. Look at the top of the page, and there will be a column called **Account**.
es: 3. Busca la palabra **verify** e ingresa allí. Puede parecer que no ha pasado nada. Mira en la parte superior de la página, en la columna con el texto **Account**.

source: 4. Click on **Account**.
es: 4. Haz clic en **Account**.

source: 5. Click on the small sentence at the bottom of the square that says: Verify account.
es: 5. Haz clic en la frase "Verify account" que aparece debajo del rectángulo.

source: 6. Fill out the CAPTCHA that pops up, and click ok.
es: 6. Resuelve el CAPTCHA que aparece y haz clic en ok.

source: 7. A tiny message will appear: "Your NickServ account has been verified."
es: 7. Aparecerá un pequeño mensaje: "Your NickServ account has been verified."

source: 8. Go back to the IRC webpage where you are logged in and type:
es: 8. Vuelve a la página donde has ingresado y escribe:

source: 9. Click ENTER.
es: 9. Pulsa ENTER.

source: 10. If all is well, you will receive a message that says:
es: 10. Si todo ha ido bien, recibirás un mensaje que dice:

source: Your nick is verified!
es: Tu apodo ha sido verificado!

source: Now, to join #tor-project, you can just type:
es: Para, ingresar en el canal #tor-project, simplemente teclea:

source: `/join #tor-project` and hit enter.
es: `/join #tor-project` y pulsa enter.

source: You will be allowed into the channel. If so, Congratulations!
es: Podrás entrar en el canal. Si es así, ¡enhorabuena!

source: However, if you get stuck, you can ask for help in the #tor channel.
es: No obstante, si te atascas, puedes pedir ayuda en el canal #tor.

source: You can toggle back and forth between channels by clicking on the different channel names at the top left of the IRC window.
es: Puedes alternar entre los distintos canales haciendo clic en los nombres de los canales en la esquina superior izquierda de la ventana del IRC.

source: Why and how I can enable Tor Package Repository in Debian?
es: ¿Por qué y cómo puedo activar el repositorio de paquetes Tor en Debian?

source: Here's how you can enable Tor Package Repository in Debian based distributions:
es: Así es como puedes activar el repositorio de paquetes de Tor en distribuciones basadas en Debian:

source: #### 1. Install `apt-transport-https`
es: #### 1. Instala `apt-transport-https`
