Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: Tor Browser offers all the amnesic features of private tabs while also hiding the source IP, browsing habits and details about a device that can be used to fingerprint activity across the web, allowing for a truly private browsing session that's fully obfuscated from end-to-end.
ka: Tor-ბრაუზერს გააჩნია მონაცემების გასუფთავების ყველა ის შესაძლებლობა, რაც პირად ფანჯრებს და დამატებით, ნიღბავს IP-მისამართს, გვერდების მონახულების ჩვევებსა და ფარავს მოწყობილობის მახასიათებლებს, რომელთაც იყენებენ ამოსაცნობად და სათვალთვალოდ ვებსივრცეში, შედეგად კი მიიღწევა ჭეშმარიტი პირადულობა, ბრაუზერიდან საბოლოო წერტილამდე გზის სრული დაბინდვით.

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
ka: ვრცლად, შეზღუდვების შესახებ რომელიც ახასიათებს ინკოგნიტო რეჟიმსა და პირად ფანჯრებს, იხილავთ Mozilla-ს სტატიაში [არასწორი წარმოდგენები პირადი თვალიერების რეჟიმზე](https://support.mozilla.org/ka/kb/common-myths-about-private-browsing).

source: I'm supposed to "edit my torrc". What does that mean?
ka: მგონი უნდა „ჩავასწორო ჩემი torrc“. რას გულისხმობს ეს?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
ka: გაფრთხილება: არ დაუჯეროთ შემთხვევით რჩევებს, რომლებითაც ცდილობენ ჩაგასწორებინონ თქვენი „torrc“!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
ka: შედეგად, შესაძლოა შემტევებს მიეცეს თქვენი უსაფრთხოებისა და ვინაობის გაუმხელობის ხელყოფის საშუალება, „torrc“ კონფიგურაციის მავნე გარდაქმნით.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
ka: Tor იყენებს ტექსტურ ფაილს სახელწოდებით `torrc` რომელიც შეიცავს კონფიგურაციის მითითებებს, როგორ უნდა იმუშაოს Tor-მა.

source: The default configuration should work fine for most Tor users (hence the warning above.)
ka: ნაგულისხმევი კონფიგურაცია გამოსადეგია Tor-ის უმეტესი მომხმარებელთათვის (გამომდინარე ზედა გაფრთხილებიდან).

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
ka: Tor-ბრაუზერის „torrc“ ფაილის მოსანახად, მიჰყევით მითითებებს თქვენი საოპერაციო სისტემის შესაბამისად.

source: On Windows or Linux:
ka: Windows და Linux:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
ka: * ფაილი `torrc` მდებარეობს Tor-ბრაუზერის Data-საქაღალდეში მისამართზე `Browser/TorBrowser/Data/Tor` თქვენი Tor-ბრაუზერის ძირითადი საქაღალდის ქვეშ.

source: On macOS:
ka: macOS-ზე:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
ka: * ფაილი `torrc` მდებარეობს Tor-ბრაუზერის Data-საქაღალდეში მისამართზე `~/Library/Application Support/TorBrowser-Data/Tor`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
ka: * გაითვალისწინეთ, რომ ბიბლიოთეკის (Library) საქაღალდე დამალულია macOS-ის ახალ ვერსიებში. Finder-ში მის მოსანახად, აირჩიეთ „Go to Folder...“ მენიუდან „Go“.

source: * Then type "~/Library/Application Support/" in the window and click Go.
ka: * შემდეგ აკრიფეთ „~/Library/Application Support/“ მოცემულ ფანჯარაში და დაწკაპეთ Go.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
ka: დახურეთ Tor-ბრაუზერი სანამ ჩაასწორებთ ფაილს `torrc`, წინააღმდეგ შემთხვევაში, Tor-ბრაუზერმა შესაძლოა წაშალოს თქვენი ცვლილებები.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
ka: ზოგ პარამეტრს არ ექნება გავლენა, ვინაიდან Tor-ბრაუზერი გადააწერს მათ ბრძანებათა ველის პარამეტრებს, როცა გაეშვება Tor.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
ka: იხილეთ [ნიმუშად `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) ფაილი, ცნობილი კონფიგურაციების მაგალითებისთვის.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
ka: კონფიგურაციის სხვა პარამეტრებისთვის, იხილეთ [Tor-ის სახელმძღვანელო](https://2019.www.torproject.org/docs/tor-manual.html.en).

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
ka: დაიხსომეთ, ხაზი რომელიც იწყება `#` ნიშნით torrc ფაილში წარმოადგენს მხოლოდ შენიშვნას და არ აქვს გავლენა Tor-ის კონფიგურაციაზე.

source: Does Tor Project make an application for private chat?
ka: Tor-პროექტი ქმნის პროგრამას პირადი მიმოწერისთვის?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
ka: არა. თერთმეტი საცდელი გამოშვების შემდეგ, ჩვენ შევწყვიტეთ მხარდაჭერა პროგრამის – [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ka: ჩვენ კვლავ მიგვაჩნია, რომ Tor-ის გამოყენება მიმოწერის პროგრამებში შესაძლებელია, უბრალოდ, ჯერჯერობით არ გვაქვს სათანადო სახსრები, ამ ყველაფრის განსახორციელებლად.

source: Do you? [Contact us](https://www.torproject.org/contact).
ka: გაქვთ თქვენ? [დაგვიკავშირდით](https://www.torproject.org/ka/contact).

source: Can I run Tor on an Android device?
ka: შემიძლია Tor-ის Android-მოწყობილობაზე გაშვება?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
ka: დიახ, არსებობს [Tor-ბრაუზერი](https://www.torproject.org/ka/download/#android) საგანგებოდ Android-ისთვის. Tor-ბრაუზერი Android-ზე სრულად საკმარისია Tor-ის თქვენს Android-მოწყობილობაზე გასაშვებად.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
ka: The Guardian Project გთავაზობთ პროგრამას [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android), რომლითაც შესაძლებელია სხვა პროგრამების კავშირის, Tor-ქსელით გასატარებლად, თქვენი Android-მოწყობილობიდან, თუმცა ვებგვერდების Tor-ით მოსანახულებლად, საკმარისია მხოლოდ Tor-ბრაუზერი Android-ზე.

source: Who is the Guardian Project?
ka: რას წარმოადგენს Guardian Project?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
ka: The Guardian Project უზრუნველყოფს Orbot-ს (და სხვა პირადი მონაცემების დაცვის პროგრამებს) Android-ზე. ვრცლად, შეგიძლია იხილოთ [Guardian Project-ის ვებსაიტზე](https://guardianproject.info/).

source: Can I run Tor on an iOS device?
ka: შემიძლია Tor-ის iOS-მოწყობილობაზე გაშვება?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ka: ჩვენ გირჩევთ iOS-პროგრამას სახელწოდებით Onion Browser, რომელიც ღია წყაროსია, იყენებს Tor-კავშირს და შემუშავებულია იმ პიროვნების მიერ, რომლის საქმიანობაც მეტად ახლოსაა Tor-პროექტთან.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ka: თუმცა, Apple მოითხოვს, რომ iOS-ზე არსებული ბრაუზერები აუცილებლად იყენებდეს Webkit-ს, რაც არ აძლევს Onion-ბრაუზერს ისეთივე უსაფრთხოების დონის მიღწევის საშუალებას, როგორიც Tor-ბრაუზერშია.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
ka: [იხილეთ ვრცლად, Onion Browser-ის შესახებ](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
ka: ჩამოტვირთეთ Onion Browser [App Store-იდან](https://itunes.apple.com/us/app/onion-browser/id519296448).

source: How do I run Tor on Windows Phone?
ka: Tor როგორ გავუშვა Windows Phone-ზე?

source: There is currently no supported method for running Tor on Windows Phone.
ka: ამჟამად არაა რამე მხარდაჭერილი გზა, Tor-ის გასაშვებად Windows Phone-ზე.

source: What happened to Orfox?
ka: რა მოუვიდა Orfox-ს?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
ka: ვინაიდან გამოვიდა [Tor-ბრაუზერი Android-ზე](https://www.torproject.org/download/#android), შედეგად Orfox [გაუქმდა](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
ka: ორივე დამჭირდება, Tor-ბრაუზერი Android-ზე და Orbot, თუ მხოლოდ ერთი?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
ka: მართალია ორივე, Tor-ბრაუზერი Android-ზე და Orbot გამოსადეგია, თუმცა სხვადასხვა დანიშნულება აქვთ.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
ka: Tor-ბრაუზერი Android-ზე იგივეა რაც Tor-ბრაუზერი კომპიუტერზე, ოღონდ მობილური მოწყობილობისთვის. იგი ჩვეულებრივი ბრაუზერია, რომელიც იყენებს Tor-ქსელს და ცდილობს ვინაობის გამჟღავნების არიდებას.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
ka: მეორე მხრივ კი Orbot არის პროქსი, რომელიც საშუალებას იძლევა გაგზავნოთ მონაცემები თქვენი სხვა პროგრამებიდან (ელფოსტის, მიმოწერის და ა.შ.) Tor-ქსელის გავლით; Orbot აგრეთვე ჩაშენებულია Tor-ბრაუზერში Android-ზე, სწორედ ის იძლევა Tor-ქსელთან კავშირის შესაძლებლობას.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
ka: ჩაშენებული ვერსია, რაღა თქმა უნდა, ვერ მოგცემთ სხვა პროგრამების კავშირის გატარების საშუალებას, გარდა Tor-ბრაუზერისა Android-ზე.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
ka: იმისდა მიხედვით, თუ რა მიზნით გსურთ გამოიყენოთ Tor-ქსელი, შეიძლება გამოგადგეთ ერთ-ერთი ან ორივე მათგანი.

source: Is Tor Browser available on F-Droid?
ka: ხელმისაწვდომია Tor-ბრაუზერი F-Droid-ზე?

source: It will be, _soon_.
ka: იქნება, _მალე_.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
ka: ამასთან, შეგიძლია F-Droid გამოიყენოთ, Tor-ბრაუზერის Android-ზე ჩამოსატვირთად, [Guardian პროექტის საცავიდან](https://guardianproject.info/fdroid/)

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
ka: [იხილეთ, როგორ ხდება საცავის დამატება F-Droid-ზე](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
ka: როგორ ჩამოვტვირთო Tor-ბრაუზერი თუ torproject.org შეზღუდულია?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
ka: თუ ვერ ახერხებთ Tor-ბრაუზერის ჩამოტვირთვას ჩვენი [ვებსაიტიდან](https://www.torproject.org/ka/), მისი ასლის მიღება შეგიძლიათ [GetTor-ით](https://gettor.torproject.org/).

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ka: GetTor წარმოადგენს მომსახურებას, რომელიც წერილზე პასუხის სახით ავტომატურად აგზავნის Tor-ბრაუზერის უახლესი ვერსიების ჩამოსატვირთ ბმულებს, განთავსებულს სხვადასხვა საიტებზე, რომლებიც ნაკლებად ექცევა ცენზურის ქვეშ, მათ შორის Dropbox, Google Drive და GitHub.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
ka: აგრეთვე შეგიძლია ჩამოტვირთოთ Tor-ბრაუზერი მისამართიდან [https://tor.eff.org](https://tor.eff.org) ან [https://tor.ccc.de](https://tor.ccc.de).

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
ka: ადგილმდებარეობაზე დამოკიდებული ბმულებისთვის, იხილეთ [Tor:ასლები](https://2019.www.torproject.org/getinvolved/mirrors.html.en)

source: To use GetTor via email.
ka: GetTor-ის გამოყენება ელფოსტით

source: Send an email to gettor@torproject.org.
ka: გაგზავნეთ წერილი ელფოსტაზე gettor@torproject.org.

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
ka: დაწერეთ თქვენი საოპერაციო სისტემა (მაგალითად Windows, macOS ან Linux) წერილის შიგთავსში და გაგზავნეთ.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
ka: GetTor ავტომატურად უპასუხებს წერილს ელფოსტაზე ბმულებით, რომლებითაც შეგეძლებათ ჩამოტვირთოთ Tor-ბრაუზერი, დაშიფრული ხელმოწერით (გამოსადეგია [ჩამოტვირთული ფაილის ნამდვილობის შესამოწმებლად](/ka/tbb/how-to-verify-signature/)), ერთგვარი გასაღების ანაბეჭდით, რომელიც წარმოადგენს კრებულის სადარჯამს.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ka: შესაძლოა შემოთავაზებული იყოს არჩევანი „32-ბიტიანსა“ და „64-ბიტიან“ პროგრამებს შორის: იგი დამოკიდებულია კომპიუტერის აპარატურაზე, რომელსაც იყენებთ; გაეცანით აპარატურის სახელმძღვანელო მასალებს, საკითხის უკეთ გასარკვევად.

source: To use GetTor via Twitter.
ka: GetTor-ის გამოყენება Twitter-ით.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
ka: GetTor Twitter-ზე ამჟამად სამუშაოები მიმდინარეობს. გთხოვთ, გამოიყენოთ [ელფოსტა](https://support.torproject.org/gettor/gettor-2) მის ნაცვლად.

source: To use GetTor via XMPP (Jitsi, CoyIM).
ka: GetTor-ის XMPP-ით (Jitsi, CoyIM) გამოყენება.

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ka: Tor-ბრაუზერის ჩამოსატვირთი ბმულების მისაღებად, გაგზავნეთ შეტყობინება gettor@torproject.org მისამართზე, მოცემული რომელიმე კოდით:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ka: Tor-ბრაუზერი არ უკავშირდება ქსელს, თუმცა ცენზურას წესით ადგილი არ უნდა ჰქონდეს.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ka: ხშირ შემთხვევაში, კავშირის შეცდომები Tor-ბრაუზერში გამოწვეულია ხოლმე საათის არევით.

source: Please make sure your system clock and timezone are set accurately.
ka: გთხოვთ, გადაამოწმოთ სისტემის დრო და სასაათე სარტყლის სისწორე.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
ka: თუ ეს არ მოაგვარებს პრობლემას, იხილეთ ხარვეზების აღმოფხვრის გვერდი [Tor-ბრაუზერის სახელმძღვანელოში](https://tb-manual.torproject.org/ka/troubleshooting).

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ka: ხარვეზს გადავაწყდი Tor-თან დაკავშირებისას და ვერ გავარკვიე რა არ მუშაობს.

source: If you’re having trouble connecting, an error message may appear and you can select the option to "copy Tor log to clipboard".
ka: თუ ხარვეზია დაკავშირებისას, გამოჩნდება შეცდომის კოდი და შეგეძლებათ მიუთითოთ „Tor-ის აღრიცხვის ჩანაწერების ასლი“.

source: Then paste the Tor log into a text file or other document.
ka: შემდეგ ჩასვით Tor-ის აღრიცხვის ჩანაწერი რამე ტექსტურ ფაილში ან დოკუმენტში.

source: Alternatively, if you don't see this option and you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ka: გარდა ამისა, თუ ვერ ხედავთ ამ პარამეტრს და Tor-ბრაუზერი გაშვებულია, შეგიძლია გადახვიდეთ მთავარ მენიუში (ბრაუზერის ზედა მარჯვენა მხარეს, მისამართების ველის გვერდით), დაწკაპოთ „პარამეტრები“ და შემდეგ „Tor“ გვერდით ზოლზე.

source: You should see one of these common log errors (look for the following lines in your Tor log):
ka: წესით იხილავთ, ქვემოთ მოცემული გავრცელებული შეცდომებიდან რომელიმეს (მონახეთ შემდეგი ხაზი Tor-ის ჩანაწერში):

source: ##### Common log error #1: Proxy connection failure
ka: ##### გავრცელებული შეცდომა #1 ჩანაწერში: პროქსი-კავშირის ჩაშლა

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ka: თუ ამგვარი სტრიქონებია თქვენს Tor-ჩანაწერში, ეს ნიშნავს, რომ SOCKS-პროქსისთან დაკავშირება ვერ მოხერხდა.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ka: თუ SOCKS-პროქსი საჭიროა თქვენი ქსელის გასამართად, მაშინ გთხოვთ გადაამოწმოთ, თქვენი პროქსის მონაცემების სისწორე.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ka: თუ SOCKS-პროქსი არაა აუცილებელი, ან დაზუსტებით არ იცით, გთხოვთ Tor-ქსელთან დაკავშირება სცადოთ SOCKS-პროქსის გარეშე.

source: ##### Common log error #2: Can’t reach guard relays
ka: ##### გავრცელებული შეცდომა #2 ჩანაწერში: მცველ გადამცემებთან წვდომა ვერ ხერხდება

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ka: თუ ამგვარი სტრიქონებია თქვენს Tor-ჩანაწერში, ეს ნიშნავს, რომ Tor ვერ დაუკავშირდა პირველ კვანძს Tor-წრედში.

source: This could mean that you’re on a network that’s censored.
ka: ეს შეიძლება იმას ნიშნავდეს, რომ ქსელი რომელსაც იყენებთ, ცენზურის ქვეშაა.

source: Please try connecting with bridges, and that should fix the problem.
ka: გთხოვთ, სცადოთ გადამცემი ხიდით დაკავშირება, რაც წესით მოაგვარებს ხარვეზს.

source: ##### Common log error #3: Failed to complete TLS handshake
ka: ##### გავრცელებული შეცდომა #3 ჩანაწერში: ვერ მოხერხდა TLS-კავშირის დამოწმება

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ka: თუ ამგვარი სტრიქონებია თქვენს Tor-ჩანაწერში, ეს ნიშნავს, რომ Tor-მა ვერ დაასრულა TLS-კავშირის დამოწმება უფლებამოსილ მხარესთან.

source: Using bridges will likely fix this.
ka: გადამცემი ხიდის გამოყენება, ჩვეულებრივ მოაგვარებს ამას.

source: ##### Common log error #4: Clock skew
ka: ##### გავრცელებული შეცდომა #4 ჩანაწერში: დროითი სხვაობა

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
ka: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): როგორ ჩანს, ჩვენი საათი უკანაა 1 დღით, 0 საათით, 1 წუთით ან მათია წინ. Tor გამართულად მუშაობისთვის საჭიროებს გასწორებულ საათს: გთხოვთ, გადაამოწმოთ დროის, სასაათე სარტყლისა და თარიღის პარამეტრები.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ka: თუ ამგვარი სტრიქონებია თქვენს Tor-ჩანაწერში, ეს ნიშნავს, რომ თქვენი სისტემის საათი არასწორია.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ka: გთხოვთ, გაასწოროთ დრო, ასევე სასაათე სარტყელი. შემდეგ კი ხელახლა გაუშვით Tor.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ka: ჩვენს საიტს ზღუდავს ზემდგომი დაწესებულებები. შეუძლია Tor-ბრაუზერს დაეხმაროს მომხმარებლებს, ჩვენ საიტთან წვდომის მიღებაში?

source: Tor Browser can certainly help people access your website in places where it is blocked.
ka: დიახ, Tor-ბრაუზერს ნამდვილად შეუძლია დაეხმაროს ხალხს თქვენს საიტთან წვდომაში ადგილებიდან, სადაც შეზღუდვებია.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
ka: ჩვეულებრივ, [Tor-ბრაუზერის](https://www.torproject.org/ka/download) ჩამოტვირთვა და მისი საშუალებით შეზღუდულ საიტზე შესვლა, საკმარისია წვდომის მისაღებად.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
ka: იქ, სადაც ძლიერი ცენზურაა, ჩვენ გვაქვს არაერთი სახის გვერდის ავლის საშუალებები, მათ შორის [მისაერთებელი გადამყვანები](https://tb-manual.torproject.org/ka/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
ka: დამატებითი ინფორმაციისთვის, გთხოვთ იხილოთ [Tor-ბრაუზერის მომხმარებლის სახელმძღვანელოში](https://tb-manual.torproject.org/ka/circumvention/) განყოფილება ცენზურა.

source: A website I am trying to reach is blocking access over Tor.
ka: საიტი რომელზე შესვლასაც ვცდილობ, ზღუდავს Tor-ით წვდომას.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ka: ზოგჯერ, ვებსაიტები ზღუდავს Tor-ის მომხმარებლებს, ვინაიდან ვერ ასხვავებს ჩვეულებრივ Tor-მომხმარებელს, ავტომატური პროგრამებისგან.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ka: საუკეთესო გზა, Tor-მომხმარებლებისთვის საიტებზე შეზღუდვის მოსახსნელად, ამ საიტების მმართველებთან პირდაპირ დაკავშირებაა.

source: Something like this might do the trick:
ka: რაღაც ამის მსგავსი წესით იმუშავებს:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ka: „გამარჯობა! ვცილობდი თქვენს საიტთან xyz.com დაკავშირებას Tor-ბრაუზერის გამოყენებით და აღმოვაჩინე, რომ Tor-ის მომხმარებლებისთის შეზღუდული გაქვთ თქვენს საიტთან წვდომა.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ka: მსურს, შეგაცვლევინოთ ეს გადაწყვეტილება; Tor-ს იყენებენ ადამიანები მთელი მსოფლიოდან, თავიანთი პირადი მონაცემების დასაცავად და ცენზურასთან ბრძოლისთვის.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ka: Tor-ის მომხმარებლების შეზღუდვით, თქვენ უზღუდავთ ხალხს ინტერნეტის თავისუფლად გამოყენების საშუალებას ისეთი ქვეყნებიდან, სადაც მათზე ზეწოლას აქვს ადგილი ხელისუფლებისგან, მათ შორის იმ ჟურნალისტებსა და მკვლევარებს, რომელთაც სურთ თავი დაიცვან ვინაობის გამჟღავნებისგან, თავლყურისდევნებისა და ზედამხედველებისგან, ასევე იმ რიგით ადამიანებს, რომელთაც უბრალოდ სურთ, ინტერნეტში მათი მოქმედებების აღრიცხვისგან თავის არიდება.
