Repository: torpluston/translation
Catalog: contents+de.po
Languages: de

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
de: Wenn ein SOCKS-Proxy für die Netzwerkeinstelung nötig ist, sollten die Proxy-Details überprüft werden.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
de: Wenn kein SOCKS-Proxy nötig ist, oder du nicht sicher bist, versuche dich mit dem Tor-Netzwerk ohne SOCKS-Proxy zu verbinden.

source: ##### Common log error #2: Can’t reach guard relays
de: ###### Üblicher Fehler #2: Kann Guard-Relays nicht erreichen

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
de: Wenn du diese Zeilen in deiner Tor-Protokolldatei siehst, konnte sich Tor nicht mit dem ersten Knoten (Guard) von deinem Kanal (Circuit) verbinden.

source: This could mean that you’re on a network that’s censored.
de: Das könnte bedeuten, dass du dich in einem Netzwerk befindest, das zensiert wird.

source: Please try connecting with bridges, and that should fix the problem.
de: Bitte versuche dich über Brücken zu verbinden, das sollte das Problem lösen.

source: ##### Common log error #3: Failed to complete TLS handshake
de: ###### Üblicher Fehler 31: Konnte TLS-Verbindungsaufbau nicht abschließen

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
de: Wenn du Zeilen wie diese in Tors Logdatei siehst, bedeutet dies, dass Tor keinen vollständigen TLS-Handschlag mit den Verzeichnis-Autoritäten herstellen konnte.

source: Using bridges will likely fix this.
de: Bridges zu benutzen, wird dieses Problem wahrscheinlich lösen.

source: ##### Common log error #4: Clock skew
de: ##### Übliche Fehlermeldung #4: Clock skew (Zeitunterschied)

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
de: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): Scheinbar ist Ihre Uhr um 1 Tag, 0 Stunden, 1 Minute zurück gefallen, oder die des Gegenübers geht vor. Tor benötigt eine korrekt eingestellte Uhr, um zu funktionieren: Bitte überprüfen Sie die Uhrzeit, Zeitzone und Datumseinstellungen.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
de: Bei Zeilen wie diesen im Tor log ist die Uhrzeit falsch eingestellt.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
de: Bitte stelle sicher, dass deine Uhr und Zeitzone korrekt eingestellt sind. Starte anschließend Tor neu.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
de: Unsere Website wird blockiert. Kann Tor Browser den Benutzern helfen, die Website trotzdem zu erreichen?

source: Tor Browser can certainly help people access your website in places where it is blocked.
de: An Orten, wo sie blockiert ist, kann der Tor Browser Menschen durchaus helfen, auf ihre Webseite zuzugreifen,

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
de: Meistens wird der Zugriff durch einfaches Herunterladen des [Tor-Browser](https://www.torproject.org/download) und anschließende Navigation damit auf die blockierte Seite ermöglicht.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
de: An Orten mit starker Zensur haben wir eine Reihe von Möglichkeiten zur Umgehung der Zensur, darunter [austauschbare Übertragungsart](https://tb-manual.torproject.org/de/transports/).

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
de: Weitere Informationen findest du im Abschnitt [Tor Browser Benutzerhandbuch](https://tb-manual.torproject.org/de) über [Zensur](https://tb-manual.torproject.org/de/circumvention/).

source: A website I am trying to reach is blocking access over Tor.
de: Eine Webseite, die ich versuche aufzurufen, blockiert die Verbindung über Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
de: Manchmal blockieren Webseiten den Zugang über Tor, weil sie den Unterschied zwischen automatischen Zugriffen und Menschen, die Tor benutzen, nicht erkennen.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
de: Den größten Erfolg beim Aufheben der Blockaden hatten wir, wenn sich die Betroffenen direkt an die Admins einer Seite gewandt haben.

source: Something like this might do the trick:
de: Etwas in dieser Art könnte helfen:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
de: "Hi! Habe versucht, mit Tor Browser auf eure Seite xyz.com zuzugreifen, aber musste feststellen, dass ihr Tor nicht erlaubt.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
de: Ich möchte euch anregen, diese Entscheidung zu überdenken. Tor wird von Menschen auf der ganzen Welt benutzt, um ihre Privatsphäre zu schützen und gegen Zensur zu kämpfen.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
de: Wenn ihr Tor blockiert, schließt ihr sehr wahrscheinlich Menschen aus, die unter repressiven Systemen leiden, den Zugang zum freien Internet suchen, Journalist*innen und Wissenschaftler*innen, die sich davor schützen wollen, entdeckt zu werden, sowie Aktivist*innen und gewöhnliche Leute, die der Verfolgung durch Unternehmen zu entgehen versuchen.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
de: Bitte beweist eine Position zugunsten digitaler Privatsphäre und Internetfreiheit und erlaubt den Zugang zu xyz.com über Tor.

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
de: Bei Banken und anderen sensitiven Webseiten ist es üblich, basierend auf der Herkunft zu blockieren (z.B. neigen Banken dazu, Konten zu sperren, wenn das Land, von dem du dich verbindest, wechselt).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
de: Wenn du dich mit keinem Oniondienst verbinden kannst, lies dir folgendes durch: [I cannot reach X.onion!](../../onionservices/onionservices-3).

source: I can’t connect to Tor Browser, is my network censored?
de: Ich kann mich nicht mit Tor Browser verbinden, ist mein Netzwerk zensiert?

source: You might be on a censored network, and so you should try using bridges.
de: Eventuell wird dein Netzwerk zensiert, versuche es mit Brücken.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
de: Einige Bridges sind in Tor Browser definiert, wähle "Konfigurieren" (und folge den Anzeigen) im Fenster von Tor Launcher, das beim ersten Start von Tor Browser angezeigt wird.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
de: Wenn du andere Brücken brauchst, kannst du sie auf unserer [Brücken-Webseite](https://bridges.torproject.org/) erhalten.

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
de: Weitere Informationen über Brücken findest du im [Tor Browser-Handbuch](https://tb-manual.torproject.org/de/bridges).

source: What is a bridge?
de: Was ist eine Brücke?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
de: Brücken-Relais sind Tor-Relais, die nicht im öffentlichen Tor-Verzeichnis aufgeführt sind.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
de: Das bedeutet, dass Internetdiensteanbieter (ISP) oder Regierungen, die versuchen, den Zugriff auf das Tor-Netzwerk zu blockieren, schlichtweg nicht alle Brücken (Bridges) blockieren können.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
de: Brücken sind nützlich für Menschen in Unterdrückungs-Staaten und für alle, die eine Extraschicht für erhöhte Sicherheit bevorzugen, weil irgendwer feststellen könnte, dass sie mit der öffentlich bekannten IP-Adresse eines Tor-Knotens kommunizieren.

source: A bridge is just a normal relay with a slightly different configuration.
de: Eine Brücke ist nur ein normales Relais mit einer leicht unterschiedlichen Konfiguration.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
de: Les dir [Wie betreibe ich eine Tor Bridge](https://community.torproject.org/relay/setup/bridge/) als Anleitung durch.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
de: Einige Länder, wie China und Iran, haben Möglichkeiten gefunden, Tor-Nutzer*innen zu erkennen und Verbindungen zu Tor-Brücken zu blockieren.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
de: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges wirken dem entgegen, indem sie einen weiteren Verteiler zu Verschleierung hinzufügen.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
de: Ein obfsproxy-Relay zu betreiben bedarf eines weiteren Software-Pakets und zusätzlicher Konfigurationen.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
de: Schau dir unsere Seite [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) für mehr Informationen an.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
de: Während ich Tor benutze, können Lauscher immer noch die Informationen sehen, die ich mit Webseiten teile, wie Login-Informationen und Dinge, die ich in Formulare eintippe?

source: Tor prevents eavesdroppers from learning sites that you visit.
de: Tor schützt davor, dass Überwacher erfahren, welche Seiten du besuchst.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
de: Allerdings können unverschlüsselt über HTTP übertragene Informationen trotzdem abgefangen werden, durch Operatoren von Exit-Knoten oder durch Analyse des Verkehrs zwischen Exit-Relay und der Webseite.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
de: Wenn die besuchte Webseite HTTPS benutzt, werden Daten zwischen dem Austritts-Knoten und der Webseite verschlüsselt übertragen und sind für Überwacher nicht im Klartext sichtbar.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
de: #### Die Visualisierung zeigt welche Informationen ein Angreifer mit oder ohne Tor Browser mit HTTPS Verschlüsselung sehen könnte.

source: Can I browse normal HTTPS sites with Tor?
de: Kann ich mit Tor auf HTTPS-Seiten surfen?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
de: Die kurze Antwort ist: **Ja, man kann bei der Nutzung von Tor ganz normale HTTPS Websiten aufrufen.**

source: HTTPS Connections are used to secure communications over computer networks.
de: HTTPS-Verbindungen werden genutzt um Verbindungen in Computernetzwerken zu sichern.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
de: Hier kannst du [mehr über HTTPS lesen](https://tb-manual.torproject.org/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
de: Der Tor Browser beinhaltet das [HTTPS Everywhere](https://www.eff.org/https-everywhere) Plugin, dass automatisch Seiten vom unverschlüsselten "HTTP" zum verschlüsselten "HTTPS" umwandelt.

source: What bandwidth shaping options are available to Tor relays?
de: Welche Optionen zur Bandbreitenanpassung stehen den Tor Relays zur Verfügung?

source: There are two options you can add to your torrc file:
de: Es gibt zwei Optionen die du in deine torrc Datei schreiben kannst:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
de: **BandwidthRate** is die maximal erlaubte Bandbreite (bytes pro Sekunde).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
de: Du willst beispielsweise "BandwidthRate 10 MBytes" für 10 Megabyte pro Sekunde einstellen (eine schnelle Verbindung) oder "BandwidthRate 500 KBytes" für 500 Kilobytes pro Sekunde (eine gute Kabelverbindung).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
de: Die minmale Bandbreitenrate liegt bei 75 Kilobytes pro Sekunde

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
de: Eine langsame Bandbreite aber ein hoher Burst erzwingen einen langfristigen Durchschnitt, damit ungenutzte Bandbreite zu Spitzenzeiten genutzt werden kann.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
de: Wenn du beispielsweise "BandwidthBurst 500 KBytes" wählst und das auch für deine Bandbreitenrate benutzt, wirst du nie mehr als 500 Kilobytes pro Sekunde erreichen. Aber wenn du einen höheren Bandbreitenburst (z.B. 5 MBytes) nimmst, dann kann eine höhere Geschwindigkeit erreicht werden bis der Burst aufgebraucht ist.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
de: Wenn du eine asymmetrische Verbindung hast (Upload geringer als Download), solltest du die Bandbreitenrate auf maximal die maximale Uploadrate setzen.

source: Then set BandwidthBurst to the same as BandwidthRate.
de: Dann setze den Bandbreitenburst auf den selben Wert wie die Bandbreitenrate.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
de: Tor Relays die auf Linux basieren haben eine weitere Option: Sie können den ihren persönlichen Verkehr priorisieren, sodass dieser nicht durch die Tor Last beeinträchtigt wird.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
de: Dafür gibt es ein [Skript](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh), dass sich im Contrib Verzeichnis der Tor-Quelldistribution befindet.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
de: Es gibt zusätzliche Optionen, bei denen sie festlegen können, dass nur eine bestimmte Trafficmenge pro Zeitperiode (z.B. 100 GB pro Monat) verwendet werden.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
de: Beachte, dass die Bandbreitenrate und der Bandbreitenburst in **Bytes** und nicht in Bits angegeben wird.

source: I'm behind a NAT/Firewall.
de: Ich bin hinter einem/r NAT/Firewall.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
de: Für eine Anleitung wie du mit deinem NAT/Router Ports weiterleiten kannst, lese dir portforward.com](https://portforward.com/) durch.

source: If your relay is running on a internal net, you need to setup port forwarding.
de: Wenn dein Relay in einem internen Netzwerk läuft, musst du die Portweiterleitung einstellen.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
de: Die Weiterleitung von TCP Verbindungen ist systemabhängig. Die Firewall Client FAQs zeigen wie es funktioniert.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
de: Hier ist ebenfalls ein Beispiel wie du es unter GNU/Linux machen solltest, wenn du iptables verwendest:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
de: Möglicherweise musst du "eth0" ändern, wenn du eine andere externe Schnitstelle hast (die, die mit dem Internet verbunde ist).

source: Do I get better anonymity if I run a relay?
de: Verbessert sich meine Anonymität wenn ich einen Relay betreibe?

source: Yes, you do get better anonymity against some attacks.
de: Ja, deine Anonymität erhöht sich für manche Angriffe.

source: The simplest example is an attacker who owns a small number of Tor relays.
de: Das beste Beispiel ist ein Angreifer der eine kleine Anzahl Tor Relays betreibt.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
de: Sie sehen eine Verbindung von dir aber sie sehen nicht ob die Anfrage ursprünglich von dir oder von jemand anderem übermittelt wurde.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
de: Es gibt einige Fälle in denen es nicht hilft: Wenn ein Angreifer ihren gesamten ein- und ausgehenden Verkehr beobachten kann, dann ist es sehr leicht für ihn zu sehen welche Verbindungen von Ihnen kommen und welche sie nur weiterleiten.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
de: (In diesem Fall wissen sie aber immer noch nicht dein Ziel, solange sie die nicht auch beobachten. Trotzdem wären bist du immer noch genauso unterwegs wie ein normaler Websitenbesucher.

source: There are also some downsides to running a Tor relay.
de: Es gibt auch einige Nachteile beim betreiben eines Tor Relays.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
de: Anfangs, als wir nur ein paar hundert Relays hatten, konnte die Tatsache, dass sie einen betreiben einem Angreifer zeigen, dass sie großen Wert auf Anonymität legen.

source: It is an open research question whether the benefits outweigh the risks.
de: Es ist noch unerforscht, ober der Nutzen die Risiken überwiegt.

source: A lot of that depends on the attacks you are most worried about.
de: Das meiste hängt von den Angriffen ab, über die du dir am meisten Sorgen machst.

source: For most users, we think it's a smart move.
de: Wir denken, dass das für die meisten Nutzer ein wichtiger Schritt ist.

source: Can I run a Tor relay using a dynamic IP address?
de: Kann ich einen Tor Relay mit einer Dynamischen IP Adresse betreiben?

source: Tor can handle relays with dynamic IP addresses just fine.
de: Tor kann Relays mit dynamischer IP-Adresse gut einbinden.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
de: Lass die "Adress" Zeile in deiner [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) Datei einfach frei und Tor wird sie erraten.

source: I'd run a relay, but I don't want to deal with abuse issues.
de: Ich würde einen Relay betreiben, aber ich möchte mich nicht mit Missbrauchsfällen beschäftigen

source: Great. That's exactly why we implemented exit policies.
de: Großartig. Genau deshalb haben wir exit Policies eingebaut.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
de: Jeder Tor Relay hat eine exit policy, die festlegt welche Art von ausgehender Verbindungen zugelassen oder abgelehnt werden.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
de: Über das Verzeichnis sieht Tor die exit policies der Relays und sorgt so dafür, dass die Clients keine exit Relays wählen, die die Verbindung zu ihrem Ziel verhindern würden.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
de: Dadurch kann jeder Relay entscheiden, zu welchen Services und Netzwerken er sich verbinden will, basierend auf dem Missbrauchspotential und seiner eigenen Situation.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
de: Die standardmäßigen Exit Richtlinien (z.B. Internetsurfen) erlauben den Zugriff auf viele bekannte Dienste aber unterbinden manche wegen Missbrauchspotential (z.B. E-Mail) und manche weil das Tor Netzwerk die Bandbreite nicht verarbeiten kann (z.B. Dateisharing).

source: You can change your exit policy by editing your torrc file.
de: Du kannst deine Exit Richtlinien in deiner torrc Datei festlegen.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
de: Wenn du du das meiste Missbrauchspotential vermeiden möchtest dann setze "reject *:*" ein.
