Repository: torpluston/translation
Catalog: contents+pl.po
Languages: pl

source: A firewall is a network security system which monitors and controls the incoming and outgoing network [traffic](#traffic). This traffic filter is based on predetermined rules. A firewall typically establishes a barrier between a trusted, secure internal network and another outside network but it can also be used as a content filter in the sense of [censorship](#network-censorship). Sometimes people have trouble connecting to [Tor](#tor-/-tor-network/-core-tor) because their firewall blocks Tor connections. You can reconfigure or disable your firewall and restart Tor to test this.
pl: Firewall to system bezpieczeństwa sieciowego, który monitoruje i kontroluje [ruch](#traffic) przychodzący i wychodzący sieci. Ten filtr ruchu oparty jest na wcześniej ustalonych regułach. Firewall zazwyczaj tworzy barierę pomiędzy zaufaną, bezpieczną siecią wewnętrzną a inną siecią zewnętrzną, ale może być również używany jako filtr treści w sensie [cenzury](#network-censorship). Czasami ludzie mają problemy z połączeniem z [Torem](#tor-/-tor-network/-core-tor), ponieważ ich firewall blokuje połączenia z Torem. Możesz zmienić konfigurację lub wyłączyć firewalla i zrestartować Tora, aby to sprawdzić.

source: Flash Player is a [browser plugin](#add-on-extension-or-plugin)for Internet [applications](#app) to watch audio and video content. You should never enable Flash to run in [Tor Browser](#tor-browser) as it is unsafe. Many services that use Flash also offer an HTML5 alternative, which should work in the Tor Browser.
pl: Flash Player to [wtyczka do przeglądarki](#add-on-extension-or-plugin) dla [aplikacji](#app) Internetowych do oglądania treści audio i wideo. Nigdy nie należy włączać funkcji Flash w [Przeglądarce Tor](#tor-browser), ponieważ jest to niebezpieczne. Wiele usług korzystających z Flasha oferuje również alternatywną wersje HTML5, która powinna działać w Przeglądarce Tor.

source: FTE (format-transforming encryption) is a pluggable transport that disguises [Tor traffic](#traffic) as ordinary web (HTTP) traffic.
pl: FTE (format-transforming encryption) jest transportem wtykowym, który ukrywa [ruch Tor](#traffic) jako zwykły ruch sieciowy (HTTP).

source: It is a service that automatically responds to messages (Email, XMPP, Twitter) with links to the latest version of [Tor Browser](#tor-browser), hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
pl: Jest to usługa, która automatycznie odpowiada na wiadomości (Email, XMPP, Twitter) linkami do najnowszej wersji [Przeglądarki Tor](#tor-browser), które są hostowane w różnych miejscach, takich jak Dropbox, Google Drive i GitHub.

source: The Tor Project participates in the Google Summer of Code, which is a summer program for university students.
pl: Tor Project uczestniczy w Google Summer of Code, który jest letnim programem dla studentów uczelni wyższych.

source: ### guard
pl: ### strażnik

source: The first [relay](#relay) in the [Tor circuit](#circuit), unless using a [bridge](#bridge). When using a bridge, the bridge takes the place of the guard.
pl: Pierwszy [przekaźnik](#relay) w [obwodzie Tor](#obwodzie), chyba że używa się [mostu](#bridge). W przypadku korzystania z mostka, mostek zajmuje miejsce strażnika.

source: A cryptographic hash value is the result of a mathematical algorithm that maps data to a bit string of a fixed size. It's designed as one-way-function which means the value is easy to calculate in one direction but infeasible to invert. Hash values serve to verify the integrity of data.
pl: Kryptograficzna wartości hashu jest wynikiem algorytmu matematycznego, który mapuje dane do łańcucha bitowego o ustalonej wielkości. Jest on zaprojektowany jako funkcja jednokierunkowa, co oznacza, że wartość jest łatwa do obliczenia w jednym kierunku, ale niemożliwa do odwrócenia. Wartości hash służą do weryfikacji integralności danych.

source: ### hidden services
pl: ### ukryte serwisy

source: Former name for "[onion services](#onion-services)", sometimes still in use in [Tor](#tor-/-tor-network/-core-tor) documentation or communication.
pl: Dawna nazwa dla "[usług cebulowych](#onion-services)", czasami nadal używana w dokumentacji lub komunikacji [Tora](#tor-/-tor-network/-core-tor).

source: In [Tor](#tor-/-tor-network/-core-tor) terms, a "hop" refers to [traffic](#traffic) moving between [relays](#relay) in a [circuit](#circuit).
pl: W terminach [Tor](#tor-/-tor-network/-core-tor), "hop" odnosi się do [ruchu](#traffic) poruszającego się pomiędzy [przekaźnikami](#relay) w [obwodzie](#circut).

source: The [Hypertext Transfer Protocol (HTTP)](#http) is a channel used to send files and data between devices on a network. Originally used to transfer only web pages, it is now relied upon to deliver many forms of data and communication.
pl: [Hypertext Transfer Protocol (HTTP)](#http) jest kanałem służącym do przesyłania plików i danych pomiędzy urządzeniami w sieci. Pierwotnie wykorzystywany do przesyłania tylko stron internetowych, obecnie polega na dostarczaniu wielu form danych i komunikacji.

source: Hypertext Transfer Protocol Secure is the [encrypted](#encryption) version of the HTTP channel used to transfer files and data between devices on a network.
pl: Hypertext Transfer Protocol Secure jest wersją [szyfrowaną](#encryption) kanału HTTP używanego do przesyłania plików i danych pomiędzy urządzeniami w sieci.

source: HTTPS Everywhere is a [Firefox](#firefox), Chrome, and Opera [extension](#add-on-extension-or-plugin) that makes [HTTPS](#https) the default on websites that have set up HTTPS but have not made it the default.
pl: HTTPS Everywhere to [rozszerzenie](#add-on-extension-or-plugin) dla [Firefoksa](#firefox), Chrome'a i Opery, które czyni [HTTPS](#https) domyślnym na stronach internetowych, które skonfigurowały HTTPS, ale nie uczyniły go domyślnym.

source: HTTPS Everywhere is installed in [Tor Browser](#tor-browser).
pl: HTTPS Everywhere jest zainstalowany w [Przeglądarce Tor](#tor-browser).

source: ### Internet Service Provider (ISP)
pl: #### Dostawca Usług Internetowych (ISP)

source: An Internet service provider (ISP) is an organization that provides services for accessing and using the Internet. When using [Tor Browser](#tor-browser), your ISP cannot see what websites you're visiting.
pl: Dostawca usług internetowych (ISP) jest organizacją świadczącą usługi dostępu i korzystania z Internetu. Podczas korzystania z [Przeglądarki Tor](#tor-browser), dostawca usług internetowych nie widzi, jakie strony internetowe odwiedzasz.

source: ### IP address
pl: ### Adres IP

source: An Internet Protocol address (IP address) is a numerical (or alpha-numeric in the case of IPv6) label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication.
pl: Adres Protokołu Internetowego (adres IP) to numeryczna (lub alfanumeryczna w przypadku protokołu IPv6) etykieta przypisana każdemu urządzeniu (np. komputerowi, drukarce) uczestniczącemu w sieci komputerowej wykorzystującej Protokół Internetowy do komunikacji.

source: The IP address is the location address of the device, similar to the addresses of physical locations.
pl: Adres IP to adres lokalizacji urządzenia, podobny do adresów fizycznych lokalizacji.

source: [Tor Browser](#tor-browser) obscures your location by making it look like your [traffic](#traffic) is coming from an IP address that is not your own.
pl: [Przeglądarka Tor](#tor-browser) zasłania Twoją lokalizację, sprawiając, że wygląda ona tak, jakby Twój [ruch](#traffic) pochodził z adresu IP, który nie jest Twoim własnym adresem IP.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the [web browser](#web-browser), which might lead to deanonymization.
pl: JavaScript jest językiem programowania, którego strony internetowe używają do oferowania interaktywnych elementów, takich jak wideo, animacja, dźwięk i ramy czasowe statusu. Niestety, JavaScript może również umożliwiać ataki na bezpieczeństwo [przeglądarki internetowej](#web-browser), co może doprowadzić do deanonimizacji.

source: The [NoScript](#noscript) [extension](#add-on-extension-or-plugin) in [Tor Browser](#tor-browser) can be used to manage JavaScript on different websites.
pl: [Rozszerzenie](#add-on-extension-or-plugin) [NoScript](#noscript) w [Przeglądarce Tor](#tor-browser) może być używane do zarządzania JavaScriptem na różnych stronach internetowych.

source: "little-t tor" is one way of referring to tor the network daemon, as opposed to Tor Browser or Tor Project.
pl: "little-t tor" to jeden ze sposobów na odniesienie się do sieciowego demona, w przeciwieństwie do Przeglądarki Tor czy Tor Project.

source: These [pluggable transports](#pluggable-transports) all make it look like you are browsing a major web site instead of using [Tor](#tor-/-tor-network/-core-tor). Meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
pl: Te [transporty wtykowe](#pluggable-transports) sprawiają, że wygląda to tak, jakbyś przeglądał popularną stronę internetową zamiast używać [Tora](#tor-/-tor-network/core-tor). Meek-amazon sprawia, że wygląda to tak, jakbyś używał Amazon Web Services; meek-azure sprawia, że wygląda to tak, jakbyś używał strony internetowej Microsoftu, a meek-google sprawia, że wygląda to tak, jakbyś używał wyszukiwarki Google.

source: ### middle relay
pl: ### przekaźnik środkowy

source: The middle position in the [Tor circuit](#circuit). Non-exit relays can function as either a "middle" or a "[guard](#guard)" for different users.
pl: Pozycja środkowa w obwodzie [Tor](#obwodzie). Przekaźniki nie-wyjściowe mogą pełnić funkcję "środka" lub "[strażnika](#guard)" dla różnych użytkowników.

source: ### New Identity
pl: ### Nowa Tożsamość

source: New Identity is a [Tor Browser](#tor-browser) feature if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
pl: Nowa Tożsamość to funkcja [Przeglądarki Tor](#tor-browser), jeśli chcesz uniemożliwić, aby Twoja kolejna aktywność w przeglądarce nie mogła być powiązana z tym, co robiłeś wcześniej.

source: Selecting it will close all your open tabs and windows, clear all private information such as [cookies](#cookie) and [browsing history](#browsing-history), and use New [Tor circuits](#circuit) for all connections.
pl: Wybranie tej opcji spowoduje zamknięcie wszystkich otwartych kart i okien, usunięcie wszystkich prywatnych informacji, takich jak [ciasteczka](#cookie) i [historii przeglądania](#browsing-history), a także wykorzystanie nowych [obwodów Tor](#obwodów) dla wszystkich połączeń.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
pl: Przeglądarka Tor ostrzeże Cię, że wszelkie działania i pobierania zostaną wstrzymane, więc weź to pod uwagę przed kliknięciem "Nowa Tożsamość".

source: New Identity can also help if Tor Browser is having trouble connecting to a particular site, similarly to "[New Tor Circuit for this Site](#new-tor-circuit-for-this-site)".
pl: Nowa Tożsamość może również pomóc, jeśli Przeglądarka Tor ma problem z połączeniem się z konkretną stroną, podobnie jak "[Nowy obwód Tor dla tej strony](#new-tor-circut-for-this-site)".

source: ### New Tor Circuit for this Site
pl: ### Nowy Obwód Tora dla tej Strony

source: This option is useful if the [exit](#exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](#circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
pl: Ta opcja jest przydatna, jeśli [przekaźnik wyjściowy](#exit), z którego korzystasz, nie jest w stanie połączyć się ze stroną, której potrzebujesz, lub nie ładuje jej poprawnie. Wybranie tej opcji spowoduje, że aktualnie aktywna karta lub okno zostanie przeładowane poprzez nowy [obwód Tora](#circuit). Inne otwarte karty i okna z tej samej strony internetowej będą korzystać z nowego obwodu również po ich ponownym załadowaniu. Ta opcja nie usuwa żadnych prywatnych informacji ani nie odczepi twojej aktywności, ani nie wpływa na twoje obecne połączenia z innymi stronami internetowymi.

source: ### network censorship
pl: ### cenzura sieci

source: Sometimes the direct access to the [Tor network](#tor-/-tor-network/-core-tor) is blocked by your [Internet Service Provider (ISP)](#internet-service-provider-isp) or by a government. Tor Browser includes some circumvention tools for getting around these blocks, including [bridges](#bridge), [pluggable transports](#pluggable-transports), and [GetTor](#gettor).
pl: Czasami bezpośredni dostęp do sieci [Tor](#tor-/-tor-network/-core-tor) jest blokowany przez [Dostawcę Usług Internetowych (ISP)](#internet-service-provider-isp) lub przez rząd. Przeglądarka Tor zawiera kilka narzędzi do obejścia tych blokad, w tym [mosty](#bridge), [transporty wtykowe](#pluggable-transports) i [GetTor](#gettor).

source: [Tor Browser](#tor-browser) includes an [add-on](#add-on-extension-or-plugin) called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the [JavaScript](#javascript)that runs on individual web pages, or to block it entirely.
pl: [Przeglądarka Tor](#tor-browser) zawiera [dodatek](#add-on-extension-or-plugin) zwany NoScript, dostępny poprzez ikonę "S" w lewym górnym rogu okna, która pozwala kontrolować [JavaScriptem](#javascript), który działa na poszczególnych stronach internetowych, lub całkowicie go zablokować.

source: The anonymizing [relay](#relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](#tor-/-tor-network/-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
pl: Monitor [przekaźników](#relay) anonimujących (dawniej arm, teraz nyx) jest monitorem stanu terminalowym dla [Tor](#tor-/-tor-network/-core-tor), przeznaczonym do użytku w wierszu poleceń. Jest to narzędzie do monitorowania procesu Tora w systemie, często przydatne dla operatorów przekaźników.

source: Obfs3 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random, so that it does not look like Tor or any other protocol. Obfs3 bridges will work in most places.
pl: Obfs3 to [transport wtykowy](#pluggable-transports), który sprawia, że [ruch](#traffic) [Tora](#tor-/-tor-network/-core-tor) wygląda losowo, przez co nie wygląda na połączenia Tora czy innego protokołu. Mosty obfs3 będą działały w większości miejsc.

source: Obfs4 is a [pluggable transport](#pluggable-transports) that makes [Tor](#tor-/-tor-network/-core-tor) [traffic](#traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](#bridge).
pl: Obfs4 to [transport wtykowy](#pluggable-transports), który sprawia, że [ruch](#traffic) [Tora](#tor-/-tor-network/-core-tor) wygląda losowo jak obfs3, a także uniemożliwia cenzurę poprzez znajdywanie mostów poprzez skanowanie Internetu. Mosty obfs4 są mniej podatne na blokowanie niż [mosty](#bridge) obfs3.

source: ### onion address
pl: ### adresy cebulowe

source: A standardized internet domain name used by onion services that ends in .onion and is designed to be [self-authenticating](#self-authenticating).
pl: Standardowa nazwa domeny internetowej używanej przez usługi cebulowe, kończy się .onion i jest zaprojektowana tak, aby była [samouwierzytelniająca się](#self-authenticating).

source: OONI stands for "Open Observatory of Network Interference", it is a global observation network for detecting [censorship](#network-censorship), surveillance and [traffic](#traffic) manipulation on the internet.
pl: OONI oznacza "Otwarte Obserwatorium Zakłóceń Sieciowych" (en. "Open Observatory of Network Interference"), jest to globalna sieć obserwacyjna do wykrywania [cenzury sieci](#network-censorship), nadzoru i manipulacji [ruchu](#traffic) w Internecie.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
pl: Aplikacja na iOS, która jest open source, wykorzystuje trasowanie Tora i jest tworzona przez kogoś, kto ściśle współpracuje z Tor Project.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
pl: [Dowiedz się więcej o Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: ### onion services
pl: ### usługi cebulowe

source: Onion services (formerly known as “[hidden services](#hidden-services)”) are services (like websites) that are only accessible through the [Tor network](#tor-/-tor-network/-core-tor).
pl: Usługi cebulowe (wcześniej znane jako "[ukryte usługi](#hidden-services)") to usługi (jak strony internetowe), które są dostępne tylko poprzez sieć [Tor](#tor-/-tor-network/-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
pl: Usługi cebulowe oferują przewagę nad zwykłymi usługami w sieci nie-prywatnej, w tym:

source: * hidden location and [IP address](#ip-address)
pl: * ukrytą lokalizacje i [adres IP](#ip-address)

source: * [end-to-end encrypted](#end-to-end-encrypted) [traffic](#traffic) between Tor users and onion services
pl: * [szyfrowany od początku do końca](#end-to-end-encrypted) [ruch](#traffic) pomiędzy użytkownikami Tor a usługami cebulowymi

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](#relay) and [bridges](#bridge). Onionoo provides the data for other applications and websites(compass, atlas, etc..) which in turn present Tor network status information to humans.
pl: Onionoo jest internetowym protokołem do nauki o aktualnie działających [Przekaźnikach Tora](#relay) i [mostach](#bridge). Onionoo dostarcza dane dla innych aplikacji i stron internetowych (compass, atlas, itp.), które z kolei przedstawiają ludziom informacje o stanie sieci Tor.

source: ### onionsite
pl: ### strona cebulowa

source: An onionsite is another name for an [onion service](#onion-services), but refers exclusively to websites.
pl: Strona cebulowa to inna nazwa dla [usługi cebulowej](#onion-services), ale odnosi się wyłącznie do stron internetowych.

source: These websites use the .onion Top Level Domain (TLD).
pl: Strony te korzystają z Domeny Najwyższego Poziomu .onion (TLD).

source: ### onionspace
pl: ### sieć cebulowa

source: The set of available [onion services](#onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
pl: Zestaw dostępnych [usług cebulowych](#onion-services). Na przykład, możesz powiedzieć "moja strona jest w sieci cebulowej" zamiast "moja strona jest na Dark Webie".

source: ### Operating System (OS)
pl: ### System Operacyjny (OS)

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
pl: Główne oprogramowanie systemowe, które zarządza sprzętem komputerowym i zasobami oprogramowania oraz świadczy wspólne usługi dla programów komputerowych. Najczęściej używane stacjonarne systemy operacyjne to Windows, macOS i Linux. Android i i iOS są dominującymi mobilnymi systemami operacyjnymi.

source: Orbot is a free [app](#app) from The Guardian Project that empowers other apps on your device to use the internet more securely. Orbot uses [Tor](#tor-/-tor-network/-core-tor) to [encrypt](#encryption) your Internet [traffic](#traffic) and hide it by bouncing through a series of computers around the world.
pl: Orbot to darmowa [aplikacja](#app) od The Guardian Project, która umożliwia innym aplikacjom na Twoim urządzeniu na bezpieczniejsze korzystanie z Internetu. Orbot używa [Tora](#tor-/-tor-network/-core-tor) do [szyfrowania](#encryption) Twojego [ruch](#traffic) Internetu i ukrywa go, odbijając się przez serię komputerów na całym świecie.

source: Orfox is free [app](#app) from The Guardian Project built from the same source code as [Tor Browser](#tor-browser) which is built upon [Firefox](#firefox), but with a few minor modifications to the privacy enhancing features to make them compatible with Firefox for Android and the Android [operating system](#operating-system-os).
pl: Orfox jest darmową [aplikacją](#app) od The Guardian Project zbudowaną z tego samego kodu źródłowego co [Przeglądarka Tor](#tor-browser), który jest zbudowany na bazie [Firefoksa](#firefox), ale z kilkoma drobnymi modyfikacjami funkcji zwiększających prywatność, aby były kompatybilne z Firefoksem dla systemu Android i [systemem operacyjnym](#operating-system-os) Android.

source: ### pluggable transports
pl: ### transporty wtykowe

source: Tools that [Tor](#tor-/-tor-network/-core-tor) can use to disguise the [traffic](#traffic) it sends out.
pl: Narzędzia, których [Tor](#tor-/-tor-network/-core-tor) może użyć do ukrycia [ruchu](#traffic), który wysyła.

source: This can be useful in situations where an [Internet Service Provider (ISP)](#internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](#tor-/-tor-network/-core-tor).
pl: Może to być przydatne w sytuacjach, gdy [dostawca usług internetowych (ISP)](#internet-service-provider-isp) lub inny organ aktywnie blokuje połączenia do sieci [Tor](#tor-/-tor-network/core-tor).

source: ### private key
pl: ### klucz prywatny

source: The private portion of a [public/private key pair](#public-key-cryptography).
pl: Prywatna część [pary kluczy publicznych/prywatnych](#public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
pl: Jest to klucz, który należy zachować w tajemnicy, a nie rozpowszechniać innym.

source: A proxy is a middle man between a [client](#client) (like a [web browser](#web-browser)) and a service (like a [web server](#server)).
pl: Proxy to człowiek pośredniczący pomiędzy [klientem](#client) (jak i [przeglądarką internetową](#web-browser)) a usługą (jak [serwer internetowy](#server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
pl: Zamiast łączyć się bezpośrednio z usługą, klient wysyła wiadomość do serwera proxy. Serwer proxy wykonuje żądanie w imieniu klienta i przekazuje odpowiedź klientowi. Usługa komunikuje się tylko z serwerem proxy i widzi go.

source: ### public key
pl: ### klucz publiczny

source: The public portion of a [public/private key pair](#public-key-cryptography).
pl: Publiczna część [pary kluczy publicznych/prywatnych](#public-key-cryptography).

source: This is the key that can be disseminated to others.
pl: Jest to klucz, który można rozpowszechniać innym.

source: ### public key cryptography
pl: ### kryptografia klucza publicznego

source: A public-key cryptography system uses pairs of mathematical keys.
pl: System kryptografii klucza publicznego wykorzystuje pary kluczy matematycznych.
