Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: This option is useful if the [exit](../exit) you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently active tab or window to be reloaded over a new [Tor circuit](../circuit). Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ru: "Новая цепочка Tor для этого cайта". Функция полезна, если используемый вами [выходной узел](../exit) не может связаться с нужным сайтом или загружает этот сайт с ошибками. Выберите эту опцию, и активное окно или вкладка будет перезагружена с новой [цепочкой Tor](../circuit). Прочие открытые вкладки и окна того же сайта при перезагрузке будут тоже использовать новую цепочку. Эта функция не удаляет никакую приватную информацию, не скрывает связь с вашей прошлой сетевой активностью, не влияет на ваши текущие подключения к другим сайтам.

source: [Tor Browser](../tor-browser) includes an [add-on](../add-on-extension-or-plugin) called NoScript, accessed by clicking the hamburger menu at the top-right of the screen, then navigating to "Add-ons".
ru: [Tor Browser](../tor-browser) включает [дополнение](../add-on-extension-or-plugin) под названием NoScript. Доступ к дополнениям в браузере осуществляется через "кнопку гамбургера" в правом верхнем углу, далее пункт "Дополнения".

source: NoScript allows you to control the [JavaScript](../javascript) that runs on individual web pages, or to block it entirely.
ru: NoScript позволяет контролировать [JavaScript](../javascript) на отдельных веб-страницах или полностью блокировать JavaScript.

source: The anonymizing [relay](../relay) monitor (formerly arm, now nyx) is a terminal status monitor for [Tor](../tor-tor-network-core-tor), intended for command-line usage. This is a tool for monitoring the core Tor process on a system, often useful for relay operators.
ru: Анонимизирующий [узловой](../relay) монитор (ранее arm, позже nyx) для [Tor](../tor-tor-network-core-tor), рассчитан на использование в командно-строчном режиме. Инструмент для мониторинга ключевого процесса Tor в системе. Часто бывает полезен для операторов узлов.

source: Obfs3 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random, so that it does not look like Tor or any other protocol.
ru: Obfs3 – [подключаемый транспорт](../pluggable-transports), позволяет [трафику](../traffic) [Tor](../tor-tor-network-core-tor) выглядеть "случайным", не связанным с Tor или каким-либо иным защищенным протоколом.

source: Obfs3 is not supported anymore.
ru: Obfs3 более не поддерживается.

source: Obfs4 is a [pluggable transport](../pluggable-transports) that makes [Tor](../tor-tor-network-core-tor) [traffic](../traffic) look random like obfs3, and also prevents censors from finding bridges by Internet scanning. Obfs4 bridges are less likely to be blocked than obfs3 [bridges](../bridge).
ru: Obfs4 – [подключаемый транспорт](../pluggable-transports), позволяет [трафику](../traffic) [Tor](../tor-tor-network-core-tor) выглядеть "случайным", как и obfs3, но вдобавок препятствует цензорам искать мосты, сканируя интернет. Мосты obfs4 менее подвержены блокировкам, чем [мосты](../bridge) obfs3 .

source: A standardized internet domain name used by onion services that end in .onion and is designed to be [self-authenticating](../self-authenticating).
ru: Домен onion. Стандартный интернет-домен для сервисов onion c [само-аутентификацией](../self-authenticating), заканчивается на .onion.

source: An iOS app which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ru: Приложение для iOS с открытым кодом. Браузер, который использует маршрутизацию Tor. Разработчик тесно связан с командой Tor Project.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)
ru: [Подробнее об Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor)

source: onion services
ru: Onion сервисы

source: Onion services (formerly known as “[hidden services](../hidden-services)”) are services (like websites) that are only accessible through the [Tor network](../tor-tor-network-core-tor).
ru: Onion-ресурсы (ранее их называли “[скрытыми](../hidden-services)”) – ресурсы (сайты), доступные только через [сеть Tor](../tor-tor-network-core-tor).

source: Onion services offer advantages over ordinary services on the non-private web, including:
ru: У них есть некоторые преимущества по сравнению с обычными ресурсами в неприватной сети:

source: An onion site is another name for an [onion service](../onion-services), but refers exclusively to websites.
ru: Сайт onion. Примерно то же, что и [ресурс onion](../onion-services), но только сайт.

source: These websites use the .onion Top Level Domain (TLD).
ru: Такие сайты используют домен верхнего уровня .onion.

source: Onionoo is a web-based protocol to learn about currently running [Tor relays](../relay) and [bridges](../bridge).
ru: Onionoo – веб-протокол, с помощью которого можно узнавать о действующих [узлах](../relay) и [мостах](../bridge) Tor.

source: Onionoo provides the data for other applications and websites ([metrics.torproject.org](https://metrics.torproject.org/)) which in turn present Tor network status information to humans.
ru: Onionoo передает данные другим приложениям и веб-сайтам ([metrics.torproject.org](https://metrics.torproject.org/)), которые, в свою очередь, сообщают информацию о Tor пользователям.

source: The set of available [onion services](../onion-services). For example, you can say "my site is in onionspace" instead of "my site is in the Dark Web."
ru: Совокупность доступных [onion-ресурсов](../onion-services). Например, вместо "мой сайт в Dark Web" можно сказать "мой сайт в onionspace".

source: OONI stands for "[Open Observatory of Network Interference](https://ooni.io/)", it is a global observation network for detecting [censorship](../network-censorship), surveillance and [traffic](../traffic) manipulation on the internet.
ru: OONI "[Open Observatory of Network Interference](https://ooni.io/)" – глобальная сеть наблюдения, задача которой – определять [цензуру](../network-censorship), слежку и манипуляции [трафик](../traffic) в интернете.

source: The main system software that manages computer hardware and software resources and provides common services for computer programs. The most used desktop operating systems are Windows, macOS and Linux. Android and iOS are the dominant mobile operating systems.
ru: Операционная система. Основной комплекс программ, который управляет аппаратным и программным обеспечением и поддерживает ключевые сервисы. Самые распространенные операционные системы – Windows, macOS, Linux; на мобильных устройствах – Android и iOS.

source: Orfox is no longer maintained or supported.
ru: Приложение Orfox больше не поддерживается.

source: Tools that [Tor](../tor-tor-network-core-tor) can use to disguise the [traffic](../traffic) it sends out.
ru: Подключаемые транспорты. Инструменты, которые [Tor](../tor-/-tor-network/-core-tor) умеет использовать для маскировки передаваемого [трафика](../traffic).

source: This can be useful in situations where an [Internet Service Provider (ISP)](../internet-service-provider-isp) or other authority is actively blocking connections to the [Tor network](../tor-tor-network-core-tor).
ru: Подключаемый транспорт бывает полезен, если [провайдер доступа к интернету](../internet-service-provider-isp) или кто-то еще блокирует подключение к [сети Tor](../tor-tor-network-core-tor).

source: The private portion of a [public/private key pair](../public-key-cryptography).
ru: Секретный (закрытый) ключ. Один из [пары криптографических ключей](../public-key-cryptography).

source: This is the key that must be kept private, and not disseminated to others.
ru: Этот ключ нужно держать при себе и никому не давать.

source: proxy
ru: прокси

source: A proxy is a middle man between a [client](../client) (like a [web browser](../web-browser)) and a service (like a [web server](../server)).
ru: Прокси. Посредник между [клиентом](../client) (например, [веб-браузером](../web-browser)) и сервисом (таким как [веб-сервер](../server)).

source: Instead of connecting directly to the service, a client sends the message to the proxy. The proxy makes the request on behalf of the client, and passes the response back to the client. The service only communicates with and sees the proxy.
ru: Вместо прямого подключения к ресурсу клиент отправляет запрос на прокси. Тот передает запрос ресурсу "по поручению" клиента, а затем передает клиенту ответ ресурса. Последний контактирует только с прокси и видит лишь его.

source: The public portion of a [public/private key pair](../public-key-cryptography).
ru: Открытый ключ. Один из [пары криптографических ключей](../public-key-cryptography).

source: This is the key that can be disseminated to others.
ru: Этот ключ можно распространять среди других людей.

source: A public-key cryptography system uses pairs of mathematical keys.
ru: Шифрование с открытым ключом. Использует пару взаимосвязанных ключей.

source: The [public key](../public-key) can be disseminated widely while its corresponding [private key](../private-key) is known only by the owner of the key pair.
ru: [Открытый ключ](../public-key) можно распространять сколь угодно широко. Парный ему [секретный ключ](../private-key) находится под исключительным контролем владельца пары ключей.

source: Any person can [encrypt](../encryption) a message using the public key of the receiver but only the receiver in possession of the private key is able to decrypt the message.
ru: Всякий может [зашифровать](../encryption) сообщение для адресата, используя его (адресата) открытый ключ. Расшифровать это сообщение может только адресат с помощью своего секретного ключа.

source: Additionally, the private key can be used to create a [signature](../cryptographic-signature) to prove the identity of the creator of a message or other files.
ru: Кроме того, секретный ключ может быть использован для создания [цифровой подписи](../cryptographic-signature), которая позволяет подтвердить личность отправителя текста или файлов.

source: This signature can be verified by the public key.
ru: Подпись можно проверить с помощью открытого ключа.

source: relay
ru: узел

source: A publicly-listed node in the [Tor network](../tor-tor-network-core-tor) that forwards [traffic](../traffic) on behalf of [clients](../client), and that registers itself with the [directory authorities](../directory-authority).
ru: Узел. Элемент [сети Tor](../tor-tor-network-core-tor), который перенаправляет [трафик](../traffic) [клиентов](../client) и регистрируется на [управляющем сервере](../directory-authority).

source: It is an [add-on](../add-on-extension-or-plugin) for the Chrome or Chromium browsers that allows you to download several security and privacy programs, including [Tor Browser](../tor-browser), from different sources.
ru: [Дополнение](../add-on-extension-or-plugin) к браузерам Chrome и Chromium. Позволяет скачивать (из разных источников) ряд программ для обеспечения безопасности и анонимности, включая [Tor Browser](../tor-browser).

source: ScrambleSuit is similar to obfs4 but has a different set of [bridges](../bridge).
ru: ScrambleSuit похож на obfs4, но использует другое множество мостов.

source: Element used for offering dynamic/interactive content via websites.
ru: Скрипт. Элемент, который используются для придания веб-сайтам динамичности/интерактивности.

source: The specialized address format of [onion addresses](../onion-address) is self-authenticating. The format automatically guarantees that the onion address is bound to the key used to protect connections to the [onion site](../onion-site). Ordinary internet domain names require site owners to trust and be approved by a Certificate Authority (CA) for this binding, and they are subject to hijack by the CA and typically by many other parties as well.
ru: Специальный "самоподверждающий" формат [onion-адресов](../onion-address). Гарантирует, что onion-адрес действительно связан с ключом, которым защищено подключение к [onion-сайту](../onion-site). Если пользователь регистрирует обычный домен, он должен доверить это центру сертификации. Такие домены имеют уязвимости, которые могут использовать центры сертификации и другие стороны.

source: A device on a network that offers a service, such as file and web page storage, email or chat.
ru: Сервер. Сетевое устройство, которое предлагает тот или иной сервис (размещение файлов или веб-страниц, электронную почту, чат).

source: A session refers to a conversation between two devices communicating on a network. Using [Tor Browser](../tor-browser) means that your session data will be wiped when you close the [web browser](../web-browser).
ru: Сессия. Соединение между двумя устройствами в сети. При использовании [Tor Browser](../tor-browser) данные сессии будут стерты после закрытия [браузера](../web-browser).

source: A single onion service is an onion service that can be configured for services that do not require anonymity, but want to offer it for clients connecting to their service. Single onion services use only three hops in the [circuit](../circuit) rather than the typical six hops for onion services.
ru: Одиночный onion-ресурс. Такой ресурс можно настроить для сервисов, которые не требуют анонимности, но предлагают ее как опцию для своих пользователей. Одиночному onion-ресурсу достаточно трех переходов в [цепочке](../circuit) (обычному onion-ресурсу нужно шесть).

source: Stem is a Python (programming language) controller library for core [Tor](../tor-tor-network-core-tor). If you want to control core Tor with python, this is for you.
ru: Stem – библиотека языка программирования Python для [Tor](../tor-/-tor-network/-core-tor). Понадобится, если хотите управлять ядром Tor с помощью Python.

source: The Sybil attack in computer security is an attack wherein a reputation system is subverted by creating a large number of identities, and using them to gain a disproportionately large influence in the network.
ru: "Атака Сивиллы". Вид атаки, при которой репутация системы оказывается подорвана "благодаря" большому числу личностей, созданных злоумышленником. Он использует эти личности для оказания непропорционально большого влияния на сеть.

source: Tails is a "live" [operating system](../operating-system-os), that you can start on almost any computer from a DVD, USB stick, or SD card.
ru: [Операционная система](../operating-system-os), которую можно запускать на практически любом компьютере прямо с DVD, USB-флешки или SD-карты.

source: It aims to preserve your privacy and anonymity.
ru: Она разработана для защиты приватности и анонимности.

source: [Learn more about Tails](https://tails.boum.org/).
ru: [Подробнее о Tails](https://tails.boum.org/).

source: The Tor Project
ru: Tor Project

source: The Tor Project can refer to either The Tor Project Inc, a 501(c)3 US nonprofit responsible for maintaining the Tor software, or the Tor Project community made up of thousands of volunteers from all over the world who help create Tor.
ru: Название используют для обозначения некоммерческой организации Tor Project Inc, которая отвечает за разработку программ Tor, а также для сообщества Tor, тысяч волонтеров по всему миру, помогающих разрабатывать Tor.

source: Most websites use numerous third-party services, including advertising and analytics trackers, which collect data about your [IP address](../ip-address), [web browser](../web-browser), [system](../operating-system-os) and your browsing behavior itself, all of which can link your activity across different sites.
ru: Слежка со стороны третьих лиц. На большинстве сайтов встроены многочисленные элементы слежки со стороны третьих лиц. Это рекламные и аналитические трекеры, которые собирают данные о вашем [IP-адресе](../ip-address), [браузере](../web-browser), [операционной системе](../operating-system-os) и ваших привычках/традициях посещения сайтов. По этим данным можно понять, что вы вообще делаете в интернете.

source: [Tor Browser](../tor-browser) prevents a lot of this activity from happening.
ru: [Tor Browser](../tor-browser) избавляет от заметной части этого.

source: Tor Browser uses the [Tor network](../tor-tor-network-core-tor) to protect your privacy and anonymity.
ru: Tor Browser использует [сеть Tor](../tor-tor-network-core-tor) для защиты приватности и анонимности.

source: Your internet activity, including the names and addresses of the websites you visit, will be hidden from your [Internet Service Provider (ISP)](../internet-service-provider-isp) and anyone watching your connection locally.
ru: Вся ваши действия и данные в сети, включая названия и адреса посещаемых вами сайтов, будут скрыты от вашего [провайдера доступа к интернету)](../internet-service-provider-isp) и любого, кто, возможно, следит за вашими соединениями.

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real [(IP) address](../ip-address), and will not know who you are unless you explicitly identify yourself.
ru: Владельцы сайтов и сервисов, которые вы используете, а также те, кто за ними, возможно, следит, будут видеть подключение из сети Tor, а не ваш реальный [IP-адрес](../ip-address). Ваша личность не будет раскрыта, пока вы сами того не захотите.

source: In addition, Tor Browser is designed to prevent websites from “[fingerprinting](../browser-fingerprinting)” or identifying you based on your browser configuration.
ru: Также Tor Browser не позволяет браузерам создавать цифровые ["отпечатки"](../browser-fingerprinting) или идентифицировать вас на основе настроек вашего браузера.

source: By default, Tor Browser does not keep any [browsing history](../browsing-history).
ru: По умолчанию Tor Browser не сохраняет [историю просмотров](../browsing-history).

source: [Cookies](../cookie) are only valid for a single [session](../session) (until Tor Browser is exited or a [New Identity](../new-identity) is requested).
ru: [Файлы куки](../cookie) хранятся только для одной (текущей) [сессии](../session) (до закрытия Tor Browser или создания [новой личности](../new-identity)).

source: Tor Launcher
ru: Загрузчик Tor

source: When you run [Tor Browser](../tor-browser) for the first time, you see the Tor Launcher window.
ru: Когда вы запускаете [Tor Browser](../tor-browser) впервые, то видите окно Tor Launcher.

source: In the second case, Tor Launcher will take you through a series of configuration options.
ru: Если вы выберете второй вариант, Tor Launcher предложит ряд настроек.

source: When something goes wrong with Tor, you may see an option with the error message to "copy Tor log to clipboard".
ru: Если с Tor что-то не так и пользователь видит сообщение об ошибке, он может скопировать лог в буфер памяти.

source: If you don't see this option and you have [Tor Browser](../tor-browser) open, you can navigate to the hamburger menu (on the top-right of the browser, to the right of the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ru: Если вы не видите это сообщение и [Tor Browser](tor-browser) открыт, нажмите кнопку "гамбургера" в правом верхнем углу, справа от адресной строки. Выберите в меню "Настройки", а в левом столбце "Tor".

source: At the bottom of the page, next to the "View the Tor logs" text, click the button "View Logs...".
ru: В нижней части страницы найдите раздел журналов Tor и нажмите кнопку "Просмотр журналов...".

source: You should see an option to copy the log to your clipboard, which you can then paste to a document to show whoever is helping you troubleshoot.
ru: Нажмите кнопку "Просмотр журналов...". Вы увидите журнал Tor и можете скопировать его в буфер обмена. Затем журнал можно вставить в документ, чтобы показать тому, кто поможет вам в решении проблем.

source: Tor Messenger is not in development anymore.
ru: Разработка Tor Messenger прекращена.

source: It supported Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo, and others; enabled Off-the-Record (OTR) Messaging automatically; and had an easy-to-use graphical user interface localized into multiple languages.
ru: Поддерживались протоколы Jabber (XMPP), IRC, Google Talk, Facebook Chat, Twitter, Yahoo и другиеs, а также автоматическая защита с помощью Off-the-Record (OTR). Программа имела дружелюбный графический интерфейс, переведенный на множество языков.

source: Tor is a program you can run on your computer that helps keep you safe on the Internet.
ru: Tor – программа; если запустить ее на компьютере, можно обеспечить себе лучшую защиту в интернете.

source: It protects you by bouncing your communications around a distributed network of [relays](../relay) run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ru: Сеть Tor. Защищает ваши коммуникации, пересылая трафик внутри распределенной сети [узлов](../relay). Эти узлы поддерживаются волонтерами по всему миру. Tor мешает тому, кто вознамерился следить за вами в интернете, узнать, какие сайты вы посещаете. Tor также не позволяет сайтам узнавать ваше местонахождение.

source: This set of volunteer relays is called the Tor network. Sometimes the software associated with this network is called Core Tor, and sometimes ["little-t tor"](../little-t-tor).
ru: Совокупность волонтерских шлюзов называется сетью Tor. Программы, которые обеспечивают работу этой системы, иногда называют Core Tor или ["little-t tor"](../little-t-tor).

source: The way most people use Tor is with [Tor Browser](../tor-browser) which is a version of [Firefox](../firefox) that fixes many privacy issues.
ru: Люди пользуются Tor с помощью [Tor Browser](../tor-browser). Это версия браузера [Firefox](../firefox) со специальными настройками для защиты приватности.

source: Tor2web is a project to let users access [onion services](../onion-services) without using the [Tor Browser](../tor-browser).
ru: Tor2web – проект, который открывает пользователям доступ к [onion-ресурсам](../onion-services) без [Tor Browser](../tor-browser).

source: This [extension](../add-on-extension-or-plugin) configures Thunderbird to make connections over [Tor](../tor-tor-network-core-tor).
ru: [Дополнение](../add-on-extension-or-plugin), которое позволяет почтовому клиенту Thunderbird передавать данные по сети [Tor](../tor-/-tor-network/-core-tor).

source: The core [Tor](../tor-tor-network-core-tor) configuration file.
ru: Основной файл настроек [Tor](../tor-tor-network-core-tor).

source: It ensures that DNS requests are handled safely and explicitly rejects any [traffic](../traffic) other than TCP from the application you're using.
ru: Эта технология обеспечивает безопасную обработку DNS-запросов и отбрасывает любой [трафик](../traffic) используемого приложения, кроме TCP.

source: TPI is an acronym for The Tor Project, Inc.
ru: Сокращение от The Tor Project, Inc.

source: People on IRC often use `tpo` to abbreviate `torproject.org` when writing hostnames. For example, `trac.tpo` is an abbreviation for `trac.torproject.org`.
ru: Когда в IRC пишут доменные имена, то `torproject.org` часто сокращают до `tpo`. Например, `trac.tpo` – это `trac.torproject.org`.

source: Traffic is the data sent and received by [clients](../client) and [servers](../server).
ru: Трафик (траффик). Данные, которые передаются между [клиентами](../client) и [серверами](../server).
