Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: For the time being Tor will require IPv4 addresses on relays, you can not run a Tor relay on a host with IPv6 addresses only.
ml: ടോർ തൽക്കാലം റിലേകളിൽ IPv4 വിലാസങ്ങൾ ആവശ്യമായി വരും, നിങ്ങൾക്ക് IPv6 വിലാസങ്ങളുള്ള ഒരു ഹോസ്റ്റിൽ ടോർ റിലേ പ്രവർത്തിപ്പിക്കാൻ കഴിയില്ല.

source: How can I limit the total amount of bandwidth used by my Tor relay?
ml: എന്റെ ടോർ റിലേ ഉപയോഗിക്കുന്ന മൊത്തം ബാൻഡ്‌വിഡ്ത്ത് എങ്ങനെ പരിമിതപ്പെടുത്താനാകും?

source: The accounting options in the torrc file allow you to specify the maximum amount of bytes your relay uses for a time period.
ml: ടോർക് ഫയലിലെ അക്കൗണ്ടിംഗ് ഓപ്ഷനുകൾ ഒരു സമയത്തേക്ക് നിങ്ങളുടെ റിലേ ഉപയോഗിക്കുന്ന പരമാവധി ബൈറ്റുകൾ വ്യക്തമാക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നു.

source: AccountingStart day week month [day] HH:MM
ml: അക്ക ing ണ്ടിംഗ്സ്റ്റാർട്ട് ദിവസം ആഴ്ചയിലെ മാസം [ദിവസം] HH:MM

source: This specifies when the accounting should reset. For instance, to setup a total amount of bytes served for a week (that resets every Wednesday at 10:00am), you would use:
ml: അക്കൗണ്ടിംഗ് എപ്പോൾ പുന .സജ്ജമാക്കണമെന്ന് ഇത് വ്യക്തമാക്കുന്നു. ഉദാഹരണത്തിന്, ഒരാഴ്‌ചത്തേക്ക് നൽകിയ മൊത്തം ബൈറ്റുകൾ സജ്ജീകരിക്കുന്നതിന് (അത് എല്ലാ ബുധനാഴ്ചയും രാവിലെ 10:00 ന് പുന : സജ്ജമാക്കുന്നു), നിങ്ങൾ ഇത് ഉപയോഗിക്കും:

source: This specifies the maximum amount of data your relay will send during an accounting period, and the maximum amount of data your relay will receive during an account period.
ml: ഒരു അക്കൗണ്ടിംഗ് കാലയളവിൽ നിങ്ങളുടെ റിലേ അയയ്‌ക്കുന്ന പരമാവധി ഡാറ്റയും അക്കൗണ്ട് കാലയളവിൽ നിങ്ങളുടെ റിലേയ്‌ക്ക് ലഭിക്കുന്ന പരമാവധി ഡാറ്റയും ഇത് വ്യക്തമാക്കുന്നു.

source: When the accounting period resets (from AccountingStart), then the counters for AccountingMax are reset to 0.
ml: അക്കൗണ്ടിംഗ് കാലയളവ് പുന : സജ്ജമാക്കുമ്പോൾ (അക്കൗണ്ടിംഗ്സ്റ്റാർട്ടിൽ നിന്ന്), അതിനുള്ള AccountingMax കൗണ്ടറുകൾ 0 ആയി പുന : സജ്ജീകരിക്കും.

source: Example: Let's say you want to allow 50 GB of traffic every day in each direction and the accounting should reset at noon each day:
ml: ഉദാഹരണം: ഓരോ ദിശയിലും ഓരോ ദിവസവും 50 ജിബി ട്രാഫിക് അനുവദിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്നും അക്കൗണ്ടിംഗ് ഓരോ ദിവസവും ഉച്ചയ്ക്ക് പുന : സജ്ജമാക്കണമെന്നും ഞങ്ങൾ പറയട്ടെ:

source: Note that your relay won't wake up exactly at the beginning of each accounting period.
ml: ഓരോ അക്കൗണ്ടിംഗ് കാലയളവിന്റെയും തുടക്കത്തിൽ നിങ്ങളുടെ റിലേ കൃത്യമായി ഉണരുകയില്ലെന്നത് ശ്രദ്ധിക്കുക.

source: It will keep track of how quickly it used its quota in the last period, and choose a random point in the new interval to wake up.
ml: അവസാന കാലയളവിൽ അതിന്റെ ക്വാട്ട എത്ര വേഗത്തിൽ ഉപയോഗിച്ചുവെന്നതിന്റെ ട്രാക്ക് ഇത് സൂക്ഷിക്കും, ഒപ്പം ഉണരാൻ പുതിയ ഇടവേളയിൽ ഒരു റാൻഡം പോയിന്റ് തിരഞ്ഞെടുക്കുക.

source: This way we avoid having hundreds of relays working at the beginning of each month but none still up by the end.
ml: ഓരോ മാസത്തിൻറെയും തുടക്കത്തിൽ നൂറുകണക്കിന് റിലേകൾ പ്രവർത്തിക്കുന്നത് ഞങ്ങൾ ഒഴിവാക്കുന്നു, പക്ഷേ അവസാനത്തോടെ ഒന്നും തന്നെയില്ല.

source: If you have only a small amount of bandwidth to donate compared to your connection speed, we recommend you use daily accounting, so you don't end up using your entire monthly quota in the first day.
ml: നിങ്ങളുടെ കണക്ഷൻ വേഗതയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ സംഭാവന ചെയ്യാൻ നിങ്ങൾക്ക് വളരെ ചെറിയ ബാൻഡ്‌വിഡ്ത്ത് മാത്രമേ ഉള്ളൂവെങ്കിൽ, ദിവസേനയുള്ള അക്കൗണ്ടിംഗ് ഉപയോഗിക്കാൻ ഞങ്ങൾ ശുപാർശചെയ്യുന്നു, അതിനാൽ ആദ്യ ദിവസത്തിൽ നിങ്ങളുടെ മുഴുവൻ മാസ ക്വാട്ടയും ഉപയോഗിക്കേണ്ടതില്ല.

source: Just divide your monthly amount by 30. You might also consider rate limiting to spread your usefulness over more of the day: if you want to offer X GB in each direction, you could set your RelayBandwidthRate to 20*X KBytes.
ml: നിങ്ങളുടെ പ്രതിമാസ തുക 30 കൊണ്ട് ഹരിക്കുക. ദിവസത്തിൽ കൂടുതൽ നിങ്ങളുടെ ഉപയോഗക്ഷമത വർദ്ധിപ്പിക്കുന്നതിന് നിരക്ക് പരിമിതപ്പെടുത്തുന്നത് നിങ്ങൾ പരിഗണിച്ചേക്കാം: ഓരോ ദിശയിലും എക്സ് ജിബി വാഗ്ദാനം ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ റിലേബാൻഡ്വിഡ്ത്ത് റേറ്റ് 20 * എക്സ് കെബൈറ്റായി സജ്ജീകരിക്കാം.

source: For example, if you have 50 GB to offer each way, you might set your RelayBandwidthRate to 1000 KBytes: this way your relay will always be useful for at least half of each day.
ml: ഉദാഹരണത്തിന്, ഓരോ വഴിയും വാഗ്ദാനം ചെയ്യാൻ നിങ്ങൾക്ക് 50 ജിബി ഉണ്ടെങ്കിൽ, നിങ്ങളുടെ റിലേബാൻഡ്‌വിഡ്ത്ത് റേറ്റ് 1000 കെബൈറ്റായി സജ്ജീകരിക്കാം: ഈ രീതിയിൽ നിങ്ങളുടെ റിലേ എല്ലായ്പ്പോഴും ഓരോ ദിവസത്തിന്റെ പകുതിയെങ്കിലും ഉപയോഗപ്രദമാകും.

source: RelayBandwidthBurst 5000 KBytes # allow higher bursts but maintain average
ml: RelayBandwidthBurst 5000 KBytes # ഉയർന്ന bursts അനുവദിക്കുക, പക്ഷേ ശരാശരി നിലനിർത്തുക

source: I want to run more than one Tor relay.
ml: ഒന്നിൽ കൂടുതൽ ടോർ റിലേ പ്രവർത്തിപ്പിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.

source: Great. If you want to run several relays to donate more to the network, we're happy with that.
ml: കൊള്ളാം. നെറ്റ്‌വർക്കിലേക്ക് കൂടുതൽ സംഭാവന ചെയ്യുന്നതിനായി നിങ്ങൾക്ക് നിരവധി റിലേകൾ പ്രവർത്തിപ്പിക്കാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ, അതിൽ ഞങ്ങൾ സന്തുഷ്ടരാണ്.

source: But please don't run more than a few dozen on the same network, since part of the goal of the Tor network is dispersal and diversity.
ml: ടോർ നെറ്റ്‌വർക്കിന്റെ ലക്ഷ്യത്തിന്റെ ഒരു ഭാഗം വിതരണവും വൈവിധ്യവുമാണ് എന്നതിനാൽ ദയവായി ഒരേ നെറ്റ്‌വർക്കിൽ കുറച്ച് ഡസനിലധികം പ്രവർത്തിപ്പിക്കരുത്.

source: If you do decide to run more than one relay, please set the "MyFamily" config option in the torrc of each relay, listing all the relays (comma-separated) that are under your control:
ml: ഒന്നിൽ കൂടുതൽ റിലേ പ്രവർത്തിപ്പിക്കാൻ നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ, ഓരോ റിലേയുടെയും ടോർക്കിൽ "മൈ ഫാമിലി" കോൺഫിഗറേഷൻ ഓപ്ഷൻ സജ്ജമാക്കുക, നിങ്ങളുടെ നിയന്ത്രണത്തിലുള്ള എല്ലാ റിലേകളും (കോമ ഉപയോഗിച്ച് വേർതിരിച്ചവ) പട്ടികപ്പെടുത്തുക:

source: where each fingerprint is the 40 character identity fingerprint (without spaces).
ml: അവിടെ ഓരോ വിരലടയാളവും 40 പ്രതീക ഐഡന്റിറ്റി ഫിംഗർപ്രിന്റാണ് (ഇടങ്ങളില്ലാതെ).

source: That way, Tor clients will know to avoid using more than one of your relays in a single circuit.
ml: അതിലൂടെ, ഒരൊറ്റ സർക്യൂട്ടിൽ നിങ്ങളുടെ ഒന്നിലധികം റിലേകൾ ഉപയോഗിക്കുന്നത് ഒഴിവാക്കാൻ ടോർ ക്ലയന്റുകൾക്ക് അറിയാം.

source: You should set MyFamily if you have administrative control of the computers or of their network, even if they're not all in the same geographic location.
ml: കമ്പ്യൂട്ടറുകളുടെയോ അവയുടെ നെറ്റ്‌വർക്കിന്റെയോ അഡ്മിനിസ്ട്രേറ്റീവ് നിയന്ത്രണം നിങ്ങൾക്കുണ്ടെങ്കിൽ, എല്ലാം ഒരേ ഭൂമിശാസ്ത്രപരമായ സ്ഥാനത്ത് ഇല്ലെങ്കിലും നിങ്ങൾ മൈ ഫാമിലി സജ്ജമാക്കണം.

source: My relay recently got the Guard flag and traffic dropped by half.
ml: എന്റെ റിലേയ്ക്ക് അടുത്തിടെ ഗാർഡ് ഫ്ലാഗ് ലഭിച്ചു, ട്രാഫിക് പകുതിയായി കുറഞ്ഞു.

source: Since it's now a guard, clients are using it less in other positions, but not many clients have rotated their existing guards out to use it as a guard yet.
ml: ഇത് ഇപ്പോൾ ഒരു ഗാർഡ് ആയതിനാൽ, ക്ലയന്റുകൾ മറ്റ് സ്ഥാനങ്ങളിൽ ഇത് കുറവാണ് ഉപയോഗിക്കുന്നത്, പക്ഷേ പല ക്ലയന്റുകളും അവരുടെ നിലവിലുള്ള ഗാർഡുകളെ ഇതുവരെ ഒരു ഗാർഡായി ഉപയോഗിക്കാൻ തിരിക്കില്ല.

source: Read more details in this [blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) or in [Changing of the Guards: A Framework for Understanding and Improving Entry Guard Selection in Tor](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).
ml: ഈ [ബ്ലോഗ് പോസ്റ്റിൽ](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) കൂടുതൽ വിശദാംശങ്ങൾ വായിക്കുക അല്ലെങ്കിൽ [ഗാർഡുകളുടെ മാറ്റം: ടോറിലെ എൻട്രി ഗാർഡ് തിരഞ്ഞെടുപ്പ് മനസിലാക്കുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനുമുള്ള ഒരു ചട്ടക്കൂട്](https://www.freehaven.net/anonbib/cache/wpes12-cogs.pdf).

source: How do offline ed25519 identity keys work? What do I need to know?
ml: ഓഫ്‌ലൈൻ ed25519 ഐഡന്റിറ്റി കീകൾ എങ്ങനെ പ്രവർത്തിക്കും? എനിക്ക് എന്താണ് അറിയേണ്ടത്?

source: In simple words, it works like this:
ml: ലളിതമായി പറഞ്ഞാൽ, ഇത് ഇതുപോലെ പ്രവർത്തിക്കുന്നു:

source: This is the most important one, so make sure you keep a backup in a secure place - the file is sensitive and should be protected.
ml: ഇതാണ് ഏറ്റവും പ്രധാനപ്പെട്ടത്, അതിനാൽ നിങ്ങൾ ഒരു ബാക്കപ്പ് സുരക്ഷിതമായ സ്ഥലത്ത് സൂക്ഷിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക - ഫയൽ സെൻ‌സിറ്റീവ് ആയതിനാൽ പരിരക്ഷിക്കപ്പെടണം.

source: Tor could encrypt it for you if you generate it manually and enter a password when asked.
ml: നിങ്ങൾ സ്വമേധയാ ജനറേറ്റുചെയ്‌ത് ആവശ്യപ്പെടുമ്പോൾ പാസ്‌വേഡ് നൽകിയാൽ ടോർ ഇത് നിങ്ങൾക്കായി എൻക്രിപ്റ്റുചെയ്യും.

source: Also, a certificate is generated named "ed25519_signing_cert" which is signed by the master identity secret key and confirms that the medium term signing key is valid for a certain period of time.
ml: കൂടാതെ, "ed25519_signing_cert" എന്ന പേരിൽ ഒരു സർട്ടിഫിക്കറ്റ് ജനറേറ്റുചെയ്യുന്നു, അത് മാസ്റ്റർ ഐഡന്റിറ്റി സീക്രട്ട് കീയിൽ ഒപ്പിട്ട് ഇടത്തരം സൈനിംഗ് കീ ഒരു നിശ്ചിത സമയത്തേക്ക് സാധുതയുള്ളതാണെന്ന് സ്ഥിരീകരിക്കുന്നു.

source: The default validity is 30 days, but this can be customized by setting "SigningKeyLifetime N days|weeks|months" in torrc.
ml: സ്ഥിരസ്ഥിതി സാധുത 30 ദിവസമാണ്, എന്നാൽ ടോർക്കിൽ "സൈനിംഗ് കീ ലൈഫ് ടൈം എൻ ദിവസങ്ങൾ | ആഴ്ചകൾ | മാസങ്ങൾ" സജ്ജമാക്കി ഇത് ഇഷ്ടാനുസൃതമാക്കാൻ കഴിയും.

source: * There is also a master public key named "ed25519_master_id_public_key, which is the actual identity of the relay advertised in the network.
ml: * "Ed25519_master_id_public_key" എന്ന പേരിൽ ഒരു മാസ്റ്റർ പബ്ലിക് കീയും ഉണ്ട്, ഇത് നെറ്റ്‌വർക്കിൽ പരസ്യപ്പെടുത്തിയ റിലേയുടെ യഥാർത്ഥ ഐഡന്റിറ്റിയാണ്.

source: This one is not sensitive and can be easily computed from "ed5519_master_id_secret_key".
ml: ഇത് സെൻ‌സിറ്റീവ് അല്ലാത്തതിനാൽ "ed5519_master_id_secret_key" ൽ നിന്ന് എളുപ്പത്തിൽ കണക്കാക്കാം.

source: Tor will only need access to the medium term signing key and certificate as long as they are valid, so the master identity secret key can be kept outside DataDirectory/keys, on a storage media or a different computer.
ml: ടോറിന് സാധുവായ കാലത്തോളം മാത്രമേ മീഡിയം ടേം സൈനിംഗ് കീയിലേക്കും സർട്ടിഫിക്കറ്റിലേക്കും ആക്‌സസ്സ് ആവശ്യമുള്ളൂ, അതിനാൽ മാസ്റ്റർ ഐഡന്റിറ്റി രഹസ്യ കീ DataDirectory/keys പുറത്ത്, ഒരു സംഭരണ മീഡിയയിലോ മറ്റൊരു കമ്പ്യൂട്ടറിലോ സൂക്ഷിക്കാൻ കഴിയും.

source: You'll have to manually renew the medium term signing key and certificate before they expire otherwise the Tor process on the relay will exit upon expiration.
ml: മീഡിയം ടേം സൈനിംഗ് കീയും സർട്ടിഫിക്കറ്റും കാലഹരണപ്പെടുന്നതിന് മുമ്പ് നിങ്ങൾ സ്വമേധയാ പുതുക്കേണ്ടിവരും, അല്ലാത്തപക്ഷം റിലേയിലെ ടോർ പ്രോസസ്സ് കാലഹരണപ്പെടുമ്പോൾ പുറത്തുകടക്കും.

source: This feature is optional, you don't need to use it unless you want to.
ml: ഈ സവിശേഷത ഓപ്‌ഷണലാണ്, നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ ഇത് ഉപയോഗിക്കേണ്ടതില്ല.

source: If you want your relay to run unattended for longer time without having to manually do the medium term signing key renewal on regular basis, best to leave the master identity secret key in DataDirectory/keys, just make a backup in case you'll need to reinstall it.
ml: പതിവായി ഇടത്തരം സൈനിംഗ് കീ പുതുക്കൽ സ്വമേധയാ ചെയ്യാതെ തന്നെ നിങ്ങളുടെ റിലേ കൂടുതൽ നേരം ശ്രദ്ധിക്കാതെ പ്രവർത്തിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, DataDirectory/keys മാസ്റ്റർ ഐഡന്റിറ്റി രഹസ്യ കീ ഉപേക്ഷിക്കുന്നതാണ് നല്ലത്, നിങ്ങൾക്ക് ആവശ്യമെങ്കിൽ ഒരു ബാക്കപ്പ് ഉണ്ടാക്കുക. ഇത് വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക.

source: If you want to use this feature, you can consult our more [detailed guide](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) on the topic.
ml: നിങ്ങൾക്ക് ഈ സവിശേഷത ഉപയോഗിക്കാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ, വിഷയത്തെക്കുറിച്ചുള്ള ഞങ്ങളുടെ കൂടുതൽ [വിശദമായ ഗൈഡ്](https://trac.torproject.org/projects/tor/wiki/doc/TorRelaySecurity/OfflineKeys) പരിശോധിക്കാം.

source: How do I run a middle or guard relay on Debian?
ml: ഡെബിയനിൽ ഒരു മിഡിൽ അല്ലെങ്കിൽ ഗാർഡ് റിലേ എങ്ങനെ പ്രവർത്തിപ്പിക്കും?

source: For the most in-depth resource on running a relay, see the [Relay Setup Guide](https://community.torproject.org/relay/setup).
ml: ഒരു റിലേ പ്രവർത്തിപ്പിക്കുന്നതിനുള്ള ഏറ്റവും ആഴത്തിലുള്ള ഉറവിടത്തിനായി, [റിലേ സജ്ജീകരണ ഗൈഡ്](https://community.torproject.org/relay/setup) കാണുക.

source: How do I run an exit relay on Debian?
ml: ഡെബിയനിൽ എക്സിറ്റ് റിലേ എങ്ങനെ പ്രവർത്തിപ്പിക്കും?

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ml: FreeBSD അല്ലെങ്കിൽ HardenedBSD- ൽ ഒരു മിഡിൽ അല്ലെങ്കിൽ ഗാർഡ് റിലേ എങ്ങനെ പ്രവർത്തിപ്പിക്കും?

source: How do I make sure that I'm using the correct packages on Ubuntu?
ml: ഞാൻ ഉബുണ്ടുവിൽ ശരിയായ പാക്കേജുകൾ ഉപയോഗിക്കുന്നുവെന്ന് എങ്ങനെ ഉറപ്പാക്കും?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ml: * ഉബുണ്ടുവിന്റെ ശേഖരണങ്ങളിൽ പാക്കേജുകൾ ഉപയോഗിക്കരുത്. അവ വിശ്വസനീയമായി അപ്‌ഡേറ്റ് ചെയ്തിട്ടില്ല. നിങ്ങൾ അവ ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് പ്രധാനപ്പെട്ട സ്ഥിരതയും സുരക്ഷാ പരിഹാരങ്ങളും നഷ്‌ടപ്പെടും.

source: * Determine your Ubuntu version by running the following command:
ml: * ഇനിപ്പറയുന്ന കമാൻഡ് പ്രവർത്തിപ്പിച്ച് നിങ്ങളുടെ ഉബുണ്ടു പതിപ്പ് നിർണ്ണയിക്കുക:

source: * As root, add the following lines to /etc/apt/sources.list. Replace 'version' with the version you found in the previous step:
ml: * റൂട്ടായി, ഇനിപ്പറയുന്ന വരികൾ ഇതിലേക്ക് ചേർക്കുക /etc/apt/sources.list . മുമ്പത്തെ ഘട്ടത്തിൽ നിങ്ങൾ കണ്ടെത്തിയ version ഉപയോഗിച്ച് 'version' മാറ്റിസ്ഥാപിക്കുക:

source: * Add the gpg key used to sign the packages by running the following commands:
ml: * ഇനിപ്പറയുന്ന കമാൻഡുകൾ പ്രവർത്തിപ്പിച്ച് പാക്കേജുകളിൽ ഒപ്പിടാൻ ഉപയോഗിക്കുന്ന gpg കീ ചേർക്കുക:

source: * Run the following commands to install tor and check its signatures:
ml: ടോർ ഇൻസ്റ്റാളുചെയ്യുന്നതിന് ഇനിപ്പറയുന്ന കമാൻഡുകൾ പ്രവർത്തിപ്പിച്ച് അതിന്റെ ഒപ്പുകൾ പരിശോധിക്കുക:

source: How do I run an obfs4 bridge?
ml: ഞാൻ എങ്ങനെ ഒരു obfs4 ബ്രിഡ്ജ് പ്രവർത്തിപ്പിക്കും?

source: See our [obfs4 setup guide](https://community.torproject.org/relay/setup/bridge/) to learn how to set up an obfs4 bridge.
ml: ഒരു obfs4 ബ്രിഡ്ജ് എങ്ങനെ സജ്ജീകരിക്കാമെന്ന് മനസിലാക്കാൻ ഞങ്ങളുടെ [obfs4 സജ്ജീകരണ ഗൈഡ്](https://community.torproject.org/relay/setup/bridge/) കാണുക.

source: Should I run an exit relay from home?
ml: ഞാൻ വീട്ടിൽ നിന്ന് ഒരു എക്സിറ്റ് റിലേ പ്രവർത്തിപ്പിക്കണോ?

source: No.
ml: വേണ്ട

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ml: നിങ്ങളുടെ എക്സിറ്റ് റിലേയിൽ നിന്നുള്ള ട്രാഫിക്കിൽ നിയമപാലകർക്ക് താൽപ്പര്യമുണ്ടെങ്കിൽ, ഓഫീസർമാർ നിങ്ങളുടെ കമ്പ്യൂട്ടർ പിടിച്ചെടുക്കാൻ സാധ്യതയുണ്ട്.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ml: ഇക്കാരണത്താൽ, നിങ്ങളുടെ വീട്ടിൽ എക്സിറ്റ് റിലേ പ്രവർത്തിപ്പിക്കാത്തതോ ഹോം ഇൻറർനെറ്റ് കണക്ഷൻ ഉപയോഗിക്കാതിരിക്കുന്നതോ നല്ലതാണ്.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ml: പകരം, ടോറിനെ പിന്തുണയ്‌ക്കുന്ന ഒരു വാണിജ്യ കേന്ദ്രത്തിൽ നിങ്ങളുടെ എക്സിറ്റ് റിലേ പ്രവർത്തിപ്പിക്കുന്നത് പരിഗണിക്കുക.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ml: നിങ്ങളുടെ എക്സിറ്റ് റിലേയ്‌ക്കായി ഒരു പ്രത്യേക ഐപി വിലാസം ഉണ്ടായിരിക്കുക, അതിലൂടെ നിങ്ങളുടെ സ്വന്തം ട്രാഫിക് റൂട്ട് ചെയ്യരുത്.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ml: തീർച്ചയായും, നിങ്ങളുടെ എക്സിറ്റ് റിലേ ഹോസ്റ്റുചെയ്യുന്ന കമ്പ്യൂട്ടറിൽ സെൻസിറ്റീവ് അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ സൂക്ഷിക്കുന്നത് ഒഴിവാക്കണം.

source: How should I configure the outgoing filters on my relay?
ml: എന്റെ റിലേയിൽ ഔട്ട്‌ഗോയിംഗ് ഫിൽട്ടറുകൾ എങ്ങനെ ക്രമീകരിക്കണം?

source: All outgoing connections must be allowed, so that each relay can communicate with every other relay.
ml: എല്ലാ ഔട്ട്‌ഗോയിംഗ് കണക്ഷനുകളും അനുവദിച്ചിരിക്കണം, അതുവഴി ഓരോ റിലേയ്ക്കും മറ്റെല്ലാ റിലേയുമായി ആശയവിനിമയം നടത്താനാകും.

source: In many jurisdictions, Tor relay operators are legally protected by the same common carrier regulations that prevent internet service providers from being held liable for third-party content that passes through their network.
ml: പല അധികാരപരിധികളിലും, ടോർ റിലേ ഓപ്പറേറ്റർമാർ അവരുടെ നെറ്റ്വർക്കിലൂടെ കടന്നുപോകുന്ന മൂന്നാം കക്ഷി ഉള്ളടക്കത്തിന് ഇന്റർനെറ്റ് സേവന ദാതാക്കളെ ബാധ്യസ്ഥരാക്കുന്നത് തടയുന്ന അതേ പൊതു കാരിയർ നിയന്ത്രണങ്ങളാൽ നിയമപരമായി പരിരക്ഷിക്കപ്പെടുന്നു.

source: Exit relays that filter some traffic would likely forfeit those protections.
ml: ചില ട്രാഫിക്കുകൾ ഫിൽട്ടർ ചെയ്യുന്ന എക്സിറ്റ് റിലേകൾ ആ പരിരക്ഷകളെ നഷ്‌ടപ്പെടുത്തും.

source: Tor promotes free network access without interference.
ml: ടോർ ഇടപെടാതെ സൗജന്യ നെറ്റ്‌വർക്ക് ആക്സസ് പ്രോത്സാഹിപ്പിക്കുന്നു.

source: Exit relays must not filter the traffic that passes through them to the internet.
ml: എക്സിറ്റ് റിലേകൾ അവയിലൂടെ കടന്നുപോകുന്ന ട്രാഫിക്കിനെ ഇന്റർനെറ്റിലേക്ക് ഫിൽട്ടർ ചെയ്യാൻ പാടില്ല.

source: Exit relays found to be filtering traffic will get the [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) flag once detected.
ml: ട്രാഫിക് ഫിൽട്ടർ ചെയ്യുന്നതായി കണ്ടെത്തിയ എക്സിറ്റ് റിലേകൾ കണ്ടെത്തിക്കഴിഞ്ഞാൽ [BadExit](https://community.torproject.org/relay/community-resources/bad-relays/) ഫ്ലാഗ് ലഭിക്കും.

source: Should I install Tor from my package manager, or build from source?
ml: എന്റെ പാക്കേജ് മാനേജറിൽ നിന്ന് ഞാൻ ടോർ ഇൻസ്റ്റാൾ ചെയ്യണോ അതോ ഉറവിടത്തിൽ നിന്ന് നിർമ്മിക്കണോ?

source: If you're using Debian or Ubuntu especially, there are a number of benefits to installing Tor from the [Tor Project's repository](https://support.torproject.org/apt/tor-deb-repo/).
ml: നിങ്ങൾ പ്രത്യേകിച്ച് ഡെബിയൻ അല്ലെങ്കിൽ ഉബുണ്ടു ഉപയോഗിക്കുകയാണെങ്കിൽ, [ടോർ പ്രോജക്റ്റിന്റെ ശേഖരത്തിൽ](https://support.torproject.org/apt/tor-deb-repo/). നിന്ന് ടോർ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിലൂടെ ധാരാളം നേട്ടങ്ങളുണ്ട്.

source: * Your `ulimit -n` gets set to 32768 high enough for Tor to keep open all the connections it needs.
ml: * നിങ്ങളുടെ `ulimit -n` 32768 ഉയരത്തിൽ സജ്ജീകരിച്ച് ടോറിന് ആവശ്യമായ എല്ലാ കണക്ഷനുകളും തുറന്നിരിക്കാൻ കഴിയും.

source: * A user profile is created just for Tor, so Tor doesn't need to run as root.
ml: * ടോറിനായി ഒരു ഉപയോക്തൃ പ്രൊഫൈൽ സൃഷ്ടിച്ചു, അതിനാൽ ടോർ റൂട്ടായി പ്രവർത്തിക്കേണ്ടതില്ല.

source: * An init script is included so that Tor runs at boot.
ml: * ഒരു ഇനിറ്റ് സ്ക്രിപ്റ്റ് ഉൾപ്പെടുത്തിയിരിക്കുന്നതിനാൽ ടോർ ബൂട്ടിൽ പ്രവർത്തിക്കുന്നു.

source: * Tor runs with `--verify-config`, so that most problems with your config file get caught.
ml: * ടോർ `--verify-config` ഉപയോഗിച്ച് പ്രവർത്തിക്കുന്നു, അതിനാൽ നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഫയലിലെ മിക്ക പ്രശ്‌നങ്ങളും പിടിക്കപ്പെടും.

source: * Tor can bind to low level ports, then drop privileges.
ml: * ടോറിന് താഴ്ന്ന നിലയിലുള്ള പോർട്ടുകളുമായി ബന്ധിപ്പിക്കാനും പ്രത്യേകാവകാശങ്ങൾ നൽകാനും കഴിയും.

source: How stable does my relay need to be?
ml: എന്റെ റിലേ എത്രത്തോളം സ്ഥിരത പുലർത്തേണ്ടതുണ്ട്?

source: We aim to make setting up a Tor relay easy and convenient:
ml: ടോർ റിലേ സജ്ജീകരിക്കുന്നത് എളുപ്പവും സൗകര്യപ്രദവുമാക്കാൻ ഞങ്ങൾ ലക്ഷ്യമിടുന്നു:

source: * It's fine if the relay goes offline sometimes.
ml: * റിലേ ചിലപ്പോൾ ഓഫ്‌ലൈനിൽ പോയാൽ നന്നായിരിക്കും.

source: The directories notice this quickly and stop advertising the relay.
ml: ഡയറക്ടറികൾ ഇത് വേഗത്തിൽ ശ്രദ്ധിക്കുകയും റിലേ പരസ്യം ചെയ്യുന്നത് നിർത്തുകയും ചെയ്യുന്നു.

source: Just try to make sure it's not too often, since connections using the relay when it disconnects will break.
ml: വിച്ഛേദിക്കുമ്പോൾ റിലേ ഉപയോഗിക്കുന്ന കണക്ഷനുകൾ തകരാറിലാകുമെന്നതിനാൽ ഇത് പലപ്പോഴും സംഭവിക്കുന്നില്ലെന്ന് ഉറപ്പാക്കാൻ ശ്രമിക്കുക.

source: * Each Tor relay has an [exit policy](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) that specifies what sort of outbound connections are allowed or refused from that relay.
ml: * ഓരോ ടോർ റിലേയിലും ഒരു [എക്സിറ്റ് പോളിസി](https://2019.www.torproject.org/docs/faq.html.en#ExitPolicies) ഉണ്ട്, അത് ഏത് തരത്തിലുള്ള ഔട്ട്‌ബൗണ്ട് കണക്ഷനുകൾ ആ റിലേയിൽ നിന്ന് അനുവദിക്കുകയോ നിരസിക്കുകയോ ചെയ്യുന്നുവെന്ന് വ്യക്തമാക്കുന്നു.

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
ml: നിങ്ങളുടെ റിലേയിൽ നിന്ന് പുറത്തുകടക്കാൻ ആളുകളെ അനുവദിക്കുന്നത് നിങ്ങൾക്ക് അസ്വസ്ഥതയുണ്ടെങ്കിൽ, മറ്റ് ടോർ റിലേകളിലേക്ക് കണക്ഷനുകൾ അനുവദിക്കുന്നതിന് മാത്രമേ നിങ്ങൾക്ക് ഇത് സജ്ജീകരിക്കാൻ കഴിയൂ.

source: * Your relay will passively estimate and advertise its recent bandwidth capacity, so high-bandwidth relays will attract more users than low-bandwidth ones. Therefore, having low-bandwidth relays is useful too.
ml: * നിങ്ങളുടെ റിലേ അതിന്റെ സമീപകാല ബാൻഡ്‌വിഡ്ത്ത് ശേഷിയെ നിഷ്‌ക്രിയമായി കണക്കാക്കുകയും പരസ്യം ചെയ്യുകയും ചെയ്യും, അതിനാൽ ഉയർന്ന ബാൻഡ്‌വിഡ്ത്ത് റിലേകൾ കുറഞ്ഞ ബാൻഡ്‌വിഡ്‌ത്തിനേക്കാൾ കൂടുതൽ ഉപയോക്താക്കളെ ആകർഷിക്കും. അതിനാൽ, കുറഞ്ഞ ബാൻഡ്‌വിഡ്ത്ത് റിലേകൾ ഉപയോഗപ്രദമാണ്.

source: Why is my Tor relay using so much memory?
ml: എന്തുകൊണ്ടാണ് എന്റെ ടോർ റിലേ ഇത്രയധികം മെമ്മറി ഉപയോഗിക്കുന്നത്?

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
ml: നിങ്ങളുടെ ടോർ റിലേ നിങ്ങൾ ആഗ്രഹിക്കുന്നതിലും കൂടുതൽ മെമ്മറി ഉപയോഗിക്കുന്നുണ്ടെങ്കിൽ, അതിന്റെ കാൽപ്പാടുകൾ കുറയ്ക്കുന്നതിനുള്ള ചില ടിപ്പുകൾ ഇതാ:

source: * If you're on Linux, you may be encountering memory fragmentation bugs in glibc's malloc implementation.
ml: * നിങ്ങൾ ലിനക്സിലാണെങ്കിൽ, glibc- ന്റെ malloc നടപ്പാക്കലിൽ മെമ്മറി വിഘടന ബഗുകൾ നേരിടുന്നുണ്ടാകാം.

source: That is, when Tor releases memory back to the system, the pieces of memory are fragmented so they're hard to reuse.
ml: അതായത്, ടോർ മെമ്മറി തിരികെ സിസ്റ്റത്തിലേക്ക് വിടുമ്പോൾ, മെമ്മറിയുടെ ഭാഗങ്ങൾ വിഘടിക്കുന്നതിനാൽ അവ വീണ്ടും ഉപയോഗിക്കാൻ പ്രയാസമാണ്.

source: The Tor tarball ships with OpenBSD's malloc implementation, which doesn't have as many fragmentation bugs (but the tradeoff is higher CPU load).
ml: ഓപ്പൺബിഎസ്ഡിയുടെ മാലോക്ക് നടപ്പാക്കലിനൊപ്പം ടോർ ടാർബോൾ അയയ്ക്കുന്നു, അതിൽ കൂടുതൽ വിഘടന ബഗുകൾ ഇല്ല (എന്നാൽ ട്രേഡ്ഓഫ് ഉയർന്ന സിപിയു ലോഡാണ്).

source: You can tell Tor to use this malloc implementation instead: `./configure --enable-openbsd-malloc`.
ml: പകരം ഈ മാലോക്ക് നടപ്പാക്കൽ ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് ടോറിനോട് പറയാൻ കഴിയും: `./configure --enable-openbsd-malloc`.

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
ml: * നിങ്ങൾ ഒരു വേഗതയേറിയ റിലേ പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ധാരാളം ടി‌എൽ‌എസ് കണക്ഷനുകൾ തുറന്നിട്ടുണ്ടെങ്കിൽ, ഓപ്പൺ‌എസ്‌എസ്‌എല്ലിന്റെ ആന്തരിക ബഫറുകളിലേക്ക് (ഒരു സോക്കറ്റിന് 38 കെബി +) നിങ്ങൾക്ക് ധാരാളം മെമ്മറി നഷ്‌ടപ്പെടും.

source: We've patched OpenSSL to [release unused buffer memory more aggressively](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html).
ml: [ഉപയോഗിക്കാത്ത ബഫർ മെമ്മറി കൂടുതൽ ആക്രമണാത്മകമായി റിലീസ് ചെയ്യുന്നതിന്](https://lists.torproject.org/pipermail/tor-dev/2008-June/001519.html) ഞങ്ങൾ ഓപ്പൺഎസ്എസ്എല്ലിനെ പാച്ച് ചെയ്തു .

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
ml: നിങ്ങൾ ഓപ്പൺഎസ്എസ്എൽ 1.0.0 അല്ലെങ്കിൽ പുതിയതിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യുകയാണെങ്കിൽ, ടോറിന്റെ ബിൽഡ് പ്രോസസ്സ് ഈ സവിശേഷത സ്വപ്രേരിതമായി തിരിച്ചറിയുകയും ഉപയോഗിക്കുകയും ചെയ്യും.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
ml: * നിങ്ങൾക്ക് ഇപ്പോഴും മെമ്മറി ലോഡ് കൈകാര്യം ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ റിലേ പരസ്യപ്പെടുത്തുന്ന ബാൻഡ്‌വിഡ്ത്ത് കുറയ്‌ക്കുന്നത് പരിഗണിക്കുക.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
ml: കുറഞ്ഞ ബാൻഡ്‌വിഡ്‌ത്ത് പരസ്യം ചെയ്യുന്നത് അർത്ഥമാക്കുന്നത് നിങ്ങൾ കുറച്ച് ഉപയോക്താക്കളെ ആകർഷിക്കുമെന്നാണ്, അതിനാൽ നിങ്ങളുടെ റിലേ വലുതായി വളരരുത്.

source: See the `MaxAdvertisedBandwidth` option in the man page.
ml: മാൻ പേജിലെ `MaxAdvertisedBandwidth` ഓപ്ഷൻ കാണുക.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
ml: ഇതെല്ലാം പറഞ്ഞു, ഫാസ്റ്റ് ടോർ റിലേകൾ ധാരാളം ആട്ടുകൊറ്റന്മാരെ ഉപയോഗിക്കുന്നു. ഫാസ്റ്റ് എക്സിറ്റ് റിലേ 500-1000 എംബി മെമ്മറി ഉപയോഗിക്കുന്നത് അസാധാരണമല്ല.

source: Why does my relay write more bytes onto the network than it reads?
ml: എന്റെ റിലേ നെറ്റ്വർക്കിൽ വായിക്കുന്നതിനേക്കാൾ കൂടുതൽ ബൈറ്റുകൾ എഴുതുന്നത് എന്തുകൊണ്ട്?
