Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: **No.** Do not use the packages in Ubuntu's universe.
ml: ** ഇല്ല. ** ഉബുണ്ടുവിന്റെ പ്രപഞ്ചത്തിൽ പാക്കേജുകൾ ഉപയോഗിക്കരുത്.

source: Can I use APT over Tor?
ml: ടോറിലൂടെ എനിക്ക് APT ഉപയോഗിക്കാമോ?

source: Yes, `deb.torproject.org` is also served through via an Onion Service: http://sdscoq7snqtznauu.onion/
ml: അതെ, `deb.torproject.org` ഒരു ഉള്ളി സേവനം വഴിയും നൽകുന്നു: http://sdscoq7snqtznauu.onion/

source: To use Apt over Tor, the apt transport needs to be installed:
ml: ആപ്റ്റ് ഓവർ ടോർ ഉപയോഗിക്കുന്നതിന്, ഉചിതമായ ഗതാഗതം ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്:

source: Then replace the address in the lines added before with, for example:
ml: മുമ്പ് ചേർത്ത വരികളിലെ വിലാസം മാറ്റിസ്ഥാപിക്കുക, ഉദാഹരണത്തിന്:

source: Close banner
ml: ബാനർ അടയ്‌ക്കുക

source: Tracking, surveillance, and censorship are widespread online.
ml: പിന്തുടരൽ , നോട്ടം കൂടാതെ സെന്‍സര്‍ഷിപ്പ്‌ എന്നിവ ഇന്റർനെറ്റിൽ പരക്കെയുള്ളതാണ് .

source: TAKE BACK THE INTERNET WITH TOR
ml: ടോർ ഉപയോഗിച്ച് ഇന്റർനെറ്റ് തിരികെ എടുക്കുക

source: DONATE NOW
ml: ഇപ്പോൾ ദാനം ചെയ്യൂ

source: Give today, and Mozilla will match your donation.
ml: ഇന്ന് നൽകുക, കൂടാതെ മോസില്ല നിങ്ങളുടെ സംഭാവനയെ ചേർക്കുന്നതാണ് .

source: Download Tor Browser
ml: ടോർ ബ്രൗസർ ഡൗൺലോഡുചെയ്യുക

source: Download Tor Browser to experience real private browsing without tracking, surveillance, or censorship.
ml: ട്രാക്കിംഗ്, നിരീക്ഷണം അല്ലെങ്കിൽ സെൻസർഷിപ്പ് ഇല്ലാതെ യഥാർത്ഥ സ്വകാര്യ ബ്രൗസിംഗ് അനുഭവിക്കാൻ ടോർ ബ്രൗസർ ഡൺലോഡ് ചെയ്യുക.

source: Our mission:
ml: ഞങ്ങളുടെ ദൗത്യം:

source: To advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ml: സ്വതന്ത്രവും ഓപ്പൺ സോഴ്‌സ് അജ്ഞാതതയും സ്വകാര്യതാ സാങ്കേതികവിദ്യകളും സൃഷ്ടിക്കുകയും വിന്യസിക്കുകയും ചെയ്യുന്നതിലൂടെ മനുഷ്യാവകാശങ്ങളും സ്വാതന്ത്ര്യങ്ങളും മുന്നോട്ട് കൊണ്ടുപോകുക, അവയുടെ അനിയന്ത്രിതമായ ലഭ്യതയെയും ഉപയോഗത്തെയും പിന്തുണയ്ക്കുക, അവരുടെ ശാസ്ത്രീയവും ജനകീയവുമായ ധാരണകൾ വർദ്ധിപ്പിക്കുക.

source: Donate Now
ml: ഇപ്പോൾ തന്നെ ധന സഹായം ചെയ്യൂ

source: Subscribe to our Newsletter
ml: ഞങ്ങളുടെ വാർത്താക്കുറിപ്പ് സബ്‌സ്‌ക്രൈബുചെയ്യുക

source: Get monthly updates and opportunities from the Tor Project:
ml: ടോർ പ്രോജക്റ്റിൽ നിന്ന് പ്രതിമാസ അപ്‌ഡേറ്റുകളും അവസരങ്ങളും നേടുക:

source: Sign up
ml: സൈൻ അപ്പ് ചെയ്യുക

source: Trademark, copyright notices, and rules for use by third parties can be found in our %(link_to_faq)s
ml: വ്യാപാരമുദ്ര, പകർപ്പവകാശ അറിയിപ്പുകൾ, മൂന്നാം കക്ഷികൾ ഉപയോഗിക്കുന്നതിനുള്ള നിയമങ്ങൾ എന്നിവ ഞങ്ങളുടെ %(link_to_faq)s കളിൽ കാണാം.

source: Menu
ml: മെനു

source: Search
ml: തിരയുക

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ml: ടോർ ബ്രൌസർ, എച്ച്ടിടിപിഎസ് എൻ‌ക്രിപ്ഷൻ എന്നിവയ്ക്കൊപ്പവും അല്ലാതെയുമുള്ള കാവൽക്കാർക്ക് എന്ത് വിവരമാണ് ദൃശ്യമാകുന്നതെന്ന് ഇനിപ്പറയുന്ന വിഷ്വലൈസേഷൻ കാണിക്കുന്നു:

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ml: * നിങ്ങൾ ടോർ ഉപയോഗിക്കുമ്പോൾ നിരീക്ഷകർക്ക് എന്ത് ഡാറ്റയാണ് ദൃശ്യമാകുന്നതെന്ന് കാണാൻ “ടോർ” ബട്ടൺ ക്ലിക്കുചെയ്യുക. ടോർ ഓണാണെന്ന് സൂചിപ്പിക്കുന്നതിന് ബട്ടൺ പച്ചയായി മാറും.

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ml: * നിങ്ങൾ HTTPS ഉപയോഗിക്കുമ്പോൾ നിരീക്ഷകർക്ക് എന്ത് ഡാറ്റയാണ് ദൃശ്യമാകുന്നതെന്ന് കാണാൻ “HTTPS” ബട്ടൺ ക്ലിക്കുചെയ്യുക. HTTPS ഓണാണെന്ന് സൂചിപ്പിക്കുന്നതിന് ബട്ടൺ പച്ചയായി മാറും.

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
ml: * രണ്ട് ബട്ടണുകളും പച്ചയായിരിക്കുമ്പോൾ, നിങ്ങൾ രണ്ട് ഉപകരണങ്ങളും ഉപയോഗിക്കുമ്പോൾ നിരീക്ഷകർക്ക് ദൃശ്യമാകുന്ന ഡാറ്റ നിങ്ങൾ കാണും.

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ml: * രണ്ട് ബട്ടണുകളും ചാരനിറമാകുമ്പോൾ, നിങ്ങൾ രണ്ട് ഉപകരണങ്ങളും ഉപയോഗിക്കാത്തപ്പോൾ നിരീക്ഷകർക്ക് ദൃശ്യമാകുന്ന ഡാറ്റ നിങ്ങൾ കാണും.

source: Tor
ml: ടോർ

source: POTENTIALLY VISIBLE DATA
ml: ##### സാധ്യതയുള്ള ദൃശ്യ ഡാറ്റ

source: The site being visited.
ml: സൈറ്റ് സന്ദർശിക്കുന്നു.

source: user / pw
ml: യൂസർ / പി ഡബ്ലിയു

source: Username and password used for authentication.
ml: പ്രാമാണീകരണത്തിനായി ഉപയോഗിക്കുന്ന ഉപയോക്തൃനാമവും പാസ്‌വേഡും.

source: data
ml: വിവരം

source: Data being transmitted.
ml: ഡാറ്റ കൈമാറുന്നു.

source: location
ml: സ്ഥലവിവരം

source: Network location of the computer used to visit the website (the public IP address).
ml: വെബ്സൈറ്റ് സന്ദർശിക്കാൻ ഉപയോഗിക്കുന്ന കമ്പ്യൂട്ടറിന്റെ നെറ്റ്‌വർക്ക് സ്ഥാനം (പൊതു ഐപി വിലാസം).

source: Whether or not Tor is being used.
ml: ടോർ ഉപയോഗിക്കുന്നുണ്ടോ ഇല്ലയോ എന്നത്.

source: Suggest Feedback
ml: ഫീഡ്‌ബാക്ക് നിർദ്ദേശിക്കുക

source: Permalink
ml: പെർമാലിങ്ക്

source: Defend yourself against tracking and surveillance. Circumvent censorship.
ml: ട്രാക്കിംഗിനും നിരീക്ഷണത്തിനുമെതിരെ സ്വയം പ്രതിരോധിക്കുക. സർക്കംവെന്റ് സെൻസർഷിപ്പ്.

source: Tor Project | Support
ml: ടോർ പ്രോജക്റ്റ് | പിന്തുണ

source: Topics
ml: വിഷയങ്ങൾ

source: Contributors to this page:
ml: ഈ പേജിലേക്കുള്ള സംഭാവകർ:

source: Edit this page
ml: ഈ പേജ് എഡിറ്റുചെയ്യുക
