Repository: torpluston/translation
Catalog: contents+id.po
Languages: id

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
id: Jika Tor Browser sudah terbuka, klik pada ikon Torbutton (hijau bawang kecil di kiri atas layar), kemudian "Membuka pengaturan jaringan", kemudian "Salin Tor Log ke Clipboard".

source: We strongly recommend against using Tor in any browser other than Tor Browser.
id: Kami sangat menyarankan untuk tidak menggunakan Tor di browser apapun selain Tor Browser.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
id: Silakan cari tahu lebih tentang menggabungkan Tor + VPN di <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN\">wiki kami</a></mark>.</p>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
id: <h4 class="card-title">Visualisasi berikut ini menunjukkan informasi apa yang bisa dilihat oleh penyusup dengan atau tanpa Tor Browser dan enskripsi HTTPS.</h4>

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
id: BitTorrent <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">tidak anonim di dalam Tor</a></mark>.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
id: Pilih lokasi direktori yang Anda akan ingat dengan mudah, dan setelah download selesai Anda akan melihat folder Tor Browser yang ada.

source: How do I update Tor Browser?
id: Bagaimana cara untuk memperbarui Tor Browser?

source: This should fix the issues you're experiencing.
id: Ini seharusnya memperbaiki masalah yang Anda alami.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
id: Cari entri log di /var/log/syslog seperti contohnya "Pengujian otomatis menunjukkan ORPort Anda dapat dijangkau dari luar. Bagus sekali."

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
id: Bagaimanakah cara menjalankan relay tengah atau penjaga di FreeBSD or HardenedBSD?

source: I'm having a problem with NoScript.
id: Saya mendapatkan masalah dalam menggunakan NoScript.

source: Why does Tor Browser ship with Javascript enabled?
id: Kenapa Javascript diaktifkan di Tor Browser?

source: Tor browser will install the updates.
id: Tor browser akan menginstal pembaruan.

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
id: * Jangan gunakan paket di repositori Ubuntu. Mereka tidak dapat diperbarui secara andal. Jika Anda menggunakannya, Anda akan kehilangan perbaikan stabilitas dan keamanan yang penting.

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
id: Tor Browser memiliki dua cara untuk mengubah sirkuit relay Anda — "Identitas baru" dan "Tor sirkuit Baru untuk situs ini".

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
id: Jika Anda tidak dapat menemukannya di salah satu folder tersebut, download lagi dan cari prompt yang meminta Anda untuk memilih direktori untuk men-download itu.

source: Should I run an exit relay from home?
id: Saya harus menjalankan relay keluar di rumah?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
id: * Baca <mark> <a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">pedoman relay keluar </a></mark>

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
id: Menggunakan Tor di browser lain dapat membuat Anda rentan tanpa perlindungan privasi browser Tor.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
id: Mohon dukungan penuh terhadap privasi digital dan kebebasan Internet, dan izinkan pengguna Tor untuk melakukan akses ke xyz.com. Terima kasih!

source: * Edit /etc/tor/torrc to look like the following:
id: * Edit / etc / tor / torrc agar terlihat seperti berikut:

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
id: Saya mengalami masalah ketika menggunakan fitur-fitur di Facebook, Twitter atau situs web lain jika menggunakan Tor Browser.

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
id: Jika Anda melihat baris seperti ini, Tor gagal tersambung ke SOCKS proxy.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
id: Hal terbaik untuk dilakukan dalam kasus ini adalah untuk menghubungi pemilik situs, dan memberitahu mereka bahwa mereka captcha mencegah pengguna seperti Anda dari menggunakan jasa mereka.

source: Why does my Tor Browser say something about Firefox not working?
id: Kenapa Tor Browser menyatakan sesuatu tentang Firefox tidak berfungsi?

source: I'm having a problem with DuckDuckGo.
id: Saya mendapatkan masalah dalam menggunakan DuckDuckGo.

source: Can I use Tor with a browser besides Tor Browser?
id: Apakah saya bisa menggunakan Tor dengan peramban selain Tor Browser?

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
id: Cari entri log di /var/log/syslog seperti contohnya "Pengujian otomatis menunjukkan ORPort Anda dapat dijangkau dari luar. Bagus sekali."

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
id: Walaupun begitu, Tor sekarang jauh lebih cepat daripada sebelumnya dan Anda mungkin tidak benar-benar melihat perubahan kecepatan dari peramban lain.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
id: Namu, mohon ketahui bahwa perangkat lunak kami digunakan untuk beragam tujuan oleh aktivis hak asasi manusia, wartawan, orang-orang yang selamat dari kekerasan rumah tangga, whistle blower, penegak hukum, dan banyak lain. Sayangnya, perlindungan yang disediakan perangkat lunak kami kepada orang-orang tersebut dapat disalahgunakan oleh penjahat dan pembuat malware.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
id: Sisa sirkuit Anda berubah untuk setiap website baru setiap Anda mengunjunginya, dan semua bersama-sama relay ini memberikan perlindungan privasi lengkap Tor.

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
id: Di Linux, tidak ada lokasi tertentu, tapi folder akan dinamakan "tor-browser_en-US" jika Anda menjalankan versi Inggris Tor Browser.

source: misc
id: lain-lain

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
id: Tor Browser dibangun menggunakan <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, sehingga kelemahan Firefox dapat terjadi di Tor Browser.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
id: Jika Anda ingin menjadi sebuah relay, silakan lihat <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">panduan Tor Relay </a></mark>.

source: Can I set Tor Browser as my default browser?
id: Apakah saya dapat membuat Tor Browser menjadi peramban standar saya?

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
id: Pastikan jam Anda diatur secara akurat, termasuk sedangkan benar. Kemudian restart Tor.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
id: Jika masalah Anda tidak terdaftar, silahkan mengajukan <mark><a href="https://trac.torproject.org">laporan bug</a></mark> tentang apa yang Anda alami.

source: We are so sorry, but you have been infected with malware.
id: Kami minta maaf, tapi Anda telah terinfeksi dengan malware.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
id: Hal terbaik yang dapat dilakukan adalah pengguna menghubungi langsung admin situsnya.

source: Does Tor Browser use a different circuit for each website?
id: Apakah Tor Browser menggunakan sirkuit yang berbeda untuk setiap situs web?

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
id: Harap dicatat bahwa beberapa klien antivirus, seperti Kaspersky, juga dapat memblokir Tor di tingkat firewall.

source: To use GetTor via Twitter.
id: Mengunakan GetTor melalui Twitter

source: * Run "service tor reload" (as root).
id: * Jalankan "service tor reload" (sebagai root)

source: Tor Browser prevents people from knowing the websites you visit.
id: Tor Browser mencegah orang lain mengetahui situs web yang Anda kunjungi.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
id: Jika hasil yang Anda inginkan adalah hanya untuk dapat mengakses sumber daya yang tersedia hanya di satu negara, Anda mungkin ingin mempertimbangkan menggunakan VPN daripada menggunakan Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
id: Banyak pekerjaan telah dimasukkan ke dalam membuat Tor Browser, termasuk penggunaan tambahan patch untuk meningkatkan privasi dan keamanan.

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
id: Jika Anda tidak dapat terhubung ke sebuah onion service, silakan lihat <a href="#onionservices-3\">Saya tidak dapat menghubungi X.onion!</a>

source: This means that your computer will not be used to route traffic for others.
id: Ini berarti bahwa komputer Anda tidak akan digunakan untuk merutekan lalu lintas untuk orang lain.

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
id: Setelah relay Anda terhubung ke jaringan, itu akan mencoba untuk menentukan apakah port yang dikonfigurasi dapat dicapai dari luar.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
id: Kami selalu mencara cara lain dalam pembiayaan, termasuk dari yayasan dan orang perorangan.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
id: Menurut kami, mengumumkan tentang donor dan model pembiayaan kami adalah cara terbaik memelihara kepercayaan komunitas kami.

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
id: Sayangnya, tidak ada cara didukung untuk membuat Tor Browser menjadi peramban default Anda.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
id: Tor Project tidak menciptakan malware ini. Pencipta malware itu meminta Anda mengunduh Tor Browser supaya Anda dapat menghubungi mereka secara anonim dengan tebusannya.

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
id: Saat menggunakan Tor Browser, apakah pihak lain dapat mengetahui situs web yang saya kunjungi?

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
id: Memilihnya akan menutup semua tab dan jendela yang terbuka, menghapus semua informasi pribadi seperti cookies dan riwayat penjelajahan, dan menggunakan sirkuit Tor baru untuk semua koneksi.

source: ##### New Identity
id: ##### Identitas Baru

source: Does using Tor Browser protect other applications on my computer?
id: Apakah Tor Browser melindungi aplikasi lain di komputer saya?

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
id: Ini adalah relay yang sangat cepat dan stabil yang tetap menjadi relay yang pertama dalam sirkuit Anda selama 2-3 bulan untuk melindungi terhadap serangan perusak anonimitas yang dikenal.

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
id: Setiap kali kami merilis versi stabil baru Tor Browser, kami menulis posting blog yang merinci fitur-fiturnya yang baru dan masalah yang diketahui.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
id: Perlindungan yang menghalangi orang jahat untuk merusak anonimitas Tor juga mencegah kami melacak pengguna.</p>

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
id: Jika Anda mendapat masalah dalam terhubung ke Jaringan Tor, silakan pilih "copy Tor Log ke clipboard."

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
id: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark>adalah mesin pencari utama di peramban Tor

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
id: Saya pernah mendengar tentang situs-situs yang hanya dapat diakses melalui Tor. Situs-situs apa saja dan bagaimana cara mengakses mereka?

source: * For Windows
id: * Untuk Windows

source: I'm having a problem with HTTPS Everywhere.
id: Saya mendapatkan masalah dalam menggunakan HTTPS Everywhere.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
id: Silakan lihat <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
id: Dengan memblokir pengguna Tor, Anda akan memblokir orang-orang di negara-negara represif yang ingin menggunakan Internet secara bebas, wartawan, dan peneliti yang ingin melindungi diri sendiri dari penemuan, termasuk whistleblower, aktivis, dan orang-orang biasa yang ingin terbebas dari pelacakan menyeluruh yang dilakukan pihak lain.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
id: Apakah ada cara untuk mengubah alamat IP yang digunakan Tor Browser untuk situs web tertentu?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
id: Saat ini panjangnya path terkode dalam 3 plus jumlah node di path Anda yang sensitif.

source: Tor doesn't keep any logs that could identify a particular user.
id: Tor tidak menyimpan log apapun yang dapat mengidentifikasi pengguna tertentu.

source: ## Set your own contact info
id: ## Set info kontak Anda sendiri

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
id: Silakan lihat <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">​halaman relawan</a></mark> untuk ikut terlibat!</p>

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
id: Saat saya menggunakan Tor, akankah pihak-pihak yang menguping melihat informasi yang saya bagikan di situs-situs, seperti informasi login dan hal-hal yang saya masukkan ke dalam formulir?

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
id: Memilihnya akan menyebabkan tab atau jendela yang aktif saat ini akan dimuat ulang melalui sebuah sirkuit Tor yang baru.

source: There is nothing the Tor developers can do to trace Tor users.
id: Tidak ada yang dapat dilakukan oleh para pengembang Tor dalam melacak pengguna Tor.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
id: Tor Browser sudah terpasang dua add-on — HTTPS Everywhere dan NoScript — menambahkan add-on lain akan merusak anomimisitas Anda. </p>

source: Why is Tor Browser built from Firefox and not some other browser?
id: Kenapa Tor Browser dibangun dari Firefox dan bukan peramban lain?

source: Can you get rid of all the captchas?
id: Bagaimana cara menghilangkan semua captchas?

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
id: Jika ini adalah perkenalan pertama Anda dengan Tor Browser, kami paham kalau Anda berpikir kami adalah orang-orang jahat yang membantu orang-orang yang lebih jahat.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
id: Miliki alamat IP terpisah untuk relay keluar Anda, dan jangan merutekan lintas Anda sendiri lalu melalui IP itu.

source: When is Tor Browser for Android being released?
id: Kapan Tor Browser untuk Android dirilis?

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
id: Anda dapat menemukan lebih banyak info tentang sumbangan di <mark><a href="https://donate.torproject.org/donor-faq">​donor FAQe</a></mark>.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
id: Sebagian besar fitur Vidalia sudah terintegrasi ke Tor Browser.

source: No, we don't provide any online services.
id: Tidak, kami tidak menawarkan jasa online.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
id: Saat mengakses sebuah situs web yang menggunakan layanan onion, Peramban Tor akan menunjukkan pada kolom URL sebuah ikon onion kecil berwarna hijau yang menampilkan keadaan koneksi anda: aman dan menggunakan sebiuah layanan onion.

source: Vidalia is no longer maintained or supported.
id: Vidalia sudah tidak dipelihara atau didukung.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
id: GetTor adalah service yang yang otomatis merespon pesan berisi tautan ke versi terakhir Tor Browser, yang dihosting di lokasi beragam sehingga kemungkinan kecil disensor, seperti Dropbox, Google Drive, dan GitHub.

source: Next, exclude the following processes:
id: Selanjutnya, kecualikan proses berikut:

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
id: Pengaturan default di penginstal Windows juga membuat pintasan untuk Anda di Desktop Anda, meskipun perlu diketahui bahwa Anda mungkin secara tidak sengaja membuka opsi untuk membuat pintasan.

source: To use GetTor via email.
id: Menggunakan GetTor lewat email:

source: What are the most common issues with the latest stable version of Tor Browser?
id: Apa masalah-masalah paling umum pada versi stabil termutakhir di Tor Browser?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
id: Tidak. Setelah sebelas rilis beta, kami menghentikan dukungan <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor</a>Messenger.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
id: Jika Anda melihat baris seperti ini di log Tor Anda, itu berarti jam sistem Anda tidak benar.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
id: Kita masih bisa percaya kemampuan Tor untuk digunakan dalam aplikasi pesan, tapi kita tidak memiliki sumber daya untuk membuat hal itu terjadi sekarang.

source: * Run "apt-get install tor obfs4proxy" (as root).
id: * Jalankan "apt-get install tor obfs4proxy" (sebagai root).

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
id: Kami merekomendasikan aplikasi IOS bernama Onion Browser, yang berlisensi open source, yang menggunakan jaringan Tor, dan dikembangkan oleh pihak yang bekerja-sama secara dekat dengan Tor Project.

source: Can I download Tor Browser for ChromeOS?
id: Apakah saya bisa menggunakan Tor Browser untuk ChromeOS?

source: That is normal Tor behavior.
id: Itu adalah perilaku normal Tor.

source: Removing Tor Browser from your system is simple:
id: Mencopot Tor Browser pada sistem Anda sangat mudah:

source: Tor Browser will prompt you to update the software once a new version has been released.
id: Tor Browser akan meminta Anda untuk memperbarui perangkat lunak ketika versi baru telah dirilis.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
id: Tor Browser sudah terpasang dua add-on — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> dan <mark><a href="https://noscript.net/">NoScript</a></mark> — menambahkan add-on lain akan merusak anomimisitas Anda. </p>

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
id: Tor Browser bekerja keras untuk mengisolasi diri dari seluruh sistem Anda, dan langkah-langkah untuk membuat default browser tidak dapat diandalkan.

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
id: Cari entri log di /var/log/tor/notices.log seperti contohnya "Pengujian otomatis menunjukkan ORPort Anda dapat dijangkau dari luar. Bagus sekali."
