Repository: torpluston/translation
Catalog: contents+ml.po
Languages: ml

source: For more information regarding the limitations of Incognito mode and private tabs, see Mozilla's article on [Common Myths about Private Browsing](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing).
ml: ആൾമാറാട്ട മോഡിന്റെയും സ്വകാര്യ ടാബുകളുടെയും പരിമിതികളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, [സ്വകാര്യ ബ്രൗസിംഗിനെക്കുറിച്ചുള്ള പൊതുവായ മിഥ്യാധാരണകൾ](https://support.mozilla.org/en-US/kb/common-myths-about-private-browsing) എന്നതിലെ മൊസില്ലയുടെ ലേഖനം കാണുക..

source: I'm supposed to "edit my torrc". What does that mean?
ml: ഞാൻ "എന്റെ ടോർക്ക് എഡിറ്റുചെയ്യണം". അതിന്റെ അർത്ഥം എന്താണ്?

source: WARNING: Do NOT follow random advice instructing you to edit your `torrc`!
ml: മുന്നറിയിപ്പ്: നിങ്ങളുടെ `torrc` എഡിറ്റുചെയ്യാൻ നിർദ്ദേശിക്കുന്ന ക്രമരഹിതമായ ഉപദേശം പിന്തുടരരുത്!

source: Doing so can allow an attacker to compromise your security and anonymity through malicious configuration of your `torrc`.
ml: അങ്ങനെ ചെയ്യുന്നത് നിങ്ങളുടെ `torrc` ന്റെ ക്ഷുദ്ര കോൺഫിഗറേഷനിലൂടെ നിങ്ങളുടെ സുരക്ഷയും അജ്ഞാതതയും വിട്ടുവീഴ്ച ചെയ്യാൻ ആക്രമണകാരിയെ അനുവദിക്കും.

source: Tor uses a text file called `torrc` that contains configuration instructions for how Tor should behave.
ml: ടോർ എങ്ങനെ പെരുമാറണം എന്നതിനുള്ള കോൺഫിഗറേഷൻ നിർദ്ദേശങ്ങൾ ഉൾക്കൊള്ളുന്ന `torrc` എന്ന വാചക ഫയൽ ടോർ ഉപയോഗിക്കുന്നു.

source: The default configuration should work fine for most Tor users (hence the warning above.)
ml: മിക്ക ടോർ ഉപയോക്താക്കൾക്കും സ്ഥിരസ്ഥിതി കോൺഫിഗറേഷൻ നന്നായി പ്രവർത്തിക്കും (അതിനാൽ മുകളിലുള്ള മുന്നറിയിപ്പ്.)

source: To find your Tor Browser `torrc`, follow the instructions for your operating system below.
ml: നിങ്ങളുടെ ടോർ ബ്രൗസർ `torrc` കണ്ടെത്താൻ, ചുവടെയുള്ള നിങ്ങളുടെ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനായുള്ള നിർദ്ദേശങ്ങൾ പാലിക്കുക.

source: On Windows or Linux:
ml: വിൻഡോസ് അല്ലെങ്കിൽ ലിനക്സിൽ:

source: * The `torrc` is in the Tor Browser Data directory at `Browser/TorBrowser/Data/Tor` inside your Tor Browser directory.
ml: * നിങ്ങളുടെ ടോർ ബ്രൗസർ ഡയറക്ടറിയിലെ `Browser/TorBrowser/Data/Tor` എന്നതിലെ ടോർ ബ്രൗസർ ഡാറ്റ ഡയറക്ടറിയിലാണ്` torrc`.

source: On macOS:
ml: മാക് ഓ എസ് ൽ:

source: * The `torrc` is in the Tor Browser Data directory at `~/Library/Application Support/TorBrowser-Data/Tor`.
ml: * `/Library/Application Support/TorBrowser-Data/Tor` എന്നതിലെ ടോർ ബ്രൗസർ ഡാറ്റ ഡയറക്ടറിയിലാണ്` torrc`.

source: * Note the Library folder is hidden on newer versions of macOS. To navigate to this folder in Finder, select "Go to Folder..." in the "Go" menu.
ml: * മാക് ഓ എസിന്റെ ഏറ്റവും പുതിയ പതിപ്പുകളിൽ ലൈബ്രറി ഫോൾഡർ മറച്ചിരിക്കുന്നു. ഫൈൻഡറിലെ ഈ ഫോൾഡറിലേക്ക് നാവിഗേറ്റുചെയ്യാൻ, "പോകുക" മെനുവിലെ "ഫോൾഡറിലേക്ക് പോകുക ..." തിരഞ്ഞെടുക്കുക.

source: * Then type "~/Library/Application Support/" in the window and click Go.
ml: * തുടർന്ന് വിൻഡോയിൽ "~/Library/Application Support/" എന്ന് ടൈപ്പുചെയ്ത് പോകുക ക്ലിക്കുചെയ്യുക.

source: Close Tor Browser before you edit your `torrc`, otherwise Tor Browser may erase your modifications.
ml: നിങ്ങളുടെ `torrc` എഡിറ്റുചെയ്യുന്നതിന് മുമ്പ് ടോർ ബ്രൗസർ അടയ്‌ക്കുക, അല്ലാത്തപക്ഷം ടോർ ബ്രൗസർ നിങ്ങളുടെ പരിഷ്‌ക്കരണങ്ങൾ മായ്‌ച്ചേക്കാം.

source: Some options will have no effect as Tor Browser overrides them with command line options when it starts Tor.
ml: ടോർ ആരംഭിക്കുമ്പോൾ ടോർ ബ്രൗസർ കമാൻഡ് ലൈൻ ഓപ്ഷനുകൾ ഉപയോഗിച്ച് അവയെ അസാധുവാക്കുന്നതിനാൽ ചില ഓപ്ഷനുകൾക്ക് ഫലമുണ്ടാകില്ല.

source: Have a look at the [sample `torrc`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) file for hints on common configurations.
ml: സാധാരണ കോൺഫിഗറേഷനുകളെക്കുറിച്ചുള്ള സൂചനകൾക്കായി [സാമ്പിൾ `ടോർക്ക്`](https://gitweb.torproject.org/tor.git/tree/src/config/torrc.sample.in) ഫയൽ നോക്കുക.

source: For other configuration options you can use, see the [Tor manual page](https://2019.www.torproject.org/docs/tor-manual.html.en).
ml: നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന മറ്റ് കോൺഫിഗറേഷൻ ഓപ്ഷനുകൾക്കായി, [ടോർ മാനുവൽ പേജ്](https://2019.www.torproject.org/docs/tor-manual.html.en) കാണുക.

source: Remember, all lines beginning with `#` in torrc are treated as comments and have no effect on Tor's configuration.
ml: ടോർക്കിലെ `#` എന്ന് ആരംഭിക്കുന്ന എല്ലാ വരികളും അഭിപ്രായങ്ങളായി കണക്കാക്കുന്നുവെന്നും ടോർ കോൺഫിഗറേഷനെ ബാധിക്കില്ലെന്നും ഓർമ്മിക്കുക.

source: Does Tor Project make an application for private chat?
ml: ടോർ പ്രോജക്റ്റ് സ്വകാര്യ ചാറ്റിനായി ഒരു അപ്ലിക്കേഷൻ ഉണ്ടാക്കുന്നുണ്ടോ?

source: No. After eleven beta releases, we discontinued support of [Tor Messenger](https://blog.torproject.org/sunsetting-tor-messenger).
ml: ഇല്ല. പതിനൊന്ന് ബീറ്റ റിലീസുകൾക്ക് ശേഷം, ഞങ്ങൾ [ടോർ മെസഞ്ചറിന്റെ](https://blog.torproject.org/sunsetting-tor-messenger) പിന്തുണ നിർത്തി.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ml: ഒരു സന്ദേശമയയ്‌ക്കൽ അപ്ലിക്കേഷനിൽ ഉപയോഗിക്കാനുള്ള ടോറിന്റെ കഴിവിൽ ഞങ്ങൾ ഇപ്പോഴും വിശ്വസിക്കുന്നു, പക്ഷേ ഇപ്പോൾ അത് നടപ്പാക്കാനുള്ള ഉറവിടങ്ങൾ ഞങ്ങളുടെ പക്കലില്ല.

source: Do you? [Contact us](https://www.torproject.org/contact).
ml: നിങ്ങൾക്കു ഉണ്ടോ ? [ഞങ്ങളെ ബന്ധപ്പെടുക](https://www.torproject.org/contact).

source: Can I run Tor on an Android device?
ml: എനിക്ക് Android ഉപകരണത്തിൽ ടോർ പ്രവർത്തിപ്പിക്കാൻ കഴിയുമോ?

source: Yes, there is a version of [Tor Browser](https://www.torproject.org/download/#android) available specifically for Android. Installing Tor Browser for Android is all you need to run Tor on your Android device.
ml: അതെ, [ടോർ ബ്രൗസർ](https://www.torproject.org/download/#android) ന്റെ ഒരു പതിപ്പ് Android- നായി പ്രത്യേകമായി ലഭ്യമാണ്. Android- നായി ടോർ ബ്രൗസർ ഇൻസ്റ്റാളുചെയ്യുന്നത് നിങ്ങളുടെ Android ഉപകരണത്തിൽ ടോർ പ്രവർത്തിപ്പിക്കാൻ വേണ്ടത് മാത്രമാണ്.

source: The Guardian Project provides the app [Orbot](https://play.google.com/store/apps/details?id=org.torproject.android) which can be used to route other apps on your Android device over the Tor network, however only Tor Browser for Android is needed to browse the web with Tor.
ml: ടോർ നെറ്റ്‌വർക്കിലൂടെ നിങ്ങളുടെ Android ഉപകരണത്തിലെ മറ്റ് അപ്ലിക്കേഷനുകൾ റൂട്ട് ചെയ്യുന്നതിന് ഉപയോഗിക്കാൻ കഴിയുന്ന [ഓർബോട്ട്](https://play.google.com/store/apps/details?id=org.torproject.android) ഗാർഡിയൻ പ്രോജക്റ്റ് നൽകുന്നു. എന്നിരുന്നാലും, ടോർ ഉപയോഗിച്ച് വെബ് ബ്രൗസ് ചെയ്യുന്നതിന് Android- നായുള്ള ടോർ ബ്രൗസർ മാത്രമേ ആവശ്യമുള്ളൂ.

source: Who is the Guardian Project?
ml: ആരാണ് ഗാർഡിയൻ പ്രോജക്റ്റ്?

source: The Guardian Project maintains Orbot (and other privacy applications) on Android. More info can be found on the [Guardian Project's website](https://guardianproject.info/).
ml: ഗാർഡിയൻ പ്രോജക്റ്റ് Android- ൽ ഓർബോട്ട് (മറ്റ് സ്വകാര്യതാ അപ്ലിക്കേഷനുകൾ) പരിപാലിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾ [ഗാർഡിയൻ പ്രോജക്റ്റിന്റെ വെബ്‌സൈറ്റിൽ](https://guardianproject.info/) കാണാം.

source: Can I run Tor on an iOS device?
ml: എനിക്ക് ഒരു iOS ഉപകരണത്തിൽ ടോർ പ്രവർത്തിപ്പിക്കാൻ കഴിയുമോ?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ml: ഓപ്പൺ സോഴ്‌സ്, ടോർ റൂട്ടിംഗ് ഉപയോഗിക്കുന്ന, ടോർ പ്രോജക്റ്റുമായി ചേർന്ന് പ്രവർത്തിക്കുന്ന ഒരാൾ വികസിപ്പിച്ചെടുത്ത ജൂനിയർ ബ്രൗസർ എന്ന iOS അപ്ലിക്കേഷൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ml: എന്നിരുന്നാലും, വെബ്‌കിറ്റ് എന്ന് വിളിക്കുന്ന ഒന്ന് ഉപയോഗിക്കാൻ ആപ്പിളിന് iOS- ലെ ബ്രൗസറുകൾ ആവശ്യമാണ്, ഇത് ടോർ ബ്രൗസറിന് സമാനമായ സ്വകാര്യത പരിരക്ഷിക്കുന്നതിൽ നിന്ന് ഒണിയൻ ബ്രൗസറിനെ തടയുന്നു.

source: [Learn more about Onion Browser](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).
ml: [ഒണിയൻ ബ്രൗസറിനെക്കുറിച്ച് കൂടുതലറിയുക](https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor).

source: Download Onion Browser from the [App Store](https://itunes.apple.com/us/app/onion-browser/id519296448).
ml: [ആപ്പ് സ്റ്റോറിൽ](https://itunes.apple.com/us/app/onion-browser/id519296448) ഒണിയൻ ബ്രൗസർ ഡൗൺലോഡുചെയ്യുക.

source: How do I run Tor on Windows Phone?
ml: വിൻഡോസ് ഫോണിൽ ടോർ എങ്ങനെ പ്രവർത്തിപ്പിക്കും?

source: There is currently no supported method for running Tor on Windows Phone.
ml: വിൻഡോസ് ഫോണിൽ ടോർ പ്രവർത്തിപ്പിക്കുന്നതിന് നിലവിൽ പിന്തുണയ്‌ക്കുന്ന രീതികളൊന്നുമില്ല.

source: What happened to Orfox?
ml: ഓർ‌ഫോക്സിന് എന്ത് സംഭവിച്ചു?

source: With the release of [Tor Browser for Android](https://www.torproject.org/download/#android) Orfox has been [retired](https://blog.torproject.org/orfox-paved-way-tor-browser-android).
ml: [Android- നായുള്ള ടോർ ബ്രൗസർ](https://www.torproject.org/download/#android) പുറത്തിറങ്ങിയതോടെ ഓർഫോക്സ് [വിരമിച്ചു](https://blog.torproject.org/orfox-paved-way-tor-browser-android).

source: Do I need both Tor Browser for Android and Orbot, or only one?
ml: Android, Orbot എന്നിവയ്‌ക്കായി എനിക്ക് ടോർ ബ്രൗസർ ആവശ്യമുണ്ടോ, അല്ലെങ്കിൽ ഒന്ന് മാത്രം?

source: While both Tor Browser for Android and Orbot are great, they serve different purposes.
ml: Android, Orbot എന്നിവയ്‌ക്കായുള്ള ടോർ ബ്രൗസർ മികച്ചതാണെങ്കിലും അവ വ്യത്യസ്‌ത ആവശ്യങ്ങൾ നിറവേറ്റുന്നു.

source: Tor Browser for Android is like the desktop Tor Browser, but on your mobile device. It is a one stop browser that uses the Tor network and tries to be as anonymous as possible.
ml: Android- നായുള്ള ടോർ ബ്രൗസർ ഡെസ്‌ക്‌ടോപ്പ് ടോർ ബ്രൗസർ പോലെയാണ്, പക്ഷേ നിങ്ങളുടെ മൊബൈൽ ഉപകരണത്തിൽ. ടോർ നെറ്റ്‌വർക്ക് ഉപയോഗിക്കുന്ന ഒരു സ്റ്റോപ്പ് ബ്രൗസറാണ് ഇത്, കഴിയുന്നത്ര അജ്ഞാതനായിരിക്കാൻ ശ്രമിക്കുന്നു.

source: Orbot on the other hand is a proxy that will enable you to send the data from your other applications (E-Mail clients, instant messaging apps, etc.) through the tor network; a version of Orbot is also inside of the Tor Browser for Android, and is what enables it to connect to the Tor network.
ml: ടോർ നെറ്റ്‌വർക്ക് വഴി നിങ്ങളുടെ മറ്റ് ആപ്ലിക്കേഷനുകളിൽ നിന്ന് (ഇ-മെയിൽ ക്ലയന്റുകൾ, തൽക്ഷണ സന്ദേശമയയ്ക്കൽ ആപ്ലിക്കേഷനുകൾ മുതലായവ) ഡാറ്റ അയയ്ക്കാൻ നിങ്ങളെ പ്രാപ്തമാക്കുന്ന ഒരു പ്രോക്സിയാണ് ഓർബോട്ട്; Android- നായുള്ള ടോർ ബ്രൗസറിനുള്ളിലും ഓർബോട്ടിന്റെ ഒരു പതിപ്പ് ഉണ്ട്, ടോർ നെറ്റ്‌വർക്കിലേക്ക് കണക്റ്റുചെയ്യാൻ ഇത് പ്രാപ്‌തമാക്കുന്നു.

source: That version, however, does not enable you to send other apps outside of the Tor Browser for Android through it.
ml: എന്നിരുന്നാലും, Android- നായുള്ള ടോർ ബ്രൗസറിന് പുറത്ത് മറ്റ് അപ്ലിക്കേഷനുകൾ അതിലൂടെ അയയ്‌ക്കാൻ ആ പതിപ്പ് നിങ്ങളെ പ്രാപ്‌തമാക്കുന്നില്ല.

source: Depending on how you want to use the tor network, either one or both of these could be a great option.
ml: ടോർ നെറ്റ്‌വർക്ക് എങ്ങനെ ഉപയോഗിക്കണമെന്നതിനെ ആശ്രയിച്ച്, ഇവയിൽ ഒന്നോ രണ്ടോ മികച്ച ഓപ്ഷനായിരിക്കും.

source: Is Tor Browser available on F-Droid?
ml: ടോർ ബ്രൗസർ എഫ്-ആൻഡ്രോയിഡിൽ ലഭ്യമാണോ?

source: It will be, _soon_.
ml: അത്, _അടുത്ത് തന്നെ _ ആയിരിക്കും.

source: In the meantime you can use F-Droid to download Tor Browser for Android by enabling the [Guardian Project's Repository](https://guardianproject.info/fdroid/).
ml: ഇതിനിടയിൽ [ഗാർഡിയൻ പ്രോജക്റ്റിന്റെ ശേഖരം](https://guardianproject.info/fdroid/) പ്രവർത്തനക്ഷമമാക്കി Android- നായി ടോർ ബ്രൗസർ ഡൗൺലോഡുചെയ്യാൻ നിങ്ങൾക്ക് എഫ്-ആൻഡ്രോയിഡ് ഉപയോഗിക്കാം.

source: [Learn how to add a repository to F-Droid](https://f-droid.org/en/tutorials/add-repo/).
ml: [എഫ്-ഡ്രോയിഡിലേക്ക് ഒരു ശേഖരം എങ്ങനെ ചേർക്കാമെന്ന് മനസിലാക്കുക](https://f-droid.org/en/tutorials/add-repo/).

source: How do I download Tor Browser if the torproject.org is blocked?
ml: Torproject.org തടഞ്ഞിട്ടുണ്ടെങ്കിൽ ഞാൻ എങ്ങനെ ടോർ ബ്രൗസർ ഡൗൺലോഡ് ചെയ്യും?

source: If you can't download Tor Browser through our [website](https://www.torproject.org), you can get a copy of Tor Browser delivered to you via [GetTor](https://gettor.torproject.org/).
ml: ഞങ്ങളുടെ [വെബ്സൈറ്റ്](https://www.torproject.org) വഴി നിങ്ങൾക്ക് ടോർ ബ്രൗസർ ഡൗൺലോഡ് ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങൾക്ക് [GetTor](https://gettor.torproject.org/) വഴി ടോർ ബ്രൗസറിന്റെ ഒരു പകർപ്പ് നിങ്ങൾക്ക് ലഭിക്കും.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ml: ടോർ ബ്രൗസറിന്റെ ഏറ്റവും പുതിയ പതിപ്പിലേക്കുള്ള ലിങ്കുകളുള്ള സന്ദേശങ്ങളോട് സ്വപ്രേരിതമായി പ്രതികരിക്കുന്ന ഒരു സേവനമാണ് ഗെറ്റോർ, സെൻസർ ചെയ്യാനുള്ള സാധ്യത കുറവുള്ള ഡ്രോപ്പ്ബോക്സ്, ഗൂഗിൾ ഡ്രൈവ്, ഗിറ്റ്ഹബ് എന്നിവ പോലുള്ള വിവിധ സ്ഥലങ്ങളിൽ ഹോസ്റ്റുചെയ്യുന്നു.

source: You can also download Tor Browser from [https://tor.eff.org](https://tor.eff.org) or from [https://tor.ccc.de](https://tor.ccc.de).
ml: നിങ്ങൾക്ക് [https://tor.eff.org](https://tor.eff.org) എന്നതിൽ നിന്നോ [https://tor.ccc.de](https://tor.ccc.de) എന്നതിൽ നിന്നോ ടോർ ബ്രൗസർ ഡൗൺലോഡുചെയ്യാനാകും.

source: For more geographically specific links visit [Tor: Mirrors](https://2019.www.torproject.org/getinvolved/mirrors.html.en)
ml: കൂടുതൽ ഭൂമിശാസ്ത്രപരമായി നിർദ്ദിഷ്ട ലിങ്കുകൾക്കായി [ടോർ: മിററുകൾ](https://2019.www.torproject.org/getinvolved/mirrors.html.en) സന്ദർശിക്കുക

source: To use GetTor via email.
ml: ഇമെയിൽ വഴി GetTor ഉപയോഗിക്കുന്നതിന്.

source: Send an email to gettor@torproject.org.
ml: gettor@torproject.org എന്നതിലേക്ക് ഒരു ഇമെയിൽ അയയ്‌ക്കുക

source: Write your operating system (such as Windows, macOS, or Linux) in the body of the message and send.
ml: നിങ്ങളുടെ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം (വിൻഡോസ്, മാക് ഓ എസ് അല്ലെങ്കിൽ ലിനക്സ് പോലുള്ളവ) സന്ദേശത്തിന്റെ ബോഡിയിൽ എഴുതി അയയ്ക്കുക.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for [verifying the download](/tbb/how-to-verify-signature/)), the fingerprint of the key used to make the signature, and the package’s checksum.
ml: നിങ്ങൾക്ക് ടോർ ബ്രൗസർ ഡ download ൺലോഡ് ചെയ്യാൻ കഴിയുന്ന ലിങ്കുകൾ അടങ്ങിയ ഒരു ഇമെയിൽ ഉപയോഗിച്ച് GetTor പ്രതികരിക്കും, ([ഡൗൺലോഡ് സ്ഥിരീകരിക്കുന്നതിന് ]ആവശ്യമാണ്(/ml/tbb/how-to-verify-signature/)), നിർമ്മിക്കാൻ ഉപയോഗിക്കുന്ന കീയുടെ വിരലടയാളം ഒപ്പ്, പാക്കേജിന്റെ ചെക്ക്സം എന്നിവ.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ml: നിങ്ങൾക്ക് "32-ബിറ്റ്" അല്ലെങ്കിൽ "64-ബിറ്റ്" സോഫ്റ്റ്വെയർ തിരഞ്ഞെടുക്കാം: ഇത് നിങ്ങൾ ഉപയോഗിക്കുന്ന കമ്പ്യൂട്ടറിന്റെ മോഡലിനെ ആശ്രയിച്ചിരിക്കുന്നു; കൂടുതലറിയാൻ നിങ്ങളുടെ കമ്പ്യൂട്ടറിനെക്കുറിച്ചുള്ള ഡോക്യുമെന്റേഷൻ പരിശോധിക്കുക.

source: To use GetTor via Twitter.
ml: Twitter വഴി GetTor ഉപയോഗിക്കുന്നതിന്.

source: GetTor via Twitter is currently under maintenance. Please use the [email](https://support.torproject.org/gettor/gettor-2) instead.
ml: Twitter വഴി GetTor നിലവിൽ അറ്റകുറ്റപ്പണിയിലാണ്. പകരം [ഇമെയിൽ](https://support.torproject.org/gettor/gettor-2) ഉപയോഗിക്കുക.

source: To use GetTor via XMPP (Jitsi, CoyIM).
ml: XMPP (Gitsi, CoyIM) വഴി GetTor ഉപയോഗിക്കുന്നതിന്.

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ml: ടോർ ബ്രൗസർ ഡൗൺലോഡ് ചെയ്യുന്നതിനുള്ള ലിങ്കുകൾ ലഭിക്കുന്നതിന്, ഇനിപ്പറയുന്ന കോഡുകളിലൊന്ന് ഉപയോഗിച്ച് gettor@torproject.org ലേക്ക് ഒരു സന്ദേശം അയയ്ക്കുക:

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ml: ടോർ ബ്രൗസർ കണക്റ്റുചെയ്യില്ല, പക്ഷേ ഇത് സെൻസർഷിപ്പിന്റെ പ്രശ്നമാണെന്ന് തോന്നുന്നില്ല.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ml: ടോർ ബ്രൗസറിലെ കണക്ഷൻ പിശകുകൾക്ക് കാരണമാകുന്ന ഏറ്റവും സാധാരണമായ പ്രശ്നങ്ങളിലൊന്ന് തെറ്റായ സിസ്റ്റം ക്ലോക്കാണ്.

source: Please make sure your system clock and timezone are set accurately.
ml: നിങ്ങളുടെ സിസ്റ്റം ക്ലോക്കും സമയമേഖലയും കൃത്യമായി സജ്ജമാക്കിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.

source: If this doesn't fix the problem, see the Troubleshooting page on the [Tor Browser manual](https://tb-manual.torproject.org/en-US/troubleshooting).
ml: ഇത് പ്രശ്നം പരിഹരിച്ചില്ലെങ്കിൽ, ട്രബിൾഷൂട്ടിംഗ് പേജ് കാണുക [ടോർ ബ്രൗസർ മാനുവലിലെ](https://tb-manual.torproject.org/en-US/troubleshooting).

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ml: ടോറിലേക്ക് കണക്റ്റുചെയ്യുന്നതിൽ എനിക്ക് പ്രശ്‌നമുണ്ട്, എന്താണ് തെറ്റ് എന്ന് എനിക്ക് മനസിലാക്കാൻ കഴിയില്ല.

source: Then paste the Tor log into a text file or other document.
ml: ടോർ ലോഗ് ഒരു ടെക്സ്റ്റ് ഫയലിലേക്കോ മറ്റ് പ്രമാണത്തിലേക്കോ ഒട്ടിക്കുക.

source: You should see one of these common log errors (look for the following lines in your Tor log):
ml: ഈ സാധാരണ ലോഗ് പിശകുകളിലൊന്ന് നിങ്ങൾ കാണും (നിങ്ങളുടെ ടോർ ലോഗിൽ ഇനിപ്പറയുന്ന വരികൾക്കായി നോക്കുക):

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ml: നിങ്ങളുടെ ടോർ ലോഗിൽ ഇതുപോലുള്ള വരികൾ കാണുകയാണെങ്കിൽ, അതിനർത്ഥം നിങ്ങൾ ഒരു സോക്സ് പ്രോക്സിയിലേക്ക് കണക്റ്റുചെയ്യുന്നതിൽ പരാജയപ്പെടുന്നു എന്നാണ്.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ml: നിങ്ങളുടെ നെറ്റ്‌വർക്ക് സജ്ജീകരണത്തിന് ഒരു സോക്സ് പ്രോക്സി ആവശ്യമാണെങ്കിൽ, നിങ്ങളുടെ പ്രോക്സി വിശദാംശങ്ങൾ ശരിയായി നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ml: ഒരു സോക്സ് പ്രോക്സി ആവശ്യമില്ലെങ്കിൽ, അല്ലെങ്കിൽ നിങ്ങൾക്ക് ഉറപ്പില്ലെങ്കിൽ, സോക്സ് പ്രോക്സി ഇല്ലാതെ ടോർ നെറ്റ്‌വർക്കിലേക്ക് കണക്റ്റുചെയ്യാൻ ശ്രമിക്കുക.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ml: നിങ്ങളുടെ ടോർ ലോഗിൽ ഇതുപോലുള്ള വരികൾ കാണുകയാണെങ്കിൽ, ടോർ സർക്യൂട്ടിലെ ആദ്യ നോഡിലേക്ക് കണക്റ്റുചെയ്യുന്നതിൽ നിങ്ങളുടെ ടോർ പരാജയപ്പെട്ടുവെന്നാണ് ഇതിനർത്ഥം.

source: This could mean that you’re on a network that’s censored.
ml: നിങ്ങൾ സെൻസർ ചെയ്ത ഒരു നെറ്റ്‌വർക്കിലാണെന്ന് ഇതിനർത്ഥം.

source: Please try connecting with bridges, and that should fix the problem.
ml: ബ്രിഡ്ജുകൾ ആയിട്ട് ബന്ധിപ്പിക്കാൻ ദയവായി ശ്രമിക്കുക, അത് പ്രശ്നം പരിഹരിക്കും.

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ml: നിങ്ങളുടെ ടോർ ലോഗിൽ ഇതുപോലുള്ള വരികൾ കാണുകയാണെങ്കിൽ, ഇതിനർത്ഥം ഡയറക്ടറി അധികാരികളുമായി ഒരു ടി‌എൽ‌എസ് ഹാൻ‌ഡ്‌ഷേക്ക് പൂർത്തിയാക്കുന്നതിൽ ടോർ പരാജയപ്പെട്ടു എന്നാണ്.

source: Using bridges will likely fix this.
ml: ബ്രിഡ്ജുകൾ ഉപയോഗിക്കുന്നത് ഇത് പരിഹരിക്കും.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ml: നിങ്ങളുടെ ടോർ ലോഗിൽ ഇതുപോലുള്ള വരികൾ കാണുകയാണെങ്കിൽ, അതിനർത്ഥം നിങ്ങളുടെ സിസ്റ്റം ക്ലോക്ക് തെറ്റാണ് എന്നാണ്.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ml: ശരിയായ സമയമേഖല ഉൾപ്പെടെ നിങ്ങളുടെ ക്ലോക്ക് കൃത്യമായി സജ്ജമാക്കിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക. ടോർ പുനരാരംഭിക്കുക.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ml: ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ഒരു സെൻസർ തടഞ്ഞു. ടോർ ബ്രൗസറിന് ഞങ്ങളുടെ വെബ്സൈറ്റ് ആക്സസ് ചെയ്യാൻ ഉപയോക്താക്കളെ സഹായിക്കാനാകുമോ?

source: Tor Browser can certainly help people access your website in places where it is blocked.
ml: നിങ്ങളുടെ വെബ്‌സൈറ്റ് തടഞ്ഞ സ്ഥലങ്ങളിൽ പ്രവേശിക്കാൻ ടോർ ബ്രൗസറിന് തീർച്ചയായും ആളുകളെ സഹായിക്കാനാകും.

source: Most of the time, simply downloading the [Tor Browser](https://www.torproject.org/download) and then using it to navigate to the blocked site will allow access.
ml: മിക്കപ്പോഴും, [ടോർ ബ്രൗസർ](https://www.torproject.org/download) ഡൗൺ‌ലോഡുചെയ്‌ത് തടഞ്ഞ സൈറ്റിലേക്ക് നാവിഗേറ്റുചെയ്യുന്നതിന് ഇത് ഉപയോഗിക്കുന്നത് ആക്‌സസ് അനുവദിക്കും.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including [pluggable transports](https://tb-manual.torproject.org/transports/).
ml: കനത്ത സെൻസർഷിപ്പ് ഉള്ള സ്ഥലങ്ങളിൽ [പ്ലഗബിൾ ട്രാൻസ്പോർട്ടുകൾ](https://tb-manual.torproject.org/transports/) ഉൾപ്പെടെ നിരവധി സെൻസർഷിപ്പ് ചുറ്റളവ് ഓപ്ഷനുകൾ ഞങ്ങൾക്ക് ലഭ്യമാണ്.

source: For more information, please see the [Tor Browser User Manual](https://tb-manual.torproject.org/) section on [censorship](https://tb-manual.torproject.org/circumvention/).
ml: കൂടുതൽ വിവരങ്ങൾക്ക്, [സെൻസർഷിപ്പ്](https://tb-manual.torproject.org/circumvention/) ലെ [ടോർ ബ്രൗസർ യൂസർ മാനുവൽ](https://tb-manual.torproject.org/) വിഭാഗം കാണുക.

source: A website I am trying to reach is blocking access over Tor.
ml: ഞാൻ എത്തിച്ചേരാൻ ശ്രമിക്കുന്ന ഒരു വെബ്‌സൈറ്റ് ടോറിലൂടെയുള്ള ആക്‌സസ്സ് തടയുകയാണ്.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ml: ടോർ ഉപയോക്താക്കളെ ശരാശരി ടോർ ഉപയോക്താവും യാന്ത്രിക ട്രാഫിക്കും തമ്മിലുള്ള വ്യത്യാസം പറയാൻ കഴിയാത്തതിനാൽ ചിലപ്പോൾ വെബ്‌സൈറ്റുകൾ തടയും.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ml: ടോർ ഉപയോക്താക്കളെ തടഞ്ഞത് മാറ്റുന്നതിൽ സൈറ്റുകൾ നേടുന്നതിൽ ഞങ്ങൾ നേടിയ ഏറ്റവും മികച്ച വിജയം ഉപയോക്താക്കളെ സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർമാരുമായി നേരിട്ട് ബന്ധപ്പെടുന്നതാണ്.

source: Something like this might do the trick:
ml: ഇതുപോലൊന്ന് തന്ത്രം ചെയ്തേക്കാം:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ml: "ഹായ്! ടോർ ബ്രൗസർ ഉപയോഗിക്കുമ്പോൾ ഞാൻ നിങ്ങളുടെ സൈറ്റ് xyz.com ആക്സസ് ചെയ്യാൻ ശ്രമിച്ചു, ടോർ ഉപയോക്താക്കളെ നിങ്ങളുടെ സൈറ്റ് ആക്സസ് ചെയ്യാൻ നിങ്ങൾ അനുവദിക്കുന്നില്ലെന്ന് കണ്ടെത്തി.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ml: ഈ തീരുമാനം പുന പരിശോധിക്കാൻ ഞാൻ നിങ്ങളോട് അഭ്യർത്ഥിക്കുന്നു; ലോകമെമ്പാടുമുള്ള ആളുകൾ അവരുടെ സ്വകാര്യത പരിരക്ഷിക്കുന്നതിനും സെൻസർഷിപ്പിനെതിരെ പോരാടുന്നതിനും ടോർ ഉപയോഗിക്കുന്നു.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ml: ടോർ ഉപയോക്താക്കളെ തടയുന്നതിലൂടെ, ഒരു സ്വതന്ത്ര ഇന്റർനെറ്റ് ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന അടിച്ചമർത്തൽ രാജ്യങ്ങളിലെ ആളുകളെയും, കണ്ടെത്തലിൽ നിന്ന് സ്വയം പരിരക്ഷിക്കാൻ ആഗ്രഹിക്കുന്ന മാധ്യമപ്രവർത്തകരെയും ഗവേഷകരെയും, വിസിൽ ബ്ലോവർമാരെയും ആക്ടിവിസ്റ്റുകളെയും ആക്രമണാത്മക മൂന്നാം കക്ഷി ട്രാക്കിംഗ് ഒഴിവാക്കാൻ ആഗ്രഹിക്കുന്ന സാധാരണക്കാരെയും നിങ്ങൾ തടയുന്നു.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ml: ഡിജിറ്റൽ സ്വകാര്യതയ്ക്കും ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യത്തിനും അനുകൂലമായി ശക്തമായ നിലപാട് സ്വീകരിക്കുക, ഒപ്പം ടോർ ഉപയോക്താക്കളെ xyz.com ലേക്ക് പ്രവേശിക്കാൻ അനുവദിക്കുക. നന്ദി."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ml: ബാങ്കുകളുടെയും മറ്റ് സെൻ‌സിറ്റീവ് വെബ്‌സൈറ്റുകളുടെയും കാര്യത്തിൽ, ഭൂമിശാസ്ത്രത്തെ അടിസ്ഥാനമാക്കിയുള്ള തടയൽ കാണുന്നതും സാധാരണമാണ് (ഒരു രാജ്യത്ത് നിന്ന് അവരുടെ സേവനങ്ങൾ സാധാരണയായി ആക്‌സസ് ചെയ്യാൻ ഒരു ബാങ്കിന് അറിയാമെങ്കിൽ, പെട്ടെന്ന് നിങ്ങൾ മറുവശത്തുള്ള ഒരു എക്സിറ്റ് റിലേയിൽ നിന്ന് കണക്റ്റുചെയ്യുന്നു ലോകം, നിങ്ങളുടെ അക്കൗണ്ട് ലോക്കുചെയ്യുകയോ താൽക്കാലികമായി നിർത്തിവയ്ക്കുകയോ ചെയ്യാം).

source: I can’t connect to Tor Browser, is my network censored?
ml: എനിക്ക് ടോർ ബ്രൗസറിലേക്ക് കണക്റ്റുചെയ്യാൻ കഴിയില്ല, എന്റെ നെറ്റ്‌വർക്ക് സെൻസർ ചെയ്‌തിട്ടുണ്ടോ?

source: You might be on a censored network, and so you should try using bridges.
ml: നിങ്ങൾ സെൻസർ ചെയ്‌ത നെറ്റ്‌വർക്കിലായിരിക്കാം, അതിനാൽ നിങ്ങൾ ബ്രിഡ്ജുകൾ ഉപയോഗിക്കാൻ ശ്രമിക്കണം.
