Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: A web browser (commonly referred to as a browser) is a software application for retrieving, presenting, and browsing information resources on the World Wide Web.
ru: Веб-браузер (или просто браузер). Программа для просмотра и показа информационных ресурсов во "всемирной паутине" интернета и навигации по ним.

source: Major web browsers include [Firefox](../firefox), Chrome, Internet Explorer, and Safari.
ru: Популярные браузеры: [Firefox](../firefox), Chrome, Internet Explorer, Safari.

source: A website mirror is a one-to-one copy of a website that you can find under other web addresses.
ru: Зеркало сайта – идентичная копия веб-сайта, размещенная под другим адресом.

source: A current list of torproject.org mirrors is available at https://www.torproject.org/getinvolved/mirrors.html.en.
ru: Список действующих зеркал сайта torproject.org можно увидеть здесь: https://www.torproject.org/getinvolved/mirrors.html.en.

source: Can I use a VPN with Tor?
ru: Можно ли использовать Tor вместе с VPN?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ru: В принципе, мы не рекомендуем использовать Tor вместе с VPN. Исключение – если вы продвинутый пользователь, который точно знает, как настроить оба инструмента, чтобы не пострадала анонимность.

source: You can find more detailed information about Tor + VPN at [our wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).
ru: Подробнее об использовании Tor вместе с VPN можно прочитать у нас в [wiki](https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN).

source: Is there a backdoor in Tor?
ru: В Tor есть какие-нибудь закладки?

source: There is absolutely no backdoor in Tor.
ru: В Tor совершенно точно нет никаких закладок (намеренных уязвимостей).

source: We know some smart lawyers who say that it's unlikely that anybody will try to make us add one in our jurisdiction (U.S.).
ru: Толковые юристы говорят, что просьба встроить в Tor закладку маловероятна в нашей юрисдикции (США).

source: If they do ask us, we will fight them, and (the lawyers say) probably win.
ru: Если кто-нибудь попросит это сделать, мы будем возражать. Юристы говорят, что у нас есть шансы выиграть.

source: We will never put a backdoor in Tor.
ru: Мы никогда не станем встраивать в Tor закладки.

source: We think that putting a backdoor in Tor would be tremendously irresponsible to our users, and a bad precedent for security software in general.
ru: Сделать такое означало бы грандиозную безответственность по отношению к нашим пользователям и создало бы дурной прецедент для всех разработчиков программ.

source: If we ever put a deliberate backdoor in our security software, it would ruin our professional reputation.
ru: Если бы мы осознанное внедрили "лазейку" в наши программы для обеспечения безопасности, нашей профессиональной репутации пришел бы конец.

source: Nobody would trust our software ever again - for excellent reasons!
ru: Больше никто и никогда не смог бы доверять нашим программам – с полным на то основанием!

source: But that said, there are still plenty of subtle attacks people might try.
ru: Впрочем, есть немало более изощренных способов навредить нам.

source: Somebody might impersonate us, or break into our computers, or something like that.
ru: Злоумышленники могут попытаться выдать себя за нас. Или взломать наши компьютеры. Или что-нибудь в этом духе.

source: Tor is open source, and you should always check the source (or at least the diffs since the last release) for suspicious things.
ru: Tor – продукт с открытым кодом. Советуем всегда сверяться с источником (или хотя бы уточнять разницу с предыдущими версиями), чтобы исключить подозрения.

source: If we (or the distributors that gave you Tor) don't give you access to the source code, that's a sure sign something funny might be going on.
ru: Если мы (или распространители Tor) перестанем давать вам доступ к исходному коду, это будет весьма тревожный признак.

source: You should also check the [PGP signatures](/tbb/how-to-verify-signature/) on the releases, to make sure nobody messed with the distribution sites.
ru: Есть смысл проверять [PGP-подписи](/ru/tbb/how-to-verify-signature/) к релизам. Это позволит убедиться, что никто не влез на сайт, где распространяются программы.

source: Also, there might be accidental bugs in Tor that could affect your anonymity.
ru: Кроме того, в Tor могут оказаться непреднамеренные ошибки, способные ограничить вашу анонимность.

source: We periodically find and fix anonymity-related bugs, so make sure you keep your Tor versions up-to-date.
ru: Мы периодически находим и ликвидируем такие ошибки. Лучше всегда использовать самую свежую версию Tor.

source: What programs can I use with Tor?
ru: Какие программы можно использовать вместе с Tor?

source: There are plenty of other programs you can use with Tor, but we haven't researched the application-level anonymity issues on all of them well enough to be able to recommend a safe configuration.
ru: Есть множество программ, которые работают с Tor, однако мы не проводили достаточно глубокое исследование того, как эти программы влияют на анонимность пользователей. Поэтому мы не станем советовать вам какие-либо программы.

source: Our wiki has a community-maintained list of instructions for [Torifying specific applications](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO).
ru: В нашем wiki есть список инструкций для [Tor-ориентированных приложений](https://trac.torproject.org/projects/tor/wiki/doc/TorifyHOWTO), который поддерживается сообществом.

source: Please add to this list and help us keep it accurate!
ru: Пожалуйста, пополняйте его и помогите нам заботиться о точности данных!

source: Most people use Tor Browser, which includes everything you need to browse the web safely using Tor.
ru: Большинство людей использует Tor Browser. Этот инструмент дает возможность безопасно бродить по сети с использованием Tor.

source: Using Tor with other browsers is [dangerous and not recommended](/tbb/tbb-9/).
ru: Использовать Tor с другими браузерами [опасно и не рекомендуется](/ru/tbb/tbb-9/).

source: Can I distribute Tor?
ru: Могу ли я распространять Tor?

source: Yes.
ru: Да.

source: The Tor software is [free software](https://www.fsf.org/).
ru: Tor – [бесплатная программа](https://www.fsf.org/).

source: This means we give you the rights to redistribute the Tor software, either modified or unmodified, either for a fee or gratis.
ru: Это значит, что вы получаете право распространять программное обеспечение Tor, с изменениями или "как есть", бесплатно или за деньги.

source: You don't have to ask us for specific permission.
ru: Не нужно просить у нас особое разрешение.

source: However, if you want to redistribute the Tor software you must follow our [LICENSE](https://gitweb.torproject.org/tor.git/plain/LICENSE).
ru: Но если вы хотите распространять Tor, надо соблюдать нашу [лицензию](https://gitweb.torproject.org/tor.git/plain/LICENSE).

source: Essentially this means that you need to include our LICENSE file along with whatever part of the Tor software you're distributing.
ru: Вы должны прикладывать файл с нашим лицензионным соглашением к любому продукту, который вы распространяете.

source: Most people who ask us this question don't want to distribute just the Tor software, though.
ru: Впрочем, людям, которые задают этот вопрос, как правило, не хочется распространять просто какие-то программы Tor.

source: They want to distribute the Tor Browser.
ru: Они хотят распространять Tor Browser.

source: This includes [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/organizations/), and the NoScript and HTTPS-Everywhere extensions.
ru: Этот продукт включает версию браузера [Firefox Extended Support Release](https://www.mozilla.org/en-US/firefox/enterprise/) с дополнениями NoScript и HTTPS-Everywhere.

source: You will need to follow the license for those programs as well.
ru: Вам необходимо также следовать условиям лицензий для этих программ.

source: Both of those Firefox extensions are distributed under the [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), while Firefox ESR is released under the Mozilla Public License.
ru: Оба дополнения для Firefox распространяются с лицензией [GNU General Public License](https://www.fsf.org/licensing/licenses/gpl.html), а Firefox ESR – с лицензией Mozilla Public License.

source: The simplest way to obey their licenses is to include the source code for these programs everywhere you include the bundles themselves.
ru: Самый простой способ выполнить условия лицензий – распространять эти продукты вместе с их исходным кодом.

source: Also, you should make sure not to confuse your readers about what Tor is, who makes it, and what properties it provides (and doesn't provide).
ru: Убедитесь, что ваши пользователи не запутаются и смогут понять, что такое Tor, кто делает Tor, какие возможности дает (и не дает) этот продукт.

source: See our [trademark FAQ](https://www.torproject.org/about/trademark/) for details.
ru: Подробнее о торговой марке можно почитать в [FAQ](https://www.torproject.org/ru/about/trademark/).

source: How is Tor different from other proxies?
ru: В чем отличие Tor от других прокси-сервисов?

source: A typical proxy provider sets up a server somewhere on the Internet and allows you to use it to relay your traffic.
ru: Типичный прокси – сервер в интернете, который выполняет роль посредника для вашего трафика.

source: This creates a simple, easy to maintain architecture.
ru: Это простая модель, которую легко поддерживать.

source: The users all enter and leave through the same server.
ru: Пользователи входят и выходят через один и тот же сервер.

source: The provider may charge for use of the proxy, or fund their costs through advertisements on the server.
ru: Владелец может взимать за свои услуги плату или покрывать расходы за счет размещенной на сервере рекламы.

source: In the simplest configuration, you don't have to install anything.
ru: В самом простом случае вам не нужно ничего устанавливать.

source: You just have to point your browser at their proxy server.
ru: Достаточно настроить браузер для работы с прокси-сервером.

source: Simple proxy providers are fine solutions if you do not want protections for your privacy and anonymity online and you trust the provider to not do bad things.
ru: Такой нехитрый прокси – отличное решение, если вам не нужны защита приватности и онлайновая анонимность. С другой стороны, вы должны доверять провайдеру.

source: Some simple proxy providers use SSL to secure your connection to them, which protects you against local eavesdroppers, such as those at a cafe with free wifi Internet.
ru: Некоторые простые прокси используют SSL: это позволяет защитить ваше подключение и оберегает вас от прослушки (например, в кафе с бесплатным wi-fi).

source: Simple proxy providers also create a single point of failure.
ru: Но у простых прокси-сервисов есть одна большая уязвимость.

source: The provider knows both who you are and what you browse on the Internet.
ru: Владелец сервиса знает, кто вы и что вы делаете в интернете.

source: They can see your traffic as it passes through their server.
ru: Он может следить за вашим трафиком, который проходит через его сервер.

source: In some cases, they can even see inside your encrypted traffic as they relay it to your banking site or to ecommerce stores.
ru: В некоторых случаях провайдер даже способен заглянуть в ваш зашифрованный трафик, когда передает его между вами и онлайн-банком (или интернет-магазином).

source: You have to trust the provider isn't watching your traffic, injecting their own advertisements into your traffic stream, or recording your personal details.
ru: Вам придется поверить, что провайдер не следит за вами, не фиксирует ваши персональные данные и не вставляет собственную рекламу в ваши коммуникации.

source: Tor passes your traffic through at least 3 different servers before sending it on to the destination.
ru: В сети Tor ваш трафик проходит через минимум три разных сервера перед тем, как попасть к месту назначения.

source: Because there's a separate layer of encryption for each of the three relays, somebody watching your Internet connection can't modify, or read, what you are sending into the Tor network.
ru: Каждый из этих шлюзов добавляет новый уровень шифрования. Если кто-то наблюдает за вашим трафиком, у него не получится прочесть или изменить то, что вы отправляете по сети Tor.

source: Your traffic is encrypted between the Tor client (on your computer) and where it pops out somewhere else in the world.
ru: Ваш трафик зашифрован на отрезке между клиентом Tor (на вашем устройстве) и точкой выхода где-то в сети интернет.

source: ### Doesn't the first server see who I am?
ru: ### А первый сервер в цепочке видит, кто я?

source: Possibly.
ru: И да, и нет.

source: A bad first of three servers can see encrypted Tor traffic coming from your computer.
ru: Первый из трех серверов может видеть зашифрованный трафик от вашего устройства.

source: It still doesn't know who you are and what you are doing over Tor.
ru: Но кто вы и что делаете в сети Tor – видно не будет.

source: It merely sees "This IP address is using Tor".
ru: Вся информация – "этот IP-адрес использует Tor".

source: You are still protected from this node figuring out both who you are and where you are going on the Internet.
ru: Но этот узел по-прежнему не может узнать, кто вы и что смотрите в интернете.

source: ### Can't the third server see my traffic?
ru: ### Может ли третий сервер видеть мой трафик?

source: A bad third of three servers can see the traffic you sent into Tor.
ru: Третий сервер в цепочке может видеть ваш трафик в Tor.

source: It won't know who sent this traffic.
ru: Но он не знает, кто отправитель.

source: If you're using encryption (like HTTPS), it will only know the destination.
ru: Если вы используете шифрование (например, HTTPS), серверу будет известно только место назначения.

source: See this visualization of [Tor and HTTPS](/https/https-1/) to understand how Tor and HTTPS interact.
ru: [Эта иллюстрация](/ru/https/https-1/) поможет понять, как вместе используются Tor и HTTPS.

source: Does Tor remove personal information from the data my application sends?
ru: Удаляет ли Tor персональную информацию, которую отправляет мое приложение?

source: No, it doesn't.
ru: Нет, не удаляет.

source: You need to use a separate program that understands your application and protocol and knows how to clean or "scrub" the data it sends.
ru: Вам нужна отдельная программа, которая распознает ваше приложение и способ коммуникаций, и которая знает, как "вычищать" персональные данные.

source: Tor Browser tries to keep application-level data, like the user-agent string, uniform for all users.
ru: Tor Browser старается сохранять данные на уровне приложений, такие как строка user-agent, одинаковыми для всех пользователей.

source: Tor Browser can't do anything about the text that you type into forms, though.
ru: При этом Tor Browser ничего не может поделать, например, с данными, которые сам пользователь вписывает в поля форм на сайтах.

source: What is Tor?
ru: Что такое Tor?

source: The name "Tor" can refer to several different components.
ru: Слово "Tor" используют для обозначения разных компонентов.

source: It protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
ru: Tor перенаправляет трафик между узлами распределенной сети серверов по всему миру. Их поддерживают волонтеры. Если кто-то принялся наблюдать за вами в сети, благодаря Tor он не сможет узнать, какие сайты вы посещаете. Сами сайты тоже не будут знать, где физически вы находитесь.

source: This set of volunteer relays is called the Tor network.
ru: Вся совокупность волонтерских серверов называется "сеть Tor".

source: The way most people use Tor is with Tor Browser, which is a version of Firefox that fixes many privacy issues.
ru: Чаще всего люди пользуются ей с помощью Tor Browser. Это браузер на основе Firefox, доработанный для большей приватности.

source: You can read more about Tor on our [about](https://www.torproject.org/about/history/) page.
ru: Подробнее о Tor можно почитать [здесь](https://www.torproject.org/ru/about/history/).

source: The Tor Project is a non-profit (charity) organization that maintains and develops the Tor software.
ru: Tor Project – некоммерческая благотворительная организация, которая разрабатывает и поддерживает программное обеспечение Tor.

source: Why is it called Tor?
ru: Откуда взялось название "Tor"?

source: Tor is the onion routing network.
ru: Tor – сеть на основе "луковой маршрутизации" (The Onion Routing).

source: When we were starting the new next-generation design and implementation of onion routing in 2001-2002, we would tell people we were working on onion routing, and they would say "Neat. Which one?"
ru: В 2001-2002 годах мы приступили к разработке нового поколения способов маршрутизации трафика. Чтобы объяснять людям, о какой именно маршрутизации идет речь, мы нуждались в названии.

source: Even if onion routing has become a standard household term, Tor was born out of the actual [onion routing project](https://www.onion-router.net/) run by the Naval Research Lab.
ru: С тех пор фраза "луковая маршрутизация" вошла в обиход. Но мы не забываем, что это название родилось от [одноименного проекта](https://www.onion-router.net/) Naval Research Lab.

source: (It's also got a fine meaning in German and Turkish.)
ru: (В немецком и турецком языках это слово имеет другие значения).

source: Note: even though it originally came from an acronym, Tor is not spelled "TOR".
ru: Обратите внимание: хотя название "Tor" изначально было аббревиатурой, мы не пишем "TOR".

source: Only the first letter is capitalized.
ru: Только первая буква – большая.

source: In fact, we can usually spot people who haven't read any of our website (and have instead learned everything they know about Tor from news articles) by the fact that they spell it wrong.
ru: Кстати, обычно легко узнать тех, кто никогда не читал наш сайт, а все знания о Tor почерпнул из новостей: такие люди неправильно пишут название сети.

source: How can I verify Tor Browser's signature?
ru: Как проверить цифровую подпись Tor Browser?

source: Digital signature is a process ensuring that a certain package was generated by its developers and has not been tampered with.
ru: Цифровая подпись подтверждает, что конкретный файл был создан его разработчиками и с тех пор не изменялся.

source: Below we explain why it is important and how to verify that the Tor program you download is the one we have created and has not been modified by some attacker.
ru: Ниже мы объясним, почему это важно и как подтвердить, что программа Tor, которую вы скачали, именно та, какой она была создана, и что она не была изменена злоумышленниками.

source: Each file on our [download page](https://www.torproject.org/download/) is accompanied by a file with the same name as the package and the extension ".asc". These .asc files are OpenPGP signatures.
ru: Каждый файл на нашей [странице скачивания программ](https://www.torproject.org/ru/download/) сопровождается файлом с тем же названием и расширением ".asc". Файлы .asc – цифровые подписи OpenPGP.

source: They allow you to verify the file you've downloaded is exactly the one that we intended you to get.
ru: Подпись удостоверяет, что вы скачали подлинный файл.

source: For example, `torbrowser-install-win64-9.0_en-US.exe` is accompanied by `torbrowser-install-win64-9.0_en-US.exe.asc`.
ru: Например, к файлу с названием "torbrowser-install-win64-9.0.2_ru.exe" прикладывается файл "torbrowser-install-win64-9.0.2_ru.exe.asc".

source: We now show how you can verify the downloaded file's digital signature on different operating systems.
ru: Давайте посмотрим, как проверить цифровую подпись скачанного файла в разных операционных системах.

source: Please notice that a signature is dated the moment the package has been signed.
ru: Пожалуйста, учтите, что подпись датируется тем числом, когда файл был подписан.

source: Therefore every time a new file is uploaded a new signature is generated with a different date.
ru: Для каждого нового файла, размещенного на сайте, существует отдельная подпись со своей датой.

source: As long as you have verified the signature you should not worry that the reported date may vary.
ru: Если вы уже проверили подпись, на даты можно не обращать внимание.

source: ### Installing GnuPG
ru: ### Установка GnuPG

source: First of all you need to have GnuPG installed before you can verify signatures.
ru: Для проверки подписей сначала нужно установить программу GnuPG.

source: #### For Windows users:
ru: #### Пользователи Windows:

source: If you run Windows, [download Gpg4win](https://gpg4win.org/download.html) and run its installer.
ru: Если вы пользователь Windows, [скачайте Gpg4win](https://gpg4win.org/download.html) и запустите программу установки.

source: In order to verify the signature you will need to type a few commands in windows command-line, `cmd.exe`.
ru: Чтобы проверить подпись, понадобится набрать несколько команд в командной строке ("cmd.exe").

source: #### For macOS users:
ru: #### Пользователи macOS:

source: If you are using macOS, you can [install GPGTools](https://www.gpgtools.org).
ru: Если вы используете macOS, можете [установить GPGTools](https://www.gpgtools.org).

source: In order to verify the signature you will need to type a few commands in the Terminal (under "Applications").
ru: Чтобы проверить подпись, понадобится набрать несколько команд в Терминале (найдите его среди приложений).

source: #### For GNU/Linux users:
ru: #### Пользователи GNU/Linux:

source: If you are using GNU/Linux, then you probably already have GnuPG in your system, as most GNU/Linux distributions come with it preinstalled.
ru: Если вы пользуетесь GNU/Linux, вероятно, программа GnuPG у вас уже установлена. Большинство сборок GNU/Linux включает GnuPG по умолчанию.

source: In order to verify the signature you will need to type a few commands in a terminal window. How to do this will vary depending on your distribution.
ru: Чтобы проверить подпись, понадобится набрать несколько команд в окне терминала. Как это сделать, зависит от вашей сборки операционной системы.

source: ### Fetching the Tor Developers key
ru: ### Получение ключа разработчиков Tor

source: The Tor Browser team signs Tor Browser releases.
ru: Новые версии Tor Browser подписаны ключом команды Tor Browser.

source: Import the Tor Browser Developers signing key (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):
ru: Импортируйте ключ разработчиков Tor Browser (0xEF6E286DDA85EA2A4BA7DE684E2C6E8793298290):

source: This should show you something like:
ru: Вы увидите что-то в этом роде:

source: gpg: key 4E2C6E8793298290: public key "Tor Browser Developers (signing key) <torbrowser@torproject.org>" imported
ru: gpg: ключ 4E2C6E8793298290: импортирован открытый ключ "Tor Browser Developers (signing key) <torbrowser@torproject.org>"

source: gpg: Total number processed: 1
ru: gpg: Всего обработано: 1

source: gpg: imported: 1
ru: gpg: импортировано: 1

source: pub rsa4096 2014-12-15 [C] [expires: 2020-08-24]
ru: pub rsa4096 2014-12-15 [C] [годен до: 2020-08-24]

source: uid [ unknown] Tor Browser Developers (signing key) <torbrowser@torproject.org>
ru: uid [ неизвестно ] Tor Browser Developers (signing key) <torbrowser@torproject.org>
