Repository: torpluston/translation
Catalog: contents+fa.po
Languages: fa

source: If you are uncomfortable allowing people to exit from your relay, you can set it up to only allow connections to other Tor relays.
fa: اگر تمایلی به اجازه دادن به افراد برای خروج از بازپخش خود ندارید، می توانید آن را طوری تنظیم کنید که که فقط اتصال ها به دیگر بازپخش های Tor را مجاز بداند.

source: Why is my Tor relay using so much memory?
fa: چرا بازپخش Tor من حافظه زیادی مصرف می کند؟

source: If your Tor relay is using more memory than you'd like, here are some tips for reducing its footprint:
fa: اگر بازپخش Tor شما از مقداری بیشتر از آنچه تمایل دارید از حافظه استفاده می کنید، اینها نکاتی برای کاهش جاگیری آن میباشد:

source: * If you're running a fast relay, meaning you have many TLS connections open, you are probably losing a lot of memory to OpenSSL's internal buffers (38KB+ per socket).
fa: * اگر در حال اجرا یک بازپخش سریع می باشید، به این معنا که اتصال های TLS زیادی را باز دارید، شما احتمالا در حال از دست دادن حافظه زیادی به بافر های داخلی OpenSSL (38KB+ در هر ساکت) می باشید.

source: If you update to OpenSSL 1.0.0 or newer, Tor's build process will automatically recognize and use this feature.
fa: اگر به OpenSSL 1.0.0 یا جدید تر به روز رسانی کنید، فرآیند ساخت Tor به صورت خودکار این ویژگی را شناسایی کرده و از آن استفاده خواهد کرد.

source: * If you still can't handle the memory load, consider reducing the amount of bandwidth your relay advertises.
fa: * اگر همچنان قادر به کنترل بار حافظه نیستید، می توانید مقدار پهنای باندی که بازپخش شما اعلان می کند را کاهش دهید.

source: Advertising less bandwidth means you will attract fewer users, so your relay shouldn't grow as large.
fa: اعلان پهنای پاند کمتر به این معناست که شما کاربران کمتری را جذب خواهید کرد، بنابراین بازپخش شما نباید به آن اندازه بزرگ شود.

source: See the `MaxAdvertisedBandwidth` option in the man page.
fa: گزینه `MaxAdvertisedBandwidth` در صفحه man را ببینید.

source: All of this said, fast Tor relays do use a lot of ram. It is not unusual for a fast exit relay to use 500-1000 MB of memory.
fa: با وجود همه این ها، بازپخش های سریع Tor از مقدار زیادی ram استفاده می کنند. برای یک بازپخش خروجی سریع غیرعادی نیست که 500-1000 مگابایت حافظه استفاده کند.

source: Why does my relay write more bytes onto the network than it reads?
fa: چرا بازپخش من بایت بیشتری روی شبکه می نویسد تا اینکه بخواند؟

source: You're right, for the most part a byte into your Tor relay means a byte out, and vice versa. But there are a few exceptions:
fa: حق با شماست، برای یک بایت که وارد بازپخش Tor شما شود یک بایت خارج می شود. اما چندین استثنا وجود دارد:

source: If you open your DirPort, then Tor clients will ask you for a copy of the directory.
fa: اگر DirPort خود را باز کنید، کلاینت های Tor از شما یک کپی از دایرکتوری را خواهند خواست.

source: The request they make (an HTTP GET) is quite small, and the response is sometimes quite large.
fa: درخواستی که آنها می کنند (HTTP GET) تقریبا کوچک می باشد و پاسخ گاهی اوقات بزرگ می باشد.

source: How do I decide if I should run a relay?
fa: چطور تصمیم بگیرم که آیا می خواهم یک بازپخش اجرا کنم؟

source: I want to upgrade/move my relay. How do I keep the same key?
fa: می خواهم بازپخش خود را ارتقا بدهم/جابجا کنم. چطور می توانم همان کلید را حفظ کنم؟

source: Keeping backups of the identity keys so you can restore a relay in the future is the recommended way to ensure the reputation of the relay won't be wasted.
fa: نگه داشتن پشتیبان از کلید های هویت برای اینکه بتوانید یک بازپخش را در آینده بازیابی کنید توصیه می شود تا اعتبار بازپخش از بین نرود.

source: What is the BadExit flag?
fa: پرچم BadExit چیست؟

source: What type of relays are most needed?
fa: چه نوع بازپخشی بیشتر از همه مورد نیاز است؟

source: * Followed by bridges.
fa: پل ها به دنبال آنها

source: Why do I get portscanned more often when I run a Tor relay?
fa: چرا زمانی که یک بازپخش تور را اجرا می کنم درگاه من بیشتر پویش می شود؟

source: Another reason is that groups who scan for open proxies on the Internet have learned that sometimes Tor relays expose their socks port to the world. We recommend that you bind your socksport to local networks only.
fa: یک دلیل دیگر این است که گروه هایی که برای پروکسی های باز روی اینترنت پویش می کنند یاد گرفته اند که گاهی اوقات بازپخش های تور درگاه ساکس آن ها را به همه آشکار می کنند. ما توصیه می کنیم که شما درگاه ساکس خود را تنها به شبکه های محلی مقید کنید.

source: Why isn't my relay being used more?
fa: چرا بازپخش من بیشتر مورد استفاده قرار نمی گیرد؟

source: If your relay is relatively new then give it time.
fa: اگر رله‌ی شما جدید است به آن کمی زمان بدهید.

source: The lifecycle of a new relay is explained in more depth in [this blog post](https://blog.torproject.org/blog/lifecycle-of-a-new-relay).
fa: چرخه حیات یک بازپخش جدید به صورت مفصل در [این پست وبلاگ](https://blog.torproject.org/blog/lifecycle-of-a-new-relay) توضیح داده شده است.

source: If you've been running a relay for a while and still having issues then try asking on the [tor-relays list](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/).
fa: اگر مدتی است یک بازپخش را اجرا می کنید و همچنان مشکل دارید می توانید روی فهرست [بازپخش های Tor](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays/) سوال بپرسید.

source: My relay is picking the wrong IP address.
fa: رله‌ی من نشانی IP اشتباه را می‌گیرد.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
fa: من درباره‌ی وبسایت هایی شنیده‌ام که فقط با استفاده از تور قابل دسترسی هستند. اینها چه وبسایت هایی هستند و چگونه می‌توانم به آنها دسترسی پیدا کنم؟

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
fa: سایت هایی که تنها از طریق Tor قابل دسترسی هستند "پیاز" نام دارند و با onion. پایان می یابند.

source: For example, the DuckDuckGo onion is [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion).
fa: برای نمونه، نشانی پیازی DuckDuckGo به صورت [https://3g2upl4pq6kufc4m.onion](https://3g2upl4pq6kufc4m.onion) می باشد.

source: You can access these websites by using Tor Browser.
fa: شما می‌توانید با استفاده از مرورگر تور به این وبسایت ها دسترسی پیدا کنید.

source: What is a .onion or what are onion services?
fa: onion. چیست و سرویس های پیازی چیستند؟

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
fa: سرویس های پیازی به افراد اجازه می دهند تا تنها به صورت ناشناس گردش داشته باشند بلکه بتوانند به صورت ناشناس سایت هایی را انتشار دهند.

source: ![Onion icon](/static/images/onion-website.png)
fa: ![آیکون پیاز](/static/images/onion-website.png)

source: And if you're accessing a website with HTTPS and onion service, it will show an icon of a green onion and a padlock.
fa: اگر در حال دسترسی به یک سایت با HTTPS و سرویس پیازی هستید، یک آیکون از یک پیاز سبز رنگ با یک قفل را نمایش خواهد داد.

source: ![Green onion with a padlock](/static/images/padlock-onion.png)
fa: ![پیاز سبز رنگ همراه یک قفل](/static/images/padlock-onion.png)

source: I cannot reach X.onion!
fa: من نمی توانم به X.onion دسترسی پیدا کنم!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
fa: اگر قادر به دسترسی به سرویس پیازی که می خواهید نیستید، مطمئن شوید که 16-کاراکتر را وارد کرده اید یا جدیدترین فرمت، 56-کاراکتر آدرس پیازی را به درستی وارد کنید: حتی یک اشتباه کوچک هم مرورگر Tor را از دسترسی به آن سایت متوقف خواهد کرد.

source: If you are still unable to connect to the onion service, please try again later.
fa: اگر باز هم نمی‌توانید به سرویس پیازی متصل شوید بعدا دوباره امتحان کنید.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
fa: ممکن است مشکلی در ارتباط به وجود آمده باشد یا اپراتورها آن رابدون اطلاع آفلاین کرده باشند.

source: You can also ensure that you're able to access other onion services by connecting to [DuckDuckGo's onion service](http://3g2upl4pq6kufc4m.onion).
fa: شما هم چنین می توانید با وصل شده به [سرویس پیازی DuckDuckGo](http://3g2upl4pq6kufc4m.onion) مطمئن شوید که قادر به دسترسی به دیگر سرویس های پیازی می باشید.

source: Does the Tor Project run any Onion Services?
fa: آیا پروژه‌ی تور سرویس های پیازی را اجرا می کند؟

source: Yes! A list of our Onion Services is available at [onion.torproject.org](https://onion.torproject.org/).
fa: بله! فهرستی از سرویس های پیازی ما در [onion.torproject.org](https://onion.torproject.org/) موجود می باشد.

source: What do the different onion icons in the address bar mean?
fa: آیکون های پیاز متفاوت در نوار آدرس چه معنایی دارند؟

source: When browsing an Onion Service, Tor Browser displays different onion icons in the address bar indicating the security of the current webpage.
fa: در هنگام گردش روی یک سرویس پیازی، مرورگر Tor در نوار آدرس آیکون های پیاز متفاوت را نشان می دهد که امنیت صفحه وب را نشان می دهد.

source: ![Image of a green onion](/static/images/green-onion.png)
fa: ![تصویر یک پیاز سبز رنگ](/static/images/green-onion.png)

source: A green onion means:
fa: معنی پیاز سبز رنگ:

source: - The Onion Service is served over HTTP, or HTTPS with a self-signed certificate.
fa: - سرویس پیازی روی HTTP یا HTTPS با یک گواهی خود امضا شده به کار رفته است.

source: ![Image of a green onion with a lock](/static/images/green-onion-with-lock.png)
fa: ![تصویر یک پیاز سبز رنگ با یک قفل](/static/images/green-onion-with-lock.png)

source: A green onion with a lock means:
fa: معنی یک پیاز سبز رنگ با یک قفل:

source: ![Image of a grey onion with a red slash](/static/images/grey-onion-with-red-slash.png)
fa: ![تصویر یک پیاز خاکستری رنگ با یک اسلش قرمز](/static/images/grey-onion-with-red-slash.png)

source: A grey onion with a red slash means:
fa: معنای یک پیاز سبز رنگ با یک اسلش قرمز:

source: How to Report a Bug or Give Feedback
fa: چگونه یک باگ را گزارش کنیم یا بازخورد خود را بدهیم

source: ### Feedback template
fa: ### قالب بازخورد

source: When sending us feedback or reporting a bug, please include as many of these as possible:
fa: در هنگام ارسال یک بازخورد یا گزارش یک باگ، سعی کنید تا حد امکان این موارد را قرار دهید:

source: * OS you are using
fa: * سیستم عاملی که در حال استفاده از آن هستید

source: * Tor Browser version
fa: * نسخه مرورگر تور

source: * A screenshot of the problem
fa: * یک اسکرین شات از مشکل

source: ### How to Reach Us
fa: ### چگونه به ما دسترسی پیدا کنید

source: There are several ways to reach us, so please use what works best for you.
fa: چندین راه برای ارتباط ما وجود دارد، بنابراین از راهی که برای شما بهتر از بقیه می باشد استفاده کنید.

source: #### Email
fa: #### ایمیل

source: Send us an email to frontdesk@torproject.org
fa: به ما یک ایمیل در frontdesk@torproject.org بفرستید

source: For the fastest response, please write in English, Spanish, and/or Portuguese if you can. If none of these languages works for you, please write in any language you feel comfortable with, but keep in mind it will take us a bit longer to answer as we will need help with translation to understand it.
fa: برای دریافت پاسخ به سریع ترین شکل، در زبان در انگلیسی، اسپانیایی و/یا پرتغالی بنویسید. اگر نوشتن در این زبان ها برای شما ممکن نیست، در هر زبانی که برای شما راحت میباشد بنویسید اما به خاطر داشته باشید که پاسخ ما زمان بیشتری طول خواهد کشید از آنجایی که ما نیاز به ترجمه آن داریم تا بتوانیم آن را بفهمیم.

source: #### Blog post comments
fa: #### نظرات پست وبلاگ

source: You can find us in the #tor channel on OFTC to give us feedback or report bugs/issues. We may not respond right away, but we do check the backlog and will get back to you when we can.
fa: شما می توانید ما را در کانال tor# روی OFTC برای دادن بازخورد یا گزارش باگ/مشکل پیدا کنید. ممکن است در همان لحظه به شما پاسخ ندهیم اما در اسرع وقت اینکار را خواهیم کرد.

source: Learn how to connect to [OFTC servers](/get-in-touch/irc-help).
fa: یاد بگیرید چگونه می توان به [سرور های OFTC](/get-in-touch/irc-help) وصل شد.

source: #### Email Lists
fa: #### فهرست های ایمیل

source: For feedback or issues related to our websites: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)
fa: برای بازخورد یا مشکلات مرتبط با سایت ما: [ux](https://lists.torproject.org/cgi-bin/mailman/listinfo/ux)

source: For feedback or issues related to running a Tor relay: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)
fa: برای بازخورد یا مشکلات مرتبط با اجرا یک بازپخش Tor: [tor-relays](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-relays)

source: For feedback on content related to Tor Browser Manual or Support website: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)
fa: برای بازخورد روی محتوا مرتبط به راهنما مرورگر Tor یا سایت پشتیبانی: [tor-community-team](https://lists.torproject.org/cgi-bin/mailman/listinfo/tor-community-team)

source: ### Report a security issue
fa: ### گزارش یک مشکل امنیتی

source: If you've found a security issue in one of our projects or in our infrastructure, please email tor-security@lists.torproject.org.
fa: اگر یک مشکل امنیتی روی یکی از پروژه های ما یا ساختار ما پیدا کردید، لطفا به tor-security@lists.torproject.org ایمیل بزنید.

source: If you want to encrypt your mail, you can get the GPG public key for the list by contacting tor-security-sendkey@lists.torproject.org or from pool.sks-keyservers.net. Here is the fingerprint:
fa: اگر می خواهید ایمیل خود را رمزگذاری کنید، می توانید کلید عمومی GPG برای لیست را از طریق ارتباط با tor-security-sendkey@lists.torproject.org یا از pool.sks-keyservers.net دریافت کنید. این اثرانگشت می باشد:

source: About
fa: درباره‌ی سایفون

source: Documentation
fa: مستندات

source: Press
fa: مطبوعات

source: Jobs
fa: شغل‌ها

source: Blog
fa: وبلاگ

source: Newsletter
fa: خبرنامه

source: Contact
fa: تماس

source: Donate
fa: کمک مالی

source: Support
fa: پشتیبانی

source: Community
fa: جامعه

source: I have a compelling reason to trace a Tor user. Can you help?
fa: من دلیل قانع‌ کننده‌ای برای دنبال کردن یک کاربر تور دارم. می‌توانید به من کمک کنید؟

source: There is nothing the Tor developers can do to trace Tor users.
fa: توسعه دهندگان تور هیچ کاری نمی‌توانند برای ردیابی کاربران بکنند.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
fa: همان تمهیدات محافظتی که نمی‌گذارد بزهکاران به گمنامی در تور آسیب بزنند، از ردیابی کاربرانمان جلوگیری می کند.

source: Does the Tor Project offer hosting?
fa: آیا پروژه تور خدمات هاستینگ ارائه می‌دهد؟

source: No, the Tor Project does not offer hosting services.
fa: خیر، پروژه Tor خدمات میزبانی ارائه نمی‌دهد.

source: Can I change the number of hops Tor uses?
fa: آیا می توانم تعداد هاپ هایی که تور استفاده می کند را تغییر دهم؟

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
fa: هم اکنون طول مسیر در 3 کد نویسی شده است به اضافه تعداد گره هایی که در مسیر شما هستند که حساس می باشند.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
fa: در حالت های عادی 3 می باشد، اما برای نمونه شما در حال دسترسی به یک سرویس پیازی یا یک نشانی "exit." هستید می تواند بیشتر باشد.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
fa: ما نمی خواهیم به افراد توصیه کنیم تا از مسیر های طولانی تر استفاده کنند از آنجایی که چنین کاری باعث بار روی شبکه را بدون (تا آنجایی که ما می دانیم) فراهم کردن امنیت بیشتر افزایش می دهد.

source: Also, using paths longer than 3 could harm anonymity, first because it makes [denial of security](https://www.freehaven.net/anonbib/#ccs07-doa) attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
fa: همچنین، استفاده از مسیر های طولانی تر از 3 می تواند باعث آسیب به ناشناس بودن شود، اولاً چون حملات [منع امنیت](https://www.freehaven.net/anonbib/#ccs07-doa) را آسان تر می کند، دوماً چون می تواند به عنوان یک شناسه عمل کند اگر فقط تعداد کوچکی از کاربران دارای طول مسیر یکسان با شما می باشند.

source: How can I share files anonymously through Tor?
fa: چگونه می‌توانم فایل ها را به طور گمنام در تور به اشتراک بگذارم؟

source: For sharing files over Tor, [OnionShare](https://onionshare.org/) is a good option.
fa: برای اشتراک گذاری فایل ها روی تور، [OnionShare](https://onionshare.org/) گزینه خوبی می باشد.

source: OnionShare is an open source tool for securely and anonymously sending and receiving files using Tor onion services.
fa: OnionShare یک ابزار متن باز برای ارسال و دریافت فایل ها به صورت امن و ناشناس از طریق سرویس های پیازی می باشد.

source: It works by starting a web server directly on your computer and making it accessible as an unguessable Tor web address that others can load in Tor Browser to download files from you, or upload files to you.
fa: این کار را با شروع کردن یک وب سرور به صورت مستقیم روی کامپیوتر شما و قابل دسترس قرار دادن آن به صورت یک نشانی وب تور که غیر قابل حدس می باشد و دیگران می توانند در مرورگر تور آن را برای دانلود کردن فایل ها از شما، یا آپلود فایل ها به شما باز کنند.

source: It doesn't require setting up a separate server, using a third party file-sharing service, or even logging into an account.
fa: نیاز به برپا کردن یک سرور جداگانه، استفاده از یک سرویس اشتراک گذاری فایل شخص ثالث، یا وارد شدن به حساب کاربری نیست.

source: Unlike services like email, Google Drive, DropBox, WeTransfer, or nearly any other way people typically send files to each other, when you use OnionShare you don't give any companies access to the files that you're sharing.
fa: بر خلاف سرویس هایی مانند ایمیل، گوگل درایو، دراپ باکس، وی ترنسفر، یا تقریباً هر راه دیگری که افراد فایل ها را برای یکدیگر ارسال می کنند، زمانی که از OnionShare استفاده می کنید شما به هیچ شرکتی دسترسی به فایل های به اشتراک گذاشته شده نمی دهید.

source: So long as you share the unguessable web address in a secure way (like pasting it in an encrypted messaging app), no one but you and the person you're sharing with can access the files.
fa: تا زمانی که شما نشانی وب غیر قابل حدس را به یک روش امن (نوشتن آن در یک برنامه پیام رسان رمزگذاری شده) به اشتراک بگذارید، هیچکس غیر از شما و شخصی که با او آن را به اشتراک می گذارید قادر به دسترسی به فایل ها نیست.

source: OnionShare is developed by [Micah Lee](https://github.com/micahflee/onionshare).
fa: OnionShare توسط [Micah Lee](https://github.com/micahflee/onionshare) توسعه یافته است.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
fa: بسیاری از گره های خروج به طوری پیکربندی شده اند تا انواع مشخصی از ترافیک اشتراک گذاری فایل مانند BitTorrent را مسدود کنند.

source: BitTorrent in particular is [not anonymous over Tor](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
fa: BitTorrent به طور خاص [روی Tor ناشناس نمی باشد](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).

source: How do I volunteer with Tor Project?
fa: چگونه برای همکاری با پروژه تور داوطلب شوم؟

source: Please see our [community page](https://community.torproject.org) for how to get involved!
fa: لطفاً [صفحه انجمن](https://community.torproject.org) ما را برای اینکه بفهمید چطور می توان کمک کرد ببینید!

source: How can I donate to Tor Project?
fa: چگونه می‌توانم به پروژه تور کمک کنم؟

source: Thank you for your support!
fa: سپاس از پشتیبانی شما!

source: You can find more information about donating on our [donor FAQ](https://donate.torproject.org/donor-faq).
fa: شما می توانید اطلاعات بیشتری را درباره اهدا روی [سوالات متداول اهدا کننده](https://donate.torproject.org/donor-faq) ببینید.

source: Why don't you prevent bad people from doing bad things when using Tor?
fa: چرا شما جلوی کارهای بد بزهکاران را در تور نمی‌گیرید؟

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
fa: تور طراحی شده است تا از حقوق انسانی و حریم خصوصی دفاع کند و از اینکه کسی بتواند چیزی را سانسور کند، حتی ما، جلوگیری کند.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
fa: اینکه افرادی هستند که از تور برای انجام کار های ناشایست استفاده می کنند ما را بیزار می کند، اما ما نمی توانم کاری برای خلاص شدن از آن ها بدون به خطر انداختن مدافعان حقوق بشر، روزنامه نگاران، نجات یافتگان کسانی که مورد آزار و اذیت قرار گرفته اند، و دیگر افرادی که از تور برای کارهای خوب استفاده می کنند انجام دهیم.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
fa: اگر می خواستیم جلوی تعداد افراد خاصی را از استفاده تور بگیریم، عملاً باید یک در پشتی داخل نرم افزار قرار می دادیم، که باعث می شد کاربران در برابر رژیم های بد و دیگر مخالفان آسیب پذیر شوند.

source: Who funds Tor?
fa: چه کسی هزینه مالی تور را می‌پردازد؟

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
fa: تور توسط تعدادی از حامیان متفاوت که شامل آژانس های فدرال آمریکا، بنیاد های خصوصی، و اهدا کنندگان مستقل پشتیبانی مالی می شود.

source: Check out a list of all [our sponsors](https://www.torproject.org/about/sponsors/) and a series of [blog posts](https://blog.torproject.org/category/tags/form-990) on our financial reports.
fa: فهرست تمام [حامیان مالی](https://www.torproject.org/about/sponsors/) ما و یک سری از [پست های وبلاگ](https://blog.torproject.org/category/tags/form-990) روی گزارش های مالی را بررسی کنید.

source: We feel that talking openly about our sponsors and funding model is the best way to maintain trust with our community.
fa: ما عقیده داریم که حرف زدن به صورت آزاد درباره حامیان مالی و مدل سرمایه گذاری بهترین روش برای نگهداری اعتماد با انجمن ما می باشد.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
fa: ما همیشه به دنبال تنوع در منابع سرمایه گذاری خود می باشیم، به خصوص از بنیاد ها و اشخاص.

source: Can I use Tor with BitTorrent?
fa: آیا من می توانم از تور با بیت تورنت استفاده کنم ؟

source: We do not recommend using Tor with BitTorrent.
fa: ما استفاده از تور با بیت‌تورنت را توصیه نمی‌کنیم.

source: For further details, please see our [blog post on the subject](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea).
fa: برای اطلاعات بیشتر، لطفا [پست وبلاگ ما روی این موضوع](https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea) را ببینید.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
fa: فایل های روی کامپیوتر قفل شده اند، شخصی از من می خواهد تا مرورگر تور را برای پرداخت باج فایل های خود دانلود کنم!

source: We are so sorry, but you have been infected with malware.
fa: ما متاسفیم اما شما مبتلا به بدافزار شده‌اید.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
fa: پروژه تور این بدافزار را ایجاد نکرد هاست. طراحان بدافزار از شما می خواهند تا مرورگر تور را دانلود کنید تا از این طریق به صورت ناشناس با آن ها ارتباط برقرار کنید تا بتوانید مبلغی که از شما می خواهند را به آن ها انتقال دهید.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
fa: اگر این اولین معرفی شما به مرورگر تور می باشد، ما می فهمیم که شما ممکن است احساس کنید که ما آدم های بدی هستیم که به افراد بدتر اجازه فعالیت می دهیم.
