Repository: torpluston/translation
Catalog: contents+ru.po
Languages: ru

source: sub rsa4096 2018-05-26 [S] [expires: 2020-09-12]
ru: sub rsa4096 2018-05-26 [S] [годен до: 2020-09-12]

source: After importing the key, you can save it to a file (identifying it by fingerprint here):
ru: После импорта ключа можете сохранить его в виде файла (идентифицируйте ключ по отпечатку):

source: ### Verifying the signature
ru: ### Проверка подписи

source: To verify the signature of the package you downloaded, you will need to download the corresponding ".asc" signature file as well as the installer file itself, and verify it with a command that asks GnuPG to verify the file that you downloaded.
ru: Чтобы проверить подпись для пакета с помощью GnuPG, нужно скачать также прилагаемый .asc-файл с подписью.

source: The examples below assume that you downloaded these two files to your "Downloads" folder.
ru: В следующих примерах мы предполагаем, что вы уже скачали эти два файла (сам пакет и подпись) в папку "Загрузки" ("Downloads").

source: gpgv --keyring . or.keyring Downloads orbrowser-install-win64-9.0_en-US.exe.asc Downloads orbrowser-install-win64-9.0_en-US.exe
ru: gpgv --keyring . or.keyring Загрузки orbrowser-install-win64-9.0.2_ru.exe.asc Загрузки orbrowser-install-win64-9.0.2_ru.exe

source: gpgv --keyring ./tor.keyring ~/Downloads/TorBrowser-9.0-osx64_en-US.dmg{.asc,}
ru: gpgv --keyring ./tor.keyring ~/Загрузки/TorBrowser-9.0.2-osx64_ru.dmg{.asc,}

source: #### For GNU/Linux users (change 64 to 32 if you have the 32-bit package):
ru: #### Пользователи GNU/Linux (измените 64 на 32, если у вас 32-битная версия):

source: gpgv --keyring ./tor.keyring ~/Downloads/tor-browser-linux64-9.0_en-US.tar.xz{.asc,}
ru: gpgv --keyring ./tor.keyring ~/Загрузки/tor-browser-linux64-9.0.2_ru.tar.xz{.asc,}

source: The result of the command should produce something like this:
ru: В результате этой команды вы увидите нечто подобное:

source: gpgv: Signature made 07/08/19 04:03:49 Pacific Daylight Time
ru: gpgv: Подпись сделана Пн 02 дек 2019 22:05:07 MSK

source: gpgv: using RSA key EB774491D9FF06E2
ru: gpgv: ключом RSA с идентификатором EB774491D9FF06E2

source: gpgv: Good signature from "Tor Browser Developers (signing key) <torbrowser@torproject.org>"
ru: gpgv: Действительная подпись пользователя "Tor Browser Developers (signing key) <torbrowser@torproject.org>"

source: #### Workaround (using a public key)
ru: #### Альтернативный вариант (с использованием открытого ключа)

source: If you encounter errors you cannot fix, feel free to [download and use this public key](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf) instead. Alternatively, you may use the following command:
ru: Если вы столкнулись с непреодолимыми ошибками, можете [скачать и использовать этот открытый ключ, workaround URL](https://openpgpkey.torproject.org/.well-known/openpgpkey/torproject.org/hu/kounek7zrdx745qydx6p59t9mqjpuhdf). Вы также можете воспользоваться следующей командой:

source: You may also want to [learn more about GnuPG](https://www.gnupg.org/documentation/).
ru: Подробнее о GnuPG можно почитать [здесь](https://www.gnupg.org/documentation/).

source: What are grey bars on resized Tor Browser window?
ru: Что означают серые полосы на масштабируемом окне Tor Browser?

source: Tor Browser in its default mode is starting with a content window rounded to a multiple of 200px x 100px to prevent fingerprinting the screen dimensions.
ru: По умолчанию Tor Browser стартует так, что рабочая область экрана разбивается на сегменты 200х100 точек, чтобы избежать создания отпечатка браузера.

source: The strategy here is to put all users in a couple of buckets to make it harder to single them out.
ru: Идея в том, чтобы разделить всех пользователей на пару категорий и затруднить создание индивидуальных отпечатков.

source: That works so far until users start to resize their windows (e.g. by maximizing them or going into fullscreen mode).
ru: Это работает, если только пользователь не изменяет размер окна (например, разворачивает его по максимуму или переходит в полноэкранный режим).

source: Tor Browser 9 ships with a fingerprinting defense for those scenarios as well, which is called [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming)), a technique developed by Mozilla and [presented earlier this year](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).
ru: В Tor Browser версии 9 есть защита от создания отпечатков и таких сценариев. Технология называется [Letterboxing](https://en.wikipedia.org/wiki/Letterboxing_(filming) и принадлежит Mozilla. Подробнее о ней можно прочитать [здесь](https://www.zdnet.com/article/firefox-to-add-tor-browser-anti-fingerprinting-technique-called-letterboxing/).

source: It works by adding white margins to a browser window so that the window is as close as possible to the desired size while users are still in a couple of screen size buckets that prevent singling them out with the help of screen dimensions.
ru: В окне браузера добавляются белые границы так, чтобы размер максимально соответствовал тому, что хочет пользователь, но при этом все пользователи фактически оказываются в категориях: это позволяет избежать идентификации по размеру экрана.

source: In simple words, this technique makes groups of users of certain screen sizes and this makes it harder to single out users on basis of screen size, as many users will have same screen size.
ru: Проще говоря, все пользователи оказываются принадлежащими той или иной группе с определенными параметрами экрана. Выделить кого-то одного (уникального) уже куда сложнее.

source: What are the most common issues with the latest stable version of Tor Browser?
ru: Есть ли у последней стабильной версии Tor Browser какие-либо распространенные недостатки?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ru: При выпуске очередной стабильной версии Tor Browser мы публикуем в блоге описание новых возможностей и известных проблем.

source: If you started having issues with your Tor Browser after an update, check out <a href="https://blog.torproject.org">blog.torproject.org</a> for a post on the most recent stable Tor Browser to see if your issue is listed.
ru: Если после обновления у вас возникли проблемы с Tor Browser, загляните в наш блог: <a href="https://blog.torproject.org">1blog.torproject.org</a>. Найдите сообщение о самой последней версии Tor Browser. Проверьте, упоминается ли там ваша проблема.

source: If your issue is not listed, please file a [bug report](https://trac.torproject.org) about what you're experiencing.
ru: Если проблема не упоминается, пожалуйста, [сообщите нам о том, что пошло не так](https://trac.torproject.org).

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ru: Мой антивирус блокирует доступ к Tor Browser

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ru: Большинство антивирусов позволяет занести тот или иной процесс в "белый список". Тогда этот процесс не будет блокироваться.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ru: Пожалуйста, откройте вашу антивирусную программу и поищите в настройках "белый список" или что-то подобное.

source: Next, exclude the following processes:
ru: Теперь исключите следующие процессы:

source: * For Windows
ru: * Для Windows

source: * obfs4proxy.exe (if you use bridges)
ru: * obfs4proxy.exe (если вы используете мосты)

source: * For macOS
ru: * Для macOS

source: * obfs4proxy (if you use bridges)
ru: * obfs4proxy (если вы используете мосты)

source: Finally, restart Tor Browser.
ru: Перезапустите Tor Browser.

source: This should fix the issues you're experiencing.
ru: Это должно исправить обнаруженные проблемы.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ru: Пожалуйста, учтите, что некоторые антивирусные программы, например, антивирус Касперского, могут блокировать Tor на уровне межсетевого экрана.

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ru: Я скачал и установил Tor Browser для Windows, но теперь не могу найти его

source: The file you download and run prompts you for a destination.
ru: После скачивания и запуска файла вам задавали вопрос о папке установки.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ru: Если вы не помните, какую папку выбрали, попробуйте поискать в папке "Загрузки" или на рабочем столе.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally deselected the option to create a shortcut.
ru: В Windows программа установки по умолчанию создает ярлык на рабочем столе. Впрочем, проверьте, не отключена ли случайно опция создания ярлыка.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ru: Если файл не получается найти ни в каких папках, скачайте его заново. Обратите внимание на папку, куда сохраняете файл.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ru: Выберите папку, которую сможете легко запомнить. После скачивания вы сможете найти Tor Browser в этой папке.

source: Can I use Flash in Tor Browser?
ru: Можно ли использовать Flash в Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you to not enable it.
ru: Flash в Tor Browser отключен. Советуем не включать его.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ru: Мы не считаем технологию Flash безопасной в каком бы то ни было браузере. Эта технология запросто может создать условия для нарушения вашей приватности или внедрения вредоносного программного кода.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ru: К счастью, большинство сайтов, устройств и браузеров отказалось от Flash.

source: Does using Tor Browser protect other applications on my computer?
ru: Защищает ли Tor Browser другие мои программы?

source: Only Tor Browser's traffic will be routed over the Tor network.
ru: Через сеть Tor проходит только трафик Tor Browser.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ru: Любый другие ваши программы (включая браузеры) не подключаются к сети Tor и не будут защищены.

source: They need to be configured separately to use Tor.
ru: Чтобы они смогли использовать Tor, их надо настраивать отдельно.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the [Tails live operating system](https://tails.boum.org/) which you can start on almost any computer from a USB stick or a DVD.
ru: Если вы хотите направлять весь трафик через сеть Tor, обратите внимание на [операционную систему Tails](https://tails.boum.org/). Можно запустить ее на практически любом компьютере с USB-флешки или DVD-диска.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ru: Есть ли смысл устанавливать новые дополнения или плагины для Tor Browser, например, AdBlock Plus или uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ru: Новые дополнения для Tor Browser устанавливать не рекомендуется: они могут навредить приватности и безопасности.

source: Installing new add-ons may affect Tor Browser in unforeseen ways and potentially make your Tor Browser fingerprint unique.
ru: Трудно сказать в точности, какой эффект будет иметь установка такого дополнения. Например, ваш Tor Browser получит уникальный отпечаток.

source: If your copy of Tor Browser has a unique fingerprint, your browsing activities can be deanonymized and tracked even though you are using Tor Browser.
ru: В этом случае ваши прогулки по сети утратят анонимность. Вас можно будет отследить, несмотря на Tor Browser.

source: Basically, each browser's settings and features create what is called a "browser fingerprint".
ru: Отпечатком называют совокупность настроек и опций браузера.

source: Most browsers inadvertently create a unique fingerprint for each user which can be tracked across the internet.
ru: В большинстве браузеров негласно создается уникальный отпечаток. Его можно отследить в интернете.

source: Tor Browser is specifically engineered to have a nearly identical (we're not perfect!) fingerprint across its users.
ru: Tor Browser специально спроектирован так, чтобы у всех его пользователей были почти (да, трудно добиться совершенства) один и тот же отпечаток.

source: This means each Tor Browser user looks like every other Tor Browser user, making it difficult to track any individual user.
ru: Таким образом любой пользователь Tor Browser выглядит так же, как остальные. Отследить конкретного человека становится очень трудно.

source: There's also a good chance a new add-on will increase the attack surface of Tor Browser.
ru: Есть вероятность, что новое дополнение повысит шансы атакующего Tor Browser.

source: This may allow sensitive data to be leaked or allow an attacker to infect Tor Browser.
ru: Это может привести к утечке важных данных или позволить злоумышленнику атаковать Tor Browser.

source: The add-on itself could even be maliciously designed to spy on you.
ru: Само по себе дополнение тоже может содержать вредоносный код и шпионить за вами.

source: Tor Browser already comes installed with two add-ons — [HTTPS Everywhere](https://www.eff.org/https-everywhere) and [NoScript](https://noscript.net) — and adding anything else could deanonymize you.
ru: В Tor Browser по умолчанию установлены два дополнения: [HTTPS Everywhere](https://www.eff.org/https-everywhere) и [NoScript](https://noscript.net). Прочие дополнения могут разрушить вашу анонимность.

source: Want to learn more about browser fingerprinting? Here's an [article](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) on The Tor Blog all about it.
ru: Хотите узнать больше о браузерных отпечатках? Им посвящена [целая статья](https://blog.torproject.org/browser-fingerprinting-introduction-and-challenges-ahead) в блоге Tor.

source: Can I download Tor Browser for Chrome OS?
ru: Можно ли скачать Tor Browser для Chrome OS?

source: Unfortunately, we don't yet have a version of Tor Browser for Chrome OS.
ru: К сожалению, у нас пока нет версии Tor Browser для Chrome OS.

source: You could run [Tor Browser for Android](https://www.torproject.org/download/#android) on Chrome OS. Note that by using Tor Mobile on Chrome OS, you will view the mobile (not desktop) versions of websites.
ru: На Chrome OS вы можете запустить [Tor Browser для Android](https://www.torproject.org/download/#android). Обратите внимание: используя Tor Mobile на Chrome OS, вы будете видеть версии сайтов для мобильных устройств.

source: However, because we have not audited the app in Chrome OS, we don't know if all the privacy features of Tor Browser for Android will work well.
ru: Впрочем, мы пока не проводили аудит работы Tor Browser для Android в Chrome OS, поэтому не можем утверждать, что все функции защиты приватности работают как надо.

source: Can I pick which country I'm exiting from?
ru: Можно ли выбрать страну для выходного узла моего трафика?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ru: Не следует менять способ, которым Tor создает цепочку промежуточных серверов.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry/exit nodes can compromise your anonymity.
ru: Оставьте выбор самой программе. Так вы обеспечите себе наилучшую безопасность. Изменение входных/выходных узлов вручную может подорвать вашу анонимность.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ru: Если вам просто нужно зайти на сайт, доступ к которому ограничен одной конкретной страной, попробуйте использовать не Tor, а VPN.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ru: VPN не обеспечивает тот же уровень приватности, как Tor, но может помочь решить проблемы с доступом к сайту из-за вашего местоположения.

source: Is it safe to run Tor Browser and another browser at the same time?
ru: Безопасно ли использовать Tor Browser и другой браузер одновременно?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ru: Работа Tor Browser и другого браузера одновременно не влияет на возможности и уровень приватности Tor Browser.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ru: Помните, что другие браузеры не обеспечивают приватность ваших действий. Можно забыть об этом и случайно использовать обычный браузер, рассчитывая на защиту Tor Browser.

source: Is there support for *BSD?
ru: Есть ли поддержка *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ru: Извините, пока нет официальной поддержки Tor Browser для *BSD.

source: There is something called the [TorBSD project](https://www.torbsd.org/), but their Tor Browser is not officially supported.
ru: Существует так называемый [проект TorBSD](https://www.torbsd.org/), но их версия Tor Browser нашей командой официально не поддерживается.

source: Why is the first IP address in my relay circuit always the same?
ru: Почему первый IP-адрес в цепочке серверов всегда один и тот же?

source: That is normal Tor behavior.
ru: Это нормальное поведение Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
ru: Первый узел в цепочке называется "входным" или "сторожевым" узлом.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ru: Это быстрый и стабильный узел. Он так и будет первым для вас в течение 2-3 месяцев, чтобы защитить от покушений на вашу анонимность.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ru: Остальные узлы вашей цепочки меняются с каждым новым открытым сайтом. Совокупность узлов обеспечивает полную защиту приватности в Tor.

source: For more information on how guard relays work, see this [blog post](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) and [paper](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf) on entry guards.
ru: Больше информации о том, как работают "сторожевые" узлы, можно получить [в блоге](https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters) и [статье](https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf).

source: How do I view Tor Browser message log?
ru: Как увидеть историю сообщений Tor Browser?

source: When you have Tor Browser open, you can navigate to the hamburger menu (on the top-right of the browser, next to the URL bar), then click on "Preferences", and finally on "Tor" in the side bar.
ru: В Tor Browser нажмите кнопку "гамбургера" в правом верхнем углу. Выберите в меню "Настройки", а в левом столбце "Tor".

source: You should see an option to copy the log to your clipboard, which you will be able to paste it into a text editor or an email client.
ru: Вы можете скопировать лог в буфер обмена, а потом вставить в текстовый редактор или клиент электронной почты.

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ru: Правда ли, что Tor Browser медленнее других браузеров? Как мне его ускорить?

source: Using Tor Browser can sometimes be slower than other browsers.
ru: Иногда Tor Browser может работать медленнее, чем другие браузеры.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. And, by design, your traffic is bouncing through volunteers' servers in various parts of the world, and some bottlenecks and network latency will always be present.
ru: Сетью Tor ежедневно пользуется более миллиона человек. Их обслуживает всего 6 тысяч узлов. Нагрузка на узлы может стать причиной задержек. Кроме того, по смыслу Tor ваш трафик пересылается по всему миру от одного узла другому. В таких условиях неизбежны "узкие места" и "пробки".

source: You can help improve the speed of the network by [running your own relay](https://community.torproject.org/relay/), or encouraging others to do so.
ru: Можете содействовать повышению скорости сети, если [запустите свой узел](https://community.torproject.org/relay/) или убедите других сделать это.

source: For the much more in-depth answer, see [Roger's blog post on the topic](https://blog.torproject.org/blog/why-tor-is-slow) and [Tor's Open Research Topics: 2018 edition](https://blog.torproject.org/tors-open-research-topics-2018-edition) about Network Performance.
ru: Интересуетесь подробностями? Читайте [наш блог](https://blog.torproject.org/blog/why-tor-is-slow), а также [исследование 2018 года](https://blog.torproject.org/tors-open-research-topics-2018-edition) о производительности сети.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ru: Сегодня Tor гораздо быстрее, чем раньше. Возможно, вы не заметите никакой разницы в скорости с другими браузерами.

source: What search engine comes with Tor Browser and how does it protect my privacy?
ru: Какая поисковая система установлена в Tor Browser по умолчанию? Как она поможет защитить мою приватность?

source: [DuckDuckGo](https://duckduckgo.com/) is the default search engine in Tor Browser.
ru: Поисковая система в Tor Browser по умолчанию – [DuckDuckGo](https://duckduckgo.com/).

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about [DuckDuckGo privacy policy](https://duckduckgo.com/privacy).
ru: DuckDuckGo не следит за пользователями и не хранит данные об их поисковых запросах. ([Политика приватности DuckDuckGo](https://duckduckgo.com/privacy)).

source: I'm having a problem with DuckDuckGo.
ru: У меня проблемы с DuckDuckGo

source: Please see the [DuckDuckGo support portal](https://duck.co/help).
ru: Загляните на [портал поддержки DuckDuckGo](https://duck.co/help).

source: If you believe this is a Tor Browser issue, please report it on our [bug tracker](https://trac.torproject.org/).
ru: Считаете, что проблема в Tor Browser? Пожалуйста, [сообщите нам об ошибке](https://trac.torproject.org/).

source: I'm having a problem with NoScript.
ru: У меня проблемы с NoScript

source: Please see the [NoScript FAQ](https://noscript.net/faq).
ru: Пожалуйста, воспользуйтесь [NoScript FAQ](https://noscript.net/faq).

source: I'm having a problem with HTTPS Everywhere.
ru: У меня проблемы с HTTPS Everywhere
