Repository: torpluston/translation
Catalog: contents+ka.po
Languages: ka

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ka: გთხოვთ, მხარი დაუჭიროთ პირადი მონაცემების ხელშეუხებლობასა და ინტერნეტის თავისუფლებას და დართოთ Tor-ის მომხმარებლებს xyz.com საიტთან წვდომის ნება. გმადლობთ.“

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ka: ბანკების ან სხვა დაცული მომსახურებების მომწოდებელი ვებსაიტების შემთხვევაში, ხშირია ადგილმდებარეობის მიხედვით შეზღუდვა (თუ ბანკმა იცის რომ ხშირად იყენებთ მის მომსახურებებს გარკვეული ქვეყნიდან და მოულოდნელად დაუკავშირდებით მსოფლიოს მეორე კუთხეში არსებული გამსვლელი წერტილიდან, თქვენი ანგარიში შეიძლება ჩაიკეტოს ან დროებით შეჩერდეს).

source: If you are unable to connect to an onion service, please see [I cannot reach X.onion!](../../onionservices/onionservices-3).
ka: თუ ვერ ახერხებთ onion-მომსახურებასთან დაკავშირებას, გთხოვთ იხილოთ [ვერ ვუკავშირდები X.onion-ს!](../../onionservices/onionservices-3).

source: I can’t connect to Tor Browser, is my network censored?
ka: ვერ ვუკავშირდები Tor-ბრაუზერს, ჩემი ქსელი ცენზურის ქვეშაა?

source: You might be on a censored network, and so you should try using bridges.
ka: შესაძლოა თქვენი ქსელი იყოს ცენზურის ქვეშ, ასეთ შემთხვევაში გადამცემი ხიდები უნდა გამოიყენოთ.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ka: გადამცემი ხიდების ნაწილი მოყვება Tor-ბრაუზერს და შეგიძლიათ მათი გამოყენება „გამართვის“ არჩევით (შემდეგ გამოსული მითითებების გაყოლით) Tor-ის გამშვებ ფანჯარაში, რომელიც ვარდება Tor-ბრაუზერის პირველად გახსნისას.

source: If you need other bridges, you can get them at our [Bridges website](https://bridges.torproject.org/).
ka: თუ სხვა ხიდები გჭირდებათ, შეგიძლია მათი მიღება ჩვენი [გადამცემი ხიდების საიტიდან](https://bridges.torproject.org/).

source: For more information about bridges, see the [Tor Browser manual](https://tb-manual.torproject.org/bridges).
ka: ვრცლად, გადამცემი ხიდების შესახებ, იხილეთ [Tor-ბრაუზერის სახელმძღვანელო](https://tb-manual.torproject.org/ka/bridges).

source: What is a bridge?
ka: რას წარმოადგენს გადამცემი ხიდი?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ka: გადამცემი ხიდები წარმოადგენს Tor-გადამცემებს, რომლებიც არაა აღნუსხული საჯაროდ Tor-სიაში.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ka: რაც ნიშნავს, რომ ინტერნეტის მომწოდებელი ან მთავრობა, რომელიც შეეცდება Tor-ქსელთან წვდომის შეზღუდვას, უბრალოდ ვერ შეძლებს ყველა გადამცემი ხიდის შეზღუდვას.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ka: გადამცემი ხიდები გამოსადეგია Tor-ის იმ მომხმარებლებისთვის, რომლებიც იმყოფებიან სახელისუფლებო ან ზემდგომთა ზეწოლის ქვეშ და ესაჭიროებათ დამატებითი დაცვა, რადგან ფიქრობენ რომ შესაძლოა ამოიცნონ, Tor-გადამცემის საჯაროდ ცნობილ IP-მისამართთან დაკავშირებისას.

source: A bridge is just a normal relay with a slightly different configuration.
ka: ხიდი წარმოადგენს ჩვეულებრივ გადამცემს, ოღონდ ოდნავ განსხვავებულადაა გამართული.

source: See [How do I run a bridge](https://community.torproject.org/relay/setup/bridge/) for instructions.
ka: იხილეთ, [როგორ გავუშვა გადამცემი ხიდი](https://community.torproject.org/relay/setup/bridge/), ვრცელი მითითებებისთვის.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ka: ზოგიერთი სახელმწიფო, მათ შორის ჩინეთი და ირანი პოულობს გზებს, Tor-ხიდებთან კავშირების აღმოსაჩენად და შესაზღუდად.

source: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) bridges address this by adding another layer of obfuscation.
ka: [Obfsproxy](https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt) გადამცემი ხიდები ამისამართებს გაბუნდოვნების დამატებითი შრის მეშვეობით.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ka: obfsproxy-ის გადამცემი ხიდის გამართვა, საჭიროებს დამატებით პროგრამულ კრებულსა და დამატებითი სახის ცვლილებებს.

source: See our page on [pluggable transports](https://www.torproject.org/docs/pluggable-transports.html.en) for more info.
ka: იხილეთ ჩვენი გვერდი [მისაერთებელი გადამყვანების](https://www.torproject.org/docs/pluggable-transports.html.en) შესახებ, დამატებითი ინფორმაციისთვის.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ka: Tor-ის გამოყენებისას, მაინც აქვთ მიმყურადებლებს შესაძლებლობა მოიპოვონ ჩემ მიერ ვებსაიტებისთვის გაზიარებული მონაცემები, როგორიცაა ანგარიშის სახელები, პაროლები ველებში შეყვანილი სხვა ინფორმაცია?

source: Tor prevents eavesdroppers from learning sites that you visit.
ka: Tor არ აძლევს საშუალებას მიმყურადებლებს იხილონ, თუ რომელ საიტებს ეწვიეთ.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ka: მონაცემები, რომლებიც დაუშიფრავად იგზავნება ინტერნეტით ჩვეულებრივი HTTP-კავშირით, შესაძლებელია ხილული იყოს გამსვლელი წერტილის მფლობელებისთვის ან ნებისმიერი პირისთვის, რომელიც აკვირდება კავშირს გამსვლელ წერტილსა და საიტს შორის.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ka: თუ საიტი, რომელსაც ეწვევით იყენებს HTTPS-ს, მაშინ გადაცემული მონაცემები გამსვლელი წერტილიდან დაიშიფრება და მიუწვდომელი დარჩება თვალყურისმდევნელებისთვის.

source: #### This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.
ka: #### მოცემული გამოსახულება აჩვენებს, თუ რა და რა ინფორმაციაა ხილული მეთვალყურეებისთვის, Tor-ბრაუზერითა და HTTP-დაშიფვრით ან მათ გარეშე:

source: Can I browse normal HTTPS sites with Tor?
ka: შემიძლია Tor-ით მოვინახულო ჩვეულებრივი HTTPS-საიტები?

source: The short answer is: **Yes, you can browse normal HTTPS Sites using Tor.**
ka: მოკლე პასუხია: **დიახ, შეგიძლიათ მოინახულოთ ჩვეულებრივი HTTPS-საიტები Tor-ით.**

source: HTTPS Connections are used to secure communications over computer networks.
ka: HTTPS-კავშირები გამოიყენება მონაცემების უსაფრთხო გადაცემისთვის კომპიუტერულ ქსელებში.

source: You can [read more about HTTPS here](https://tb-manual.torproject.org/secure-connections/).
ka: ვრცლად, [HTTPS-ის თაობაზე იხილავთ აქ](https://tb-manual.torproject.org/ka/secure-connections/).

source: Tor Browser has the [HTTPS Everywhere](https://www.eff.org/https-everywhere) plugin which automatically switches thousands of sites from unencrypted "HTTP" to more private "HTTPS".
ka: Tor-ბრაუზერს გააჩნია მოდული [HTTPS Everywhere](https://www.eff.org/https-everywhere), რომელსაც თავისით გადაჰყავს ათასობით საიტი დაუშიფრავი „HTTP“ კავშირიდან, მეტად დაცულ „HTTPS“ კავშირზე.

source: What bandwidth shaping options are available to Tor relays?
ka: გამტარუნარიანობის განსაზღვრის რა საშუალებებია Tor-გადამცემებზე?

source: There are two options you can add to your torrc file:
ka: ორი პარამეტრის დამატებაა შესაძლებელი torrc ფაილში:

source: **BandwidthRate** is the maximum long-term bandwidth allowed (bytes per second).
ka: **BandwidthRate** არის უმაღლესი დასაშვები გამტარუნარიანობა გრძელვადიანად (ბაიტი წამში).

source: For example, you might want to choose "BandwidthRate 10 MBytes" for 10 megabytes per second (a fast connection), or "BandwidthRate 500 KBytes" for 500 kilobytes per second (a decent cable connection).
ka: მაგალითად, შეგიძლიათ აირჩიოთ „BandwidthRate 10 MBytes“ წამში 10 მეგაბაიტი (სწრაფი კავშირისას) ან „BandwidthRate 500 KBytes“ წამში 500 კილობაიტი (მოკრძალებული სიჩქარისას).

source: The minimum BandwidthRate setting is 75 kilobytes per second.
ka: უმცირესი BandwidthRate პარამეტრად მითითებულია 75 კილობაიტი წამში.

source: **BandwidthBurst** is a pool of bytes used to fulfill requests during short periods of traffic above BandwidthRate but still keeps the average over a long period to BandwidthRate.
ka: **BandwidthBurst** არის მარაგი ბაიტების, რომელიც გამოიყენება მოკლევადიან მონაკვეთებში მიმოცვლილი მონაცემების გადაჭარბებისას BandwidthRate-ზე, თუმცა დროის გრძელვადიან მონაკვეთში, ნარჩუნდება BandwidthRate.

source: A low Rate but a high Burst enforces a long-term average while still allowing more traffic during peak times if the average hasn't been reached lately.
ka: დაბალი სიხშირე და მაღალი ბიძგები უზრუნველყოფს საშუალო სიჩქარეს გრძელვადიანად, თუმცა შესაძლებლობას იძლევა მეტი მონაცემების გატარების, მაღალი დატვირთვის შემთხვევებისას, თუ დანარჩენ დროს, მოთხოვნა საშუალოს არ აღწევს.

source: For example, if you choose "BandwidthBurst 500 KBytes" and also use that for your BandwidthRate, then you will never use more than 500 kilobytes per second; but if you choose a higher BandwidthBurst (like 5 MBytes), it will allow more bytes through until the pool is empty.
ka: მაგალითად, თუ აირჩევთ „BandwidthBurst 500 KBytes“ და იგივე იქნება თქვენი „BandwidthRate“, მაშინ არასდროს გადააჭარბებს 500 კილობაიტს წამში; მაგრამ, თუ არჩეული გექნებათ უფრო მაღალი BandwidthBurst (მაგალითად 5 მეგაბაიტი), გაატარებს მეტ ბაიტებს, სანამ მარაგი თავისუფალი ექნება.

source: If you have an asymmetric connection (upload less than download) such as a cable modem, you should set BandwidthRate to less than your smaller bandwidth (Usually that's the upload bandwidth).
ka: თუ არათანაბარი კავშირი გაქვთ (ატვირთვა ნაკლებია ჩამოტვირთვაზე) როგორც კაბელის ინტერნეტზეა, BandwidthRate უნდა მიუთითოთ ნაკლები, უმცირეს გამტარუნარიანობაზე (ჩვეულებრივ, ატვირთვის გამტარუნარიანობაა მცირე).

source: Otherwise, you could drop many packets during periods of maximum bandwidth usage - you may need to experiment with which values make your connection comfortable.
ka: თუ არადა, მონაცემთა ბევრი ნაკრები დაიკარგება, მაღალი დატვირთვისას – კარგი იქნება თუ გამოცდით, რა მნიშვნელობებია მეტად მოსახერხებელი თქვენი კავშირისთვის.

source: Then set BandwidthBurst to the same as BandwidthRate.
ka: შემდეგ მიუთითებთ BandwidthBurst-ს იმავეს მნიშვნელობას რაც იქნება BandwidthRate.

source: Linux-based Tor nodes have another option at their disposal: they can prioritize Tor traffic below other traffic on their machine, so that their own personal traffic is not impacted by Tor load.
ka: Linux-ზე დაფუძნებულ Tor კვანძებს აქვთ კიდევ ერთი საშუალება: შესაძლებელია უპირატესობის მინიჭება სხვა კავშირისთვის, Tor-ით მიმოცვლილ მონაცემთა შედარებით, რის შედეგადაც Tor არ დააზარალებს მომხმარებლის პირად კავშირს.

source: A [script to do this](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) can be found in the Tor source distribution's contrib directory.
ka: ამის გასაკეთებლად [სკრიპტი](https://gitweb.torproject.org/tor.git/tree/contrib/operator-tools/linux-tor-prio.sh) განთავსებულია Tor-ის წყაროს საცავის საქაღალდეში.

source: Additionally, there are hibernation options where you can tell Tor to only serve a certain amount of bandwidth per time period (such as 100 GB per month). These are covered in the hibernation entry below.
ka: გარდა ამისა, არსებობს უქმი რეჟიმის პარამეტრები, სადაც შესაძლოა მიეთითოს Tor-ს, რომ მხოლოდ გარკვეული ოდენობის მონაცემები გაატაროს დროის რაღაც შუალედში (მაგალითად 100 GB თვეში). ვრცლად, იხილეთ უქმი რეჟიმის შესახებ ჩანაწერი ქვემოთ.

source: Note that BandwidthRate and BandwidthBurst are in **Bytes**, not Bits.
ka: გაითვალისწინეთ, რომ BandwidthRate და BandwidthBurst მოცემულია **ბაიტებში** და არა ბიტებში.

source: I'm behind a NAT/Firewall.
ka: აყენია NAT/ქსელის ფარი.

source: See [portforward.com](https://portforward.com/) for directions on how to port forward with your NAT/router device.
ka: იხილეთ [portforward.com](https://portforward.com/) მითითებებისთვის, თუ როგორ უნდა გადამისამართდეს პორტები NAT/როუტერის გამოყენებისას.

source: If your relay is running on a internal net, you need to setup port forwarding.
ka: თუ თქვენი გადამცემი ეშვება შიდა ქსელში, პორტის გადამისამართებაა საჭირო.

source: Forwarding TCP connections is system dependent but the firewalled-clients FAQ entry offers some examples on how to do this.
ka: TCP-კავშირების გადამისამართება სისტემაზეა დამოკიდებული, თუმცა ქსელის ფარის მქონე კლიენტებისთვის, ჩვენი ხ.დ.კ. გთავაზობთ რამდენიმე მაგალითს.

source: Also, here's an example of how you would do this on GNU/Linux if you're using iptables:
ka: აგრეთვე, აქ მოცემულია მაგალითი, როგორ გაკეთდება ეს ყველაფერი GNU/Linux-ზე, როცა გამოიყენება iptables:

source: You may have to change "eth0" if you have a different external interface (the one connected to the Internet).
ka: შეიძლება დაგჭირდეთ, შეცვალოთ „eth0“ თუ განსხვავებული გარე მაკავშირებელი გაქვთ (რაც ინტერნეტს უერთდება).

source: Chances are you have only one (except the loopback) so it shouldn't be too hard to figure out.
ka: დიდი ალბათობით მხოლოდ ერთი იქნება (გარდა საკუთარ თავთან დამაკავშირებლისა) ასე რომ, მისი აღმოჩენა რთული არ იქნება.

source: Do I get better anonymity if I run a relay?
ka: მეტად ვიქნები ვინაობის გამხელისგან დაცული, გადამცემის გაშვებისას?

source: Yes, you do get better anonymity against some attacks.
ka: დიახ, ვინაობის გამჟღავნებისგან დაცვა გაიზრდება, ზოგიერთი სახის შეტევისას.

source: The simplest example is an attacker who owns a small number of Tor relays.
ka: მარტივი მაგალითია შემტევი, რომელიც ფლობს მცირე ოდენობის Tor-გადამცემებს.

source: They will see a connection from you, but they won't be able to know whether the connection originated at your computer or was relayed from somebody else.
ka: ისინი იხილავენ კავშირს მომავალს თქვენგან, მაგრამ არ შეეძლებათ დაადგინონ, ეს კავშირი თქვენი წამოწყებულია, თუ თქვენი კომპიუტერი სხვის მონაცემებს გადასცემს.

source: There are some cases where it doesn't seem to help: if an attacker can watch all of your incoming and outgoing traffic, then it's easy for them to learn which connections were relayed and which started at you.
ka: არის შემთხვევები, რომელიც შეიძლება არ დაგეხმაროთ: თუ შემტევი, თვალს ადევნებს თქვენს შემავალ და გამავალ მონაცემებს, მაშინ მარტივად გაარკვევს, რომელი კავშირი გატარებულია და რომელი თქვენი წამოწყებული.

source: (In this case they still don't know your destinations unless they are watching them too, but you're no better off than if you were an ordinary client.)
ka: (ამ შემთხვევაში მათ მაინც არ ეცოდინებათ საბოლოო დანიშნულების წერტილები, თუ მათაც არ ადევნებენ თვალს, მაგრამ არც უკეთესი პირობები არ გექნებათ, ვიდრე ჩვეულებრივ კლიენტს).

source: There are also some downsides to running a Tor relay.
ka: ასევე რამდენიმე უარყოფითი მხარეც აქვს Tor-გადამცემის გაშვებას.

source: First, while we only have a few hundred relays, the fact that you're running one might signal to an attacker that you place a high value on your anonymity.
ka: პირველი, ვინაიდან მხოლოდ რამდენიმე ასეული გადამცემი გვაქვს, ის გარემოება, რომ თქვენ ერთ-ერთს წარმოადგენთ, შემტევს აცნობებს, რომ დიდ მნიშვნელობას ანიჭებთ თქვენი ვინაობის გაუმხელობას.

source: Second, there are some more esoteric attacks that are not as well-understood or well-tested that involve making use of the knowledge that you're running a relay -- for example, an attacker may be able to "observe" whether you're sending traffic even if they can't actually watch your network, by relaying traffic through your Tor relay and noticing changes in traffic timing.
ka: მეორე, არსებობს ცალკეული იშვიათი სახის შეტევები, რომლებიც არაა კარგად შესწავლილი და გამოცდილი, იმ ცნობის გამოყენებით, რომ თქვენ გაშვებული გაქვთ გადამცემი -- მაგალითად, შემტევს შეუძლია „გამოიკვლიოს“ აგზავნით თუ არა მონაცემებს, იმ შემთხვევაშიც კი, თუ იგი პირდაპირ თვალს არ ადევნებს თქვენს ქსელს, კავშირის თქვენი Tor-გადამცემით გატარებითა და მონაცემთა მიმოცვლისას დაყოვნების ცვლილებებზე დაკვირვებით.

source: It is an open research question whether the benefits outweigh the risks.
ka: ეს ღია საკვლევი საკითხია, უპირატესობები წონის თუ არა საფრთხეებს.

source: A lot of that depends on the attacks you are most worried about.
ka: ყველაფერი დამოკიდებულია, მოსალოდნელი შეტევის სახეებზე.

source: For most users, we think it's a smart move.
ka: თუმცა მომხმარებელთა უმეტესობისთვის, ვფიქრობთ ჭკვიანური ნაბიჯია.

source: Can I run a Tor relay using a dynamic IP address?
ka: შემიძლია გავუშვა Tor-გადამცემი, ცვალებადი IP-მისამართის გამოყენებისას?

source: Tor can handle relays with dynamic IP addresses just fine.
ka: Tor-ს თავისუფლად შეუძლია ცვალებადი IP-მისამართების მქონე გადამცემთა გამოყენება.

source: Just leave the "Address" line in your [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) blank, and Tor will guess.
ka: უბრალოდ დატოვეთ „Address“ ხაზი თქვენს [torrc](https://support.torproject.org/tbb/tbb-editing-torrc/) ფაილში ცარიელი, და Tor თავად დაადგენს.

source: I'd run a relay, but I don't want to deal with abuse issues.
ka: მსურს გავუშვა გადამცემი, მაგრამ არ მინდა უსიამოვნებაში გავეხვე.

source: Great. That's exactly why we implemented exit policies.
ka: მშვენიერია. სწორედ ამიტომ დავნერგეთ გამსვლელი კვანძის დებულებები.

source: Each Tor relay has an exit policy that specifies what sort of outbound connections are allowed or refused from that relay.
ka: თითოეულ Tor-გადამცემს გააჩნია გამსვლელი კვანძის დებულება, რომელიც განსაზღვრავს, რა სახის გამავალი კავშირებია დაშვებული და შეზღუდული ამ გადამცემზე.

source: The exit policies are propagated to Tor clients via the directory, so clients will automatically avoid picking exit relays that would refuse to exit to their intended destination.
ka: გამსვლელი კვანძის დებულებები მიეწოდება Tor-ის მომხმარებლებს ცნობარის მეშვეობით, შედეგად მომხმარებლები აღარ გამოიყენებენ გადამცემებს, რომლებსაც უარი აქვს გაცხადებული, გამავალ კავშირებზე.

source: This way each relay can decide the services, hosts, and networks it wants to allow connections to, based on abuse potential and its own situation.
ka: ამ გზით, თითოეულ გადამცემს შეუძლია მიუთითოს, რა მომსახურებებთან, მისამართებსა და ქსელებთან ექნება დაშვებული კავშირები, მოსალოდნელი უსიამოვნებებისა და არსებული გარემოებების გათვალისწინებით.

source: The default exit policy allows access to many popular services (e.g. web browsing), but restricts some due to abuse potential (e.g. mail) and some since the Tor network can't handle the load (e.g. default file-sharing ports).
ka: გამსვლელი კვანძის ნაგულისხმევი დებულებით დაშვებულია წვდომა გავრცელებულ მომსახურებებთან (მაგ. ვებგვერდების მონახულება), მაგრამ შეზღუდულია ზოგიერთი საფრთხის შემცველი (მაგ. ფოსტა), აგრეთვე ისეთებიც, რომელთა დატვირთვასაც Tor-ქსელი შეიძლება ვერ გაუმკლავდეს (მაგ. ფაილების გაზიარების ნაგულისხმევი პორტები).

source: You can change your exit policy by editing your torrc file.
ka: თქვენი გამსვლელი კვანძის დებულების შეცვლა, შეგიძლიათ torrc ფაილის ჩასწორებით.

source: If you want to avoid most if not all abuse potential, set it to "reject *:*".
ka: თუ გსურთ შეზღუდოთ უმეტესი საფრთხის შემცველი კავშირები, მიუთითეთ „reject *:*“.

source: This setting means that your relay will be used for relaying traffic inside the Tor network, but not for connections to external websites or other services.
ka: ამ პარამეტრის დაყენებით, გადამცემი მონაცემებს მხოლოდ Tor-ქსელის შიგნით გაატარებს, მაგრამ არ დაუკავშირდება გარე საიტებს ან სხვა მომსახურებებს.

source: If you do allow any exit connections, make sure name resolution works (that is, your computer can resolve Internet addresses correctly).
ka: თუ დაუშვებთ გარე კავშირებს, დარწმუნდით რომ სახელების დამუშავება მოქმედია (ანუ თქვენ კომპიუტერს სწორად შეუძლია ინტერნეტმისამართების სწორად გამოყენება).

source: If there are any resources that your computer can't reach (for example, you are behind a restrictive firewall or content filter), please explicitly reject them in your exit policy otherwise Tor users will be impacted too.
ka: თუ არის მისამართები, რომლებთან წვდომაც თქვენს კომპიუტერს არ შეუძლია (მაგალითად ქსელის ფარი ან ფილტრი ზღუდავს), გთხოვთ ნათლად გამორიცხოთ გამსვლელი კვანძის დებულებით თუ არადა Tor-მომხმარებლებსაც დააზარალებს.

source: I'm facing legal trouble. How do I prove that my server was a Tor relay at a given time?
ka: გადავაწყდი სამართლებრივ დაბრკოლებას. როგორ შემიძლია დავასაბუთო, რომ დროის განსაზღვრულ მონაკვეთში ჩემი სერვერი იყო Tor-ის გადამცემი?

source: [Exonerator](https://exonerator.torproject.org/) is a web service that can check if an IP address was a relay at a given time.
ka: [Exonerator](https://exonerator.torproject.org/) არის ვებმომსახურება, რომელსაც შეუძლია დაამოწმოს, იყო თუ არა თქვენი IP-მისამართი დროის განსაზღვრულ მონაკვეთში გადამცემი.

source: We can also [provide a signed letter](https://www.torproject.org/contact/) if needed.
ka: ჩვენ ასევე შეგვიძლია [მოგაწოდოთ წერილი ხელმოწერით](https://www.torproject.org/contact/) საჭიროების შემთხვევაში.

source: Why can I not browse anymore after limiting bandwidth on my Tor relay?
ka: რატომ ვეღარ ვნახულობ ვებგვერდებს, Tor-ის ჩემს გადამცემზე, გამტარუნარიანობის შეზღუდვის შემდეგ?

source: The parameters assigned in the [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) and [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) apply to both client and relay functions of the Tor process.
ka: პარამეტრები, რომლებსაც საზღვრავს [AccountingMax](https://2019.www.torproject.org/docs/faq.html.en#LimitTotalBandwidth) და [BandwidthRate](https://2019.www.torproject.org/docs/faq.html.en#BandwidthShaping) მოქმედებს ორივეზე, კლიენტსა და გადამცემზე, Tor-ში მუშაობისას.

source: Thus you may find that you are unable to browse as soon as your Tor goes into hibernation, signaled by this entry in the log:
ka: სწორედ ამიტომ, შესაძლოა აღმოაჩინოთ, რომ გვერდების მონახულება არ შეგიძლიათ იმ დროს, როცა თქვენი Tor გადადის უქმ რეჟიმში, რაც აღინიშნება ჩანაწერში შემდეგნაირად:

source: Bandwidth soft limit reached; commencing hibernation. No new
ka: გამტარუნარიანობის პროგრამული ზღვარი მიღწეულია; ძალაში შედის უქმი რეჟიმი. ახალი

source: connections will be accepted
ka: კავშირები აღარ მიიღება

source: The solution is to run two Tor processes - one relay and one client, each with its own config.
ka: გამოსავალია, ორი Tor-პროცესის გაშვება – ერთი გადამცემისთვის და მეორე კლიენტისთვის, თითოეული თავისი პარამეტრებით.

source: One way to do this (if you are starting from a working relay setup) is as follows:
ka: ერთი გზაა ამისთვის (თუ იწყებთ უკვე მუშა გადამცემიდან) შემდეგია:

source: * In the relay Tor torrc file, simply set the SocksPort to 0.
ka: * გადამცემის Tor torrc ფაილში, უბრალოდ SocksPort მიუთითეთ 0.

source: * Create a new client torrc file from the torrc.sample and ensure it uses a different log file from the relay.
ka: * შექმენით კლიენტის ახალი torrc ფაილი ნიმუშიდან torrc.sample და დარწმუნდით, რომ იყენებს განსხვავებულ აღრიცხვის ფაილს გადამცემიდან.

source: One naming convention may be torrc.client and torrc.relay.
ka: სახელთა ერთ-ერთი შეთანხმება შეიძლება იყოს torrc.client და torrc.relay.

source: * Modify the Tor client and relay startup scripts to include `-f /path/to/correct/torrc`.
ka: * შეცვალეთ Tor-ის კლიენტისა და გადამცემის გამშვები სკრიპტები, ამ სტრიქონის ჩამატებით `-f /path/to/correct/torrc`.

source: * In Linux/BSD/Mac OS X, changing the startup scripts to `Tor.client` and `Tor.relay` may make separation of configs easier.
ka: * Linux/BSD/Mac OS X სისტემაში, გამშვები სკრიპტის შეცვლამ ფაილებისთვის `Tor.client` და `Tor.relay` პარამეტრების განცალკევება შეიძლება გააადვილოს.

source: Can I use IPv6 on my relay?
ka: შემიძლია გამოვიყენო IPv6 ჩემი გადამცემისთვის?
