{
  "appDesc": {
    "message": "Snowflake е WebRTC pluggable transport за Tor."
  },
  "popupEnabled": {
    "message": "Овозможено"
  },
  "popupLearnMore": {
    "message": "Научете повеќе"
  },
  "popupStatusOff": {
    "message": "Snowflake е исклучен"
  },
  "popupStatusOn": {
    "message": "Број на корисници кои се поврзани во моментов: $1"
  },
  "popupStatusReady": {
    "message": "Вашиот Snowflake е подготвен да им помогне на корисниците да ја заобиколат цензурата"
  },
  "popupWebRTCOff": {
    "message": "WebRTC карактеристиката не е детектирана."
  },
  "popupBridgeUnreachable": {
    "message": "Не може да се поврзе со мостот."
  },
  "popupDescOn": {
    "message": "Број на корисници кој вашиот Snowflake им помогнал да ја заобиколаат цензурата во последните 24 часа: $1"
  },
  "popupRetry": {
    "message": "Retry"
  },
  "popupRetrying": {
    "message": "Retrying ..."
  },
  "badgeCookiesOff": {
    "message": "Колачињата не се овозможени."
  },
  "websiteIntro": {
    "message": "Snowflake е систем кој ја поразува интернет цензурата. Луѓето кои се цензурирани може да го користат Snowflake за да пристапуваат на Интернет. Нивното поврзување оди преку Snowflake проксија, кои се водени од волонтери. За подетални информации за тоа како работи Snowflake видете ја нашата <a href=\"https://trac.torproject.org/projects/tor/wiki/doc/Snowflake/\" data-msgid=\"__MSG_docWiki__\">wiki документација</a>."
  },
  "docWiki": {
    "message": "wiki документација"
  },
  "browser": {
    "message": "Прелистувач"
  },
  "censoredUsers": {
    "message": "Ако вашиот пристап на Интернет е цензуриран, треба да го преземете <a href=\"https://www.torproject.org/download/\">Tor Browser</a>."
  },
  "extension": {
    "message": "Проширување"
  },
  "installExtension": {
    "message": "Ако вашиот Интернет пристап е <strong>не</strong> цензуриран, би можеле да размислите да го инсталирате Snowflake проширувањето за да им помогнете на корисниците на цензурираните мрежи. Нема потребе да се грижите за тоа на која веб страна луѓето и пристапуваат преку вашето прокси. Нивната видлива IP адреса за прелистување ќе одговоара со нивниот излезен Tor јазол, а не со вашиот."
  },
  "installFirefox": {
    "message": "Инсталирај во Firefox"
  },
  "installChrome": {
    "message": "Инсталирај во Chrome"
  },
  "reportingBugs": {
    "message": "Пријавување грешки"
  },
  "fileBug": {
    "message": "Ако се судрите со проблеми со Snowflake како клиент или како пркси, ве молиме размислете да пријавите грешка. За да го сторите тоа, треба да,"
  },
  "sharedAccount": {
    "message": "Или да <a href=\"https://trac.torproject.org/projects/tor/register\">создадете сметка</a> или <a href=\"https://trac.torproject.org/projects/tor/login\">да се најавите</a> користејќи ја споделената <b>енкриптерска</b> сметка со лозинка <b> внеси код </b>."
  },
  "bugTracker": {
    "message": "<a href=\"https://trac.torproject.org/projects/tor/newticket?component=Circumvention%2FSnowflake\">Пополни извештај</a> користејќи го нашиот следач на грешки."
  },
  "descriptive": {
    "message": "Ве молиме обидете се да бидете што е можно појасни во вашиот извештај и ако е можно вклучете ги логовите кои ќе ни помогнат да ја произведеме истата грешка. Размислете за доддавање на клучни зборови <em>snowflake-webextension</em> или <em>snowflake-client</em> како би ни кажале во кој дел од Snowflake системот се сретнавте со проблеми."
  },
  "embed": {
    "message": "Вгради"
  },
  "possible": {
    "message": "Сега е можно да го вградиш Snowflake беџот на било која веб страна:"
  },
  "looksLike": {
    "message": "Кој изгледа вака:"
  }
}
