Repository: torpluston/translation
Catalog: */bridgedb.po
Languages: gl, nb, pl

source: What are bridges?
gl: Que son os repetidores ponte?
nb: Hva er broer?
pl: Czym są mostki?

source: %s Bridge relays %s are Tor relays that help you circumvent censorship.
gl: %s Repetidores Ponte %s son repetidores Tor que axudan a burlar a censura.
nb: %s Bro-reléer %s er Tor reléer som hjelper deg å omgå sensur.
pl: %s Przekaźniki mostkowe %s są przekaźnikami Tora, które pozwalają obchodzić cenzurę.

source: I need an alternative way of getting bridges!
gl: Eu necesito un xeito alternativo de obter pontes!
nb: Jeg trenger en alternativ måte å få broer på!
pl: Potrzebują alternatywnego sposobu na pozyskanie mostków!

source: Another way to find public bridge addresses is to send an email (from a %s or a %s address) to %s with the line 'get bridges' by itself in the body of the mail.
gl: Outra forma de atopar os enderezos de pontes públicas é enviar un correo electrónico (desde un %s ou un enderezo %s) para %s coa liña 'get bridges' por si soa no corpo do correo electrónico.
nb: En annen måte å finne offentlige broadresser på er ved å sende en e-post (fra en %s eller en %s adresse) til %s med linjen 'get bridges' som eneste innhold i en e-post.
pl: Innym sposobem na znalezienie publicznych adresów mostków jest wysłanie e-maila (z adresu %s lub %s) na %s z samą linią 'get bridges' w ciele wiadomości

source: My bridges don't work! I need help!
gl: As miñas pontes non funcionan! Necesito axuda!
nb: Broene mine virker ikke! Jeg trenger hjelp!
pl: Moje mostki nie działają! Potrzebuję pomocy!

source: If your Tor doesn't work, you should email %s. Try including as much info about your case as you can, including the list of bridges you used, the bundle filename/version you used, the messages that Tor gave out, etc.
gl: Se o Tor non funciona, ten que enviar un correo-e a %s. Probe incluír tanta información sobre o seu caso como poida, incluíndo a lista de pontes que usou, o nome do paquete/versión que usou, as mensaxes que Tor lle deu , etc
nb: Hvis Tor ikke virker, bør du sende e-post til %s. Prøv å få med så mye informasjon om saken din som mulig, inkludert listen over broer du brukte, filnavnet/versjonen på programmet, meldingene Tor gav deg, etc.
pl: Jeśli Tor nie działa, powinno się wysłać e-mail do %s. Spróbuj podać tak dużo informacji, jak tylko możesz, łącznie z listą mostków, nazwą/wersją instalatora, komunikaty wyświetlane przez Tora itd.

source: To use the above lines, go to Vidalia's Network settings page, and click "My ISP blocks connections to the Tor network". Then add each bridge address one at a time.
gl: Para usar as liñas máis arriba, ten que ir á páxina de Configuración de rede do Vidalia, e premer en "O meu ISP bloquea as conexións á rede Tor". A continuación, engada un enderezo dunha ponte de cada vez.
nb: For å bruke overnevnte, gå til siden med Vidalias nettverksinnstillinger, og klikk "Internettleverandøren min blokkerer tilkoblinger til Tor-nettverket". Legg så til én broadresse om gangen.
pl: Aby użyć powyższych linii, wejdź na stronę Ustawień Sieciowych Vidalii i kliknij "Mój dostawca blokuje połączenia do sieci Tora" ("My ISP blocks connections to the Tor network"). Potem dodaj każdy adres mostka po jednym na raz.

source: No bridges currently available
gl: Non hai pontes actualmente dispoñibles
nb: Ingen broer er tilgjengelige for øyeblikket
pl: W tej chwili nie ma dostępnych mostków

source: Upgrade your browser to Firefox
gl: Actualiza o teu navegador a Firefox
nb: Oppgradér nettleseren din til Firefox
pl: Zaktualizuj swoją przeglądarkę na Firefoksa.

source: Type the two words
gl: Escriba as dúas palabras
nb: Skriv de to ordene
pl: Wpisz dwa słowa

source: Step 1
gl: Paso 1
nb: Steg 1
pl: Krok 1

source: Get %s Tor Browser Bundle %s
gl: Obter o %s Paquete Navegador Tor %s
nb: Hent %s Tor Browser Bundle %s
pl: Pobierz %s Paczkę Tora z Przeglądarką %s

source: Step 2
gl: Paso 2
nb: Steg 2
pl: Krok 2

source: Get %s bridges %s
gl: Obter as %s pontes %s
nb: Hent %s broer %s
pl: Pobierz %s mostki %s

source: Step 3
gl: Paso 3
nb: Steg 3
pl: Krok 3

source: Now %s add the bridges to Tor %s
gl: Agora %s engada as pontes a Tor %s
pl: Teraz %s dodaj mostki do Tora %s
