Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: What is the Tor Browser Bundle?
ar: ما هي حزمة متصفح تور؟
az: Tor Browser Bundle nədir?
ca: Què és el navegador "Tor Bundle"?
cs: Co je Tor Browser Bundle?
cy: Beth yw Pecyn Porwr Tor?
da: Hvad er Tor Browser Bundle?
de: Was ist das Tor-Browser-Paket?
el: Τι είναι το Πακέτο Περιηγητή Tor;
es: ¿Qué es el Paquete de Navegador de Tor?
eu: Zer da Tor Browser Bundlea?
fa: «بسته نرم افزاری تور» چیست؟
fi: Mikä on Tor Browser Bundle-pakkaus?
fil: Ano ang Tor Browser Bundle?
fr: Qu'est ce que Tor Browser Bundle ?
fr_ca: Qu'est ce que l'offre groupée de navigation Tor?
he: מהו ה-Tor Browser Bundle?
hr_hr: Što je Tor Preglednički Paket?
hu: Ma Tor böngésző csomag?
id: Apa itu Tor Browser Bundle?
it: Cos'è il Tor Browser Bundle?
ja: Tor Browser Bundle とは何ですか?
km: តើ Tor Browser Bundle ជា​អ្វី?
ko: Tor Browser Bundle이 무엇입니까?
lv: Kas ir pārlūka Tor komplekts?
ms_my: Apakah itu Tor Browser Bundle?
my: Tor Browser Bundle ဆိုသည်မှာ အဘယ်နည်း။
nb: Hva er Tor Browser Bundle?
nl: Wat is de Tor Browser Bundle?
nl_be: What is de Tor Browser Bundle?
pl: Czym jest Paczka Tora z Przeglądarką?
pt: O que é o pacote do Browser Tor?
pt_br: O que é o Pacote Tor Browser?
ro: Ce e pachetul Browser Tor?
ru: Что такое Tor Browser Bundle?
si_lk: Tor බ්‍රවුසර තොගය යනු කුමක්ද?
sk: Čo je Tor Browser Bundle?
sl_si: Kaj je paket Tor Iskalnik?
sq: Ç'është Paketa e Tor Browser?
sr: Шта је Tor Browser Bundle?
sv: Vad är Tor Browser Bundle?
ta: Tor Browser கட்டு என்றால் என்ன?
te_in: టోర్ విహారిణి మూట అంటే ఏమిటి?
th: Tor Browser Bundle คืออะไร
tr: Tor Browser Bundle nedir?
uk: Що таке Tor Browser Bundle?
vi: Tor Browser Bundle là gì?
zh_cn: 什么是 Tor Browser Bundle？
zh_tw: 什麼是Tor瀏覽器套件？

source: The Browser Bundle (TBB) is the package we recommend to most users. The bundle comes with everything you need to safely browse the Internet. Just extract it and run.
ar: حزمة متصفح تور (TBB) هي الرزمة التي ننصح بها لأغلب المستخدمين. تآتي الحزمة بكل ما تحتاجه لبحث شبكة الانترنت بأمان، فكل ما هو عليك انك تفك ضغط الرزمة و تشغلها.
az: The Browser Bundle (TBB) istifadəçilərin çoxuna məsləhət etdiyimiz paketdir. Bu paket internetdə təhlükəsiz işləməyin üçün ehtiyacın olan bütün xüsusiyyətlərə malikdir. Sadəcə ixrac et və işlət.
cs: Rozšíření pro webový prohlížeč (TBB) je doporučené většině uživatelů. Rozšíření nabízí vše, co je potřebné pro bezpečně surfování po Internetu. Stačí jen rozbalit a spustit.
cy: Mae'r Bwndel Porwr We (TBB) yw'r pecyn rydym yn argymell i'r rhan fwyaf o defnyddwyr. Yn syml, echdynnwch y pecyn ac rhedeg.
da: The Browser Bundle (TBB) er den pakke, vi anbefaler til de fleste brugere. Pakken kommer med alt hvad du behøver til sikkert at surfe på internettet. Bare pak den ud og kør.
de: Das Tor-Browser-Paket ist das Paket, das wir den meisten Benutzern empfehlen. Das Paket kommt mit allem das Sie benötigst, um sicher im Internet zu navigieren. Einfach entpacken und starten.
el: Το Πακέτο Περιηγητή Tor (ΤΒΒ) είναι το πακέτο λογισμικού που συνιστούμε στους περισσότερους χρήστες. Το πακέτο περιλαμβάνει όλα όσα χρειάζεστε για ασφαλή περιήγηση στο Διαδίκτυο. Απλώς το αποσυμπιέζετε και το εκτελείτε.
es: El Paquete de Navegador de Tor (TBB en inglés) es el paquete que nosotros recomendamos a la mayoría de los usuarios. El paquete viene con todo lo que necesita para navegar por Internet de forma segura. Es tan sencillo como extraerlo y ejecutarlo.
eu: The Browser Bundle (TBB) da erabiltzaile gehienentzako gomendatzen dugun paketea. Bundlea Interneta segurtasunez arakatzeko behar duzun guztiarekin dator. Besterik gabe erauzi eta exekutatu.
fa: بسته نرم افزاری تور (TBB)، مجموعه ای‌ است که ما به اکثر کاربران توصیه می‌کنیم از آن استفاده کنند. این مجموعه حاوی تمامی‌ ابزار‌هایی‌ است که شما برای استفادهٔ ایمن از اینترنت به آنها احتیاج دارید. تنها لازم است که آن را دانلود کرده، باز و نصب کنید.
fi: Browser Bundle (TBB) on pakkaus, jota suosittelemme useimmille käyttäjille. Pakkauksen mukana tulee kaikki, jota tarvitset turvalliseen Internet-selailuun. Vain pura se ja suorita.
fil: Ang The Browser Bundle (TBB) ay ang bungkos na inirerekomenda sa karamihan nga mga gumagamit. And bundle na ito ay may kalakip nang lahat ng iyong kailangan upang ligtas na mag-browse ng Internet. Ito ay i-extract lamang at patakbuhin.
fr: Le navigateur Tor (TBB) est le paquetage que nous recommendons à la plupart des utilisateurs. Le paquetage est livré avec tout ce que vous avez besoin pour naviguer en sécurité sur Internet. Il suffit de l'extraire et de le démarrer.
fr_ca: L'offre groupée de navigation Tor (OGNT) est le paquet que nous recommandons à la plupart des utilisateurs. L'offre groupée est livrée avec tout ce dont vous avez besoin pour naviguer en sécurité sur Internet. Il suffit de l'extraire et de le faire tourner.
he: חבילת הדפדפן (TBB) היא החבילה אנו ממליצים למרבית המשתמשים. החבילה מגיעה עם כל מה שאתם צריכים כדי לגלוש באינטרנט בבטחה. פשוט לפרוס את החבילה ולהריץ.
hr_hr: Tor Preglednički Paket (TPP) je paket koji je preporučen većini korisnika. Paket sadržava sve što Vam je potrebno da biste sigurno surfali Internetom. Samo ga raspakirajte i pokrenite.
hu: A Tor Böngésző csomag a legtöbb felhasználó részére ajánlott csomag. E csomag mindent tartalmaz a biztonságos internet böngészéshez. Csak ki kell csomagolnia és futtatnia.
id: The Browser Bundle (TBB) adalah paket yang kami rekomendasikan ke semua pengguna. Paket tersebut berisi semua yang Anda butuhkan untuk menjelajah internet dengan Aman. Cukup ekstrak dan jalankan.
it: Il Tor Browser Bundle (TBB) è il pacchetto che raccomandiamo alla maggior parte degli utenti. Il pacchetto è fornito con tutto ciò che è necessario per navigare in modo sicuro in Internet. È sufficiente estrarlo ed avviarlo.
ja: The Browser Bundle (TBB)は私たちがほとんどのユーザーに推奨するパッケージです。 このバンドルにはあなたがインターネットを安全にブラウズするのに必要はすべてが入っています。 解凍して、起動してみましょう。
km: Tor Browser Bundle (TBB) ជា​កញ្ចប់​ដែល​យើង​បាន​ណែនាំ​ដល់​អ្នកប្រើ​ជា​ច្រើន។ Bundle នាំមក​នូវ​អ្វីៗ​គ្រប់​យ៉ាង​ដែល​អ្នក​ចង់បាន​ដើម្បី​រកមើល​លើ​ព័ត៌មាន​លើ​អ៊ីនធឺណិត​យ៉ាង​មាន​សុវត្ថិភាព។ គ្រាន់តែ​ស្រង់​វា​ចេញ រួច​ដំណើរការ។
ko: Tor browser Bundle(TTB)는 대부분의 사용자에게 추천되는 패키지입니다. TTB는 안전하게 인터넷을 이용할 수 있는 모든 준비가 되어 있습니다. 그냥 압축을 풀고 실행하십시오.
lv: Pārlūka Tor komplekts (TBB) ir pakotne, kuru iesakām vairumam lietotāju. Komplekts ietver visu, kas ir nepieciešams, lai droši pārlūkotu Internet. Izvērsiet pakotni un palaidiet to.
ms_my: The Browser Bundle (TBB) adalah pakej yang kami cadangkan kepada kebanyakan pengguna. Bundle ini dilengkapi dengan semua alat yang anda perlukan untuk melayari Internet dengan selamat . Hanya nyahmampat fail tersebut dan jalankan program yang tersedia di dalam itu.
my: Browser Bundle (TBB) သည် သုံးစွဲသူ အများစုက သုံးစွဲသင့်သည့် ဆော့ဗ်ဝဲထုတ် ဖြစ်သည်။ ၄င်းဆော့ဝဲထုတ်သည် အင်တာနက်ကို လုံလုံခြုံခြုံ သုံးစွဲနိုင်ရန် လိုအပ်သော အရာမှန်သမျှ ပါ၀င်သည်။ ၎င်းကို ဖြည်ချပြီး ဖွင့်ရန်သာ ဖြစ်သည်။
nb: Tor Browser Bundle (TBB) er pakken vi anbefaler de aller fleste brukere. Pakken inneholder alt du trenger for å surfe trygt på internett. Bare pakk ut og kjør.
nl: De Tor Browser Bundle (TBB) is een pakket dat we aanraden aan de meeste gebruikers. De bundel bevat alles wat je nodig hebt om veilig het internet te gebruiken. Gewoon uitpakken en opstarten.
nl_be: De Tor Browser Bundle (TBB) is een pakket dat we aanraden voor de meeste gebruikers. Deze bundel omvat alles dat u nodig heeft om veilig te kunnen surfen op het internet. Gewoon uitpakken en opstarten.
pl: Paczka Tora z Przeglądarką (TBB) jest paczką zalecaną dla większości uzytkowników. Paczka ta zawiera wszystko, czego potrzeba do bezpiecznego przeglądania Internetu. Po prostu rozpakuj i uruchom.
pt: O pacote Browser (TBB) é o pacote recomendado para a maioria dos utilizadores. O pacote traz tudo o que necessita para navegar a Internet de uma forma segura. Apenas extraia e execute.
pt_br: O Pacote Tor Browser (TBB) é o pacote que recomendamos à maioria dos usuários. O pacote vem com tudo o que você precisa para navegar com segurança na internet. Apenas descompacte-o e execute-o.
ro: Pachetul Browser Tor (PBT) este pachetul recomandat pentru utilizatorii obisnuiti.. ⏎ Pachetul vine cu tot ce aveti nevoie pentru a naviga sigur pe internet.⏎ Doar extrage-l si ruleaza-l.
ru: Tor Browser Bundle (TBB) - это дистрибутив, который мы рекомендуем большинству пользователей. Этот дистрибутив включает всё что необходимо для безопасного серфинга Интернет. Просто распакуйте и запустите.
si_lk: අප පරිශීලකයන්ට නිර්දේශ කරනා පැකේජය බ්‍රවුසර තොගයයි (TBB). මෙම තොගය ආරක්ෂාකාරීව අන්තර්ජාලයේ සැරිසැරීමට අවශ්‍ය සියලුම දේ සමග පැමිණේ. මෙය උදෘත කර විචල්‍ය කරන්න.
sk: The Browser Bundle (TBB) odporúčame pre väčšinu užívateľov. Balík obsahuje všetko čo potrebujete pre bezpečné prezeranie internetu. Stačí ho rozbaliť a spustiť.
sl_si: Paket Tor Iskalnik (TBB Tor Browser Bundle) je paket, ki ga priporočamo večini uporabnikom. Paket ima vse potrebno za varno brskanje po omrežju. Morate ga samo razpakirati in zagnati.
sv: Tor Browser Bundle (TBB) är det paket vi rekommenderar till de flesta användare. Paketet innehåller allt du behöver för att säkert surfa på internet. Bara att packa upp och köra.
ta: Tor Browser கட்டைதான் (TBB) நாங்கள் பெரும்பாலான பயனர்களுக்காக பரிந்துரைக்கும் தொகுப்பு ஆகும். இந்தக்கட்டு நீங்கள் பாதுகாப்பாக இணையத்தை உலாவுவதர்காக எல்லாமும் கொண்டு வருகிறது. அதை பிரித்து, நேரியடியாக ஓட்டசெய்யுங்கள்.
te_in: విహారిణి మూట (TBB) కూర్పును మేము చాలా మంది వాడుకరులకు సూచిస్తాము. అంతర్జాలంలో భద్రతతో విహరించటానికి కావలసినవన్నీ ఈ మూటలో ఉంటాయి. దీనిని సంగ్రహించి రన్ చేస్తే చాలు.
th: Tor Browser Bundle (TBB) เป็นแพกเกจที่เราแนะนำให้ผู้ใช้ทั่วไป แพกเกจนี้มาพร้อมกับทุกอย่างที่คุณต้องใช้ในการท่องอินเทอร์เน็ตอย่างปลอดภัย แค่แตกไฟล์แล้วก็เรียกทำงาน
tr: Tor Browser Bundle (TBB) paketi kullanıcıların çoğu için önerilir. İnternet üzerinde güvenli bir şekilde gezebilmeniz için gereken her şey bu paket ile gelir. Yalnız sıkıştırılmış paketi bir klasöre ayıklayıp çalıştırmanız yeterlidir.
uk: The Browser Bundle (TBB) є пакет, який ми рекомендуємо для більшості користувачів. У комплект постачання входить все необхідне для безпечної роботи в Інтернеті. Просто розпакуйте його і запустіть.
vi: The Browser Bundle (TBB) là một gói phần mềm mà chúng tôi khuyên dùng cho người dùng. Gói này có tất cả những gì bạn cần để lướt web an toàn trên Internet. Chỉ cần giản nén và chạy.
zh_cn: 对于大多数用户，推荐使用 Tor Browser Bundle（简称 TBB）。该软件包 包含了用户安全浏览互联网所需的所有组件。解压该软件包运行即可。
zh_tw: 我們建議大多數用戶使用瀏覽器套件(TBB)⏎ 此套件有您需要的一切安全地瀏覽網際網路。⏎ 只需解壓縮並執行。

source: What package should I request?
ar: ماهي الرزمة التي يجب علي طلبها؟
az: Hansı paketi xahiş etməliyəm?
ca: Quin paquet hauria de demanar?
cs: Jaký balíček mám požadovat?
cy: Pa pecyn dylai ofyn am?
da: Hvilken pakke burde jeg anmode om?
de: Welches Packet sollte ich Anfordern?
el: Ποιο πακέτο πρέπει να ζητήσω;
es: ¿Qué paquete debería solicitar?
eu: Zer pakete eskatu behar dut?
fa: کدام بسته را باید دریافت کنم؟
fi: Mitä pakkausta minun pitäisi pyytää?
fil: Anong package ang dapat kong hingin?
fr: Quel paquet devrais-je demander?
fr_ca: Quel paquet devrais-je demander?
he: איזו חבילה אני צריך לבקש?
hr_hr: Koji paket trebam zatražiti?
hu: Milyen csomagra van szükségem?
id: Paket apa yang harus saya minta?
it: Quale pacchetto dovrei richiedere?
ja: どんなパッケージをリクエストするべきですか？
km: តើ​កញ្ចប់​ណាមួយ​ដែល​​ខ្ញុំ​គួរ​ស្នើសុំ?
ko: 제가 받아야 하는 패키지는 무엇입니까?
lv: Kuru pakotni man pieprasīt?
ms_my: Apa pakej yang perlu saya meminta?
my: ဘယ်လို ဆော့်ဗ်ဝဲထုတ်မျိုးကို တောင်းဆိုသင့်သနည်း။
nb: Hvilken pakke bør jeg spør etter?
nl: Welk pakket moet ik aanvragen?
nl_be: Welk pakket moet ik aanvragen?
pl: O którą paczkę powinno się wysyłać żądanie?
pt: Que pacote devo pedir?
pt_br: Qual pacote eu devo escolher?
ro: Ce pachet ar trebui sa cer?
ru: Какой дистрибутив я должен запросить?
si_lk: මා අයදුම් කල යුත්තේ කුමන පැකේජයද?
sk: Ktorý balík potrebujem?
sl_si: Kateri paket naj zahtevam?
sq: Cilën paketë duhet të kërkoj?
sr: Који пакет треба да тражим?
sv: Vilket paket bör jag begära?
ta: எந்த தொகுப்பை நான் கேட்க வேண்டும்?
te_in: ఏ కూర్పును నేను అభ్యర్ధించాలి?
th: เราควรร้องขอแพกเกจไหน?
tr: Hangi paketi istemeliyim?
uk: Який дистрибутив я повинен запросити?
zh_cn: 我应该请求获取哪个软件包？
zh_tw: 我應該需要什麼樣的套件？

source: This depends on the operating system you use. For instance, if your operating system is Microsoft Windows, you should request "windows". Here is a short explanation of all packages to request and what operating systems there are suitable for:
ar: وهذا يعتمد على نظام التشغيل الذي تستخدمه. على سبيل المثال، إذا كان نظام التشغيل لديك هو مايكروسوفت ويندوز، يجب أن تطلب "windows". إليك شرحاً موجزاً عن كيفية طلب كافة الرزم ، وما هي نظم التشغيل التي تناسبها:
az: Bu sənin istifadə etdiyin əməliyyat sistemindən asılıdır. Məsələn, sənin əməliyyat sistemin Microsoft Windows-dursa, sən windows paketini sifariş verməlisən. Burada bütün paketlərin qısa izahı və onlara uyğun əməliyyat sistemləri haqqında məlumat vardır:
cs: To záleží na operačním systému, který používáte. Pokud je to například Microsoft Windows, měli byste požadovat balíček s označením "windows". Zde je krátké vysvětlení všech balíčků, které můžete požadovat a ke kterým operačním systémům patří.
cy: Mae hyn yn dibynu ar pa system weithredu rydych yn defnyddio. Er enghraifft, os rydych yn defnyddio Microsoft Windows, dylech gofyn am "windows". Dyma eglurhad byr o gyn or pecynnau gallwch ofyn amdano, ac pa system weithredu maent yn addas i:
da: Det afhænger af operativsystemet, bruger du. For eksempel, operativsystemet Microsoft Windows, bør du bede om "windows". Her er en kort forklaring på alle pakker til at anmode om, og hvad operativsystemer der er egnet til:
de: Das hängt davon ab welches Betriebssystem Sie benutzen. Benutzen Sie Microsoft Windows als Betriebssystem, sollten Sie »windows« anfordern. Hier ist eine kurze Erklärung aller verfügbaren Pakete und für welches Betriebssystem diese geeignet sind.
el: Αυτό εξαρτάται από το λειτουργικό σύστημα που χρησιμοποιείτε. Για παράδειγμα, αν το λειτουργικό σύστημά σας είναι Microsoft Windows, πρέπει να ζητήσετε το πακέτο "windows". Ακολουθεί μια μικρή επεξήγηση όλων των πακέτων και λειτουργικών συστημάτων για τα οποία προορίζονται:
es: Esto depende del sistema operativo que utilice. Por ejemplo, si su sistema operativo es Microsoft Windows debe solicitar "windows". Aquí tiene una breve explicación de todos los paquetes disponibles y los sistemas operativos para los que funcionan:
eu: Darabilzun sistema eragilearen arabera. Esate baterako, zure sistema eragilea Microsoft Windows bada, "windows" eskatu beharko zenuke. Hemen duzu eskatu beharrezko pakete guztien eta zer sistema eragileetarako egokiak diren inguruko azalpen labur bat:
fa: بستگی دارد که از کدام سیستم عامل استفاده می کنید. به عنوان مثل، اگر از ویندوزِ مایکروسافت استفاده می‌کنید، می بایستی `windows` را تقاضا کنید. در ادامه توضیحاتی در مورد اینکه چه بسته نرم افزاری برای چه سیستم عاملی مناسب است خواهیم داد.
fi: Tämä riippuu käyttämästäsi käyttöjärjestelmästä. Jos esimerkiksi käyttöjärjestelmäsi on Microsoft Windows, sinun pitäisi pyytää ”windows”. Tässä on lyhyt selitys kaikista pyydettävistä pakkauksista ja mihin käyttöjärjestelmiin ne ovat sopivia:
fil: Ito ay depende sa operating system na iyong ginagamit. Halimbawa, kapag ang iyong operating system ay Microsoft Windows, dapat mong hilingin ang "windowd". Heto ang isang maikling eksplinasyon ng lahat ng bungkos at kung anong klaseng operating systems ang nararapat sa mga ito:
fr: Cela dépend du système d'exploitation que vous utilisez. Par exemple, si votre système d'exploitation est Microsoft Windows, vous devriez demander "windows". Voici une courte explication de tous les paquetages à utiliser et à quels systèmes d'exploitation ils sont adaptés:
fr_ca: Cela dépend du système d'exploitation que vous utilisez. Par exemple, si votre système d'exploitation est Windows, vous devriez demander « windows ». Voici une courte explication de tous les paquets à demander et à quels systèmes d'exploitation ils sont adaptés :
he: זה תלוי במערכת ההפעלה שאתה משתמש בה. לדוגמא, אם מערכת ההפעלה שלך היא חלונות של מיקרוסופט, אתה צריך לבקש "חלונות-Windows". הנה הסבר קצר על כל החבילות שאפשר לבקש ולאיזו מערכת הפעלה הם מתאימים:
hr_hr: Ovisi koji operacijski sustav koristite. Na primjer, ako je vaš operacijski sustav Microsoft Windows, trebate zatražiti "windows". Ovdje je kratko objašnjenje svih paketa koji se mogu zatražiti i za koje su operacijske sustave prikladni:
hu: Ez attól függ, milyen operációs rendszert használ. Ha például Microsoft Windows operációs rendszert használ, akkor a "windows" csomagot kell kérnie. Az igényelhető leírása, és hogy mely operációs rendszerelhez igényelhető alább olvasható:
id: Ini tergantung sistem operasi yang Anda gunakan. Untuk singkatnya, jika sistem operasi Anda adalah Microsoft Windows, Anda harus memilih "windows". Berikut penjelasan singkat dari semua paket yang bisa diminta dan sistem operasi yang cocok dengan paket tersebut:
it: Questo dipende dal sistema operativo in utilizzo. Ad esempio, se il proprio sistema operativo è Microsoft Windows, si dovrebbe richiedere "windows". Di seguito, una breve spiegazione di tutti i pacchetti che si possono richiedere e per quale sistema operativo essi sono adatti:
ja: これはあなたが使用するオペレーティングシステムによります。 例えば、あなたのオペレーティングシステムがMicrosoft Windowsなら、 "windows"でリクエストするべきです。ここにリクエストするすべてのパッケージ とどんなオペレーティングシステムが適しているのか短い説明があります:
km: វា​គឺ​អាស្រ័យ​លើ​ប្រព័ន្ធ​ប្រតិបត្តិការ​ដែល​អ្នក​ប្រើ។ ឧទាហរណ៍ បើ​អ្នក​ប្រើ ប្រព័ន្ធ​ប្រតិបត្តិការ​ Microsoft Windows, អ្នក​គួរតែ​ស្នើសុំ "windows" ។ នេះ​ជា​ការ​ពន្យល់​ខ្លីៗ​សម្រាប់​កញ្ចប់​ដែល​ត្រូវ​ស្នើសុំ និង ប្រព័ន្ធ​ប្រតិបត្តិការ​ដែល​ត្រូវគ្នា៖
ko: 이것은 사용하는 운영 체제에 따라 다릅니다. 운영 체제가 Microsoft Windows인 경우 예를 들어, "창"을 요청해야 합니다. 적합한 운영 체제와 모든 패키지에 대한 간단한 설명 요청하십시오:
lv: Tas ir atkarīgs no Jūsu lietotās operētājsistēmas. Piemēram, ja Jūsu operētājsistēma ir Microsoft Windows, Jums jāpieprasa "windows". Te atrodas īss visu pieprasāmo pakotņu un tām piemēroto operētājsistēmu īss raksturojums:
ms_my: Ia bergantung kepada sistem operasi yang anda gunakan. Sebagai contoh, jika anda menggunakan sistem operasi Microsoft Windows, anda perlu meminta "windows". Berikut adalah penjelasan singkat tentang semua pakej yang anda boleh minta dan apakah operasi sistem yang paling sesuai :
my: ၄င်းသည် သင် အသုံးပြုသော os ပေါ်တွင် မူတည်သည်။ ဥပမာ အားဖြင့်၊ အကယ်၍ သင့် os သည် Microsoft Windows ဖြစ်ပါက၊ "windows" ဟု တောင်းဆိုနိုင်သည်။ ဤနေရာသည် သင် တောင်းဆိုမည့် ဆော့ဗ်ဝဲထုတ် အားလုံးနှင့် သင့်လျှော်သည့် os အတွက် ရှင်းလင်းချက် အကျဉ်း ဖြစ်သည် -
nb: Det avhenger av hvilket operativsystem du bruker. F.eks, hvis operativsystemet ditt er Microsoft Windows, må du spørre etter "windows". Her har du en kort forklaring på alle pakkene du kan spørre etter og hvilket operativ system de passer til:
nl: Dit hangt af van je besturingssysteem. Bijvoorbeeld, als je besturingssysteem Microsft Windows is, dan stuur je het verzoek "windows". Hier is een korte uitleg van alle pakketten die je aan kunt vragen en voor welke besturingssystemen ze geschikt zijn:
nl_be: Dit hangt af van het besturingsysteem dat u gebruikt. Bijvoorbeeld : indien uw besturingsysteem Microsoft Windows is, dient u "windows" aan te vragen. Hier een korte uitleg over alle pakketten die aan te vragen zijn en voor welke besturingsytemen zij geschikt zijn.
pl: To zależy od systemu operacyjnego. Na przykład, jeśli Wasz system operacyjny to Microsoft Windows, powinniście poprosić o "windows". Oto krótkie wytłumaczenie wszystkich paczek i tego, do jakich systemow się nadają:
pt: Isto depende do sistema operativo que usa. Por exemplo, se o seu sistema operativo é o Microsoft Windows, devera fazer o pedido "windows". Aqui está uma breve explicação de todos os pacotes e para qual sistema operativo eles são indicados.
pt_br: Isso depende do sistema operacional que você utiliza. Por exemplo, se o seu sistema operacional for Microsoft Windows, você deve escolher "windows". Veja aqui uma breve explicação sobre todos os pacotes e sobre os sistemas operacionais aos quais eles são mais adequados:
ro: Depinde de sistemul de operare folosit. De exemplu, daca⏎ sistemul d-voastra de operare e Microsoft Windows, ar trebui sa cereti "windows". Exista⏎ cate o scurta explicatie pentru toate pachet cerut si care sistem ⏎ de operare se potriveste:
ru: Это зависит от операционной системы, которую вы используете. Например, если ваша операционная система - Microsoft Windows, вы должны запросить "windows". Здесь краткое описание всех дистрибутивов для запроса и для каких операционных систем они пригодны:
si_lk: මෙය ඔබ පාවිච්චි කරන මෙහෙයුම් පද්ධතිය මත පදනම් වේ. උදාහරණයක් ලෙස, ඔබගේ මෙහෙයුම් පද්ධතිය මයික්‍රොසොෆ්ට් වින්ඩෝස් නම්, ඔබ "වින්ඩෝස්" අයදුම් කල යුතුය. මෙහි අන්තර්ගත වන්නේ සියලු පැකේජ අයදුම් කිරීම සහ ගැලපෙන මෙහෙයුම් පද්ධති සම්බන්ධ කුඩා විස්තරකිරීමකි:
sk: Záleží to na tom, aký operačný systém používate. Napríklad, ak používate operačný systém Microsoft Windows, mali by ste požiadať o "windows". Tu je krátke zhrnutie všetkých balíkov, o ktoré môžete požiadať a pre aké operačné systémy sú určené:
sl_si: To je odvisno od vašega operacijskega sistema. Npr. če je vaš OS Microsoft Windows zahtevajte "windows". Tu je kratka razlaga vseh zahtevanih paketov za kateri operacijski sistem so primerni:
sv: Detta beror på vilket operativsystem du använder. Om du till exempel använder Micrsoft Windows så skall du begära "windows". Här är en kort förklaring av alla paket du kan begära och vilka operativsystem de passar:
ta: இது நீங்கள் பயன்படுத்தும் இயங்குமென்பொருள் 'OS' பொறுத்தது. உதாரணமாக, உங்களின் இயங்குமென்பொருள் மைக்ரோசாப்ட் விண்டோஸ் என்றால், நீங்கள் "விண்டோஸ்" விண்ணப்பிக்கவேண்டும். இங்கே, அனைத்து தொகுப்புகளுக்கும் அவை எந்த இயங்குமென்பொருளுக்கு பொருத்தமானது என்பது குறித்து ஒரு குறுகிய விளக்கம்:
te_in: అది మీరు ఉపయోగిస్తున్న నిర్వహణ వ్యవస్థ మీద ఆధారపది ఉంటుంది. అంటే, మీ నిర్వహణ వ్యవస్థ మైక్రోసాఫ్ట్ విండోస్ అయితే, మీరు "విండోస్" కోసం అభ్యర్ధించాలి. ఇక్కడ అన్ని కూర్పుల అభ్యర్ధనల గురించీ మరియూ వాటికి అనువైన నిర్వహణ వ్యవస్థల గురించీ ఇచ్చిన వివరణ ఉంది:
th: ขึ้นอยู่กับระบบปฏิบัติการของคุณ อย่างเช่น ถ้าคุณใช้ไมโครซอฟท์วินโดวส์ คุณควรร้องขอ "windows" นี่คือคำอธิบายสั้นๆของแพกเกจทั้งหมดและความเหมาะสมสำหรับ แต่ละระบบปฏิบัติการ
tr: Hangi paketi seçeceğiniz, kullandığınız işletim sistemine bağlıdır. Örneğin Microsoft Windows kullanıyorsanız "windows" isteği yapmalısınız. İstek yapabileceğiniz tüm paketler ve bu paketlerin hangi işletim sistemine uygun olduğunun kısa açıklaması şu şekildedir:
uk: Це залежить від операційної системи, яку ви використовуєте. Наприклад, якщо ваша операційна система - Microsoft Windows, ви повинні запитати "windows". Тут короткий опис всіх дистрибутивів для запиту і для яких операційних систем вони придатні:
vi: Điều này tuỳ thuộc vào hệ điều hành mà bạn sử dụng. Ví dụ, nếu như hệ điều hành của bạn là Windows, bạn nên gửi yêu cầu là windows. Đây là bạn giải thích ngắn gọn cho gói phần mềm mà bạn yêu cầu và hệ điều hành nảo để thích hợp sử dụng:
zh_cn: 这取决于你所用的操作系统。例如，如果你的操作系统是 Microsoft Windows， 那么应获取“windows”。对于所有可请求获取的软件包及其适用的操作系统， 以下提供了简要的说明：
zh_tw: 這取決於您使用的操作系統。舉例來說，如果您的⏎ 操作系統是微軟的Windows，你應該需要“Windows”。⏎ 這裡是所有軟體套件需求和操作系統的簡短說明⏎ 在各種系統中有適用於：
