Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: FREQUENTLY ASKED QUESTIONS ==========================
ar: الأسئلة المتكررة =========
az: TEZ-TEZ VERİLƏN SUALLAR: ==========================
ca: PREGUNTES FREQÜENTS ==========================
cs: ČASTO KLADENÉ OTÁZKY ==========================
cy: CWESTIUNAU CYFFREDIN =====================
da: OFTE STILLEDE SPØRGSMÅL =======================
de: FRAGEN UND ANTWORTEN =======================
el: ΣΥΧΝΑ ΔΙΑΤΥΠΩΜΕΝΕΣ ΕΡΩΤΗΣΕΙΣ Η FAQ ===================================
es: PREGUNTAS FRECUENTES ====================
eu: GALDERA ARRUNTAK ================
fa: سوال‌های معمول بین کاربران: =================
fi: USEIN KYSYTYT KYSYMYKSET ==========================
fil: MGA KADALASANG NAITATANONG ==========================
fr: Foire Aux Questions ================
fr_ca: FOIRE AUX QUESTIONS ===================
he: שאלות ותשובות ================
hr_hr: ČESTO POSTAVLJANA PITANJA ==========================
hu: GYAKRAN FELTETT KÉRDÉSEK ========================
id: PERTANYAAN YANG SERING DITANYAKAN ==========================
it: Domande Frequenti ===============
ja: よくある質問に対する答え ＝＝＝＝＝＝＝＝＝＝＝
km: សំណួរ​ដែល​សួរ​រឿយៗ ==========================
ko: FAQ ==================
lv: BIEŽI UZDOTIE JAUTĀJUMI ====================
ms_my: SOALAN-SOALAN LAZIM ====================
my: မေးလေ့မေးထ မေးခွန်းများ =================
nb: OFTE STILTE SPØRSMÅL =====================
nl: VEELGESTELDE VRAGEN ====================
nl_be: VAAK GESTELDE VRAGEN : ===========================
pl: CZĘSTO ZADAWANE PYTANIA ==========================
pt: PERGUNTAS MAIS FREQUENTES ==========================
pt_br: PERGUNTAS FREQUENTES FAQ =========================
ro: INTREBARI FRECVENTE⏎ ==========================
ru: ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ ========================
si_lk: බොහෝවිට අසන ප්‍රශ්න ==========================
sk: ČASTO KLADENÉ OTÁZKY =====================
sl_si: POGOSTA VPRAŠANJA ==========================
sq: PYETJET E BËRA MË SHPESH ==========================
sv: VANLIGA FRÅGOR ===============
ta: அடிக்கடிக் கேட்கப்படும் கேள்விகள் ==========================
te_in: తరుచుగా వచ్చే సందేహాలు ==================
th: คำถามที่พบบ่อย ============
tr: SIK SORULAN SORULAR ===================
uk: ЧАСТІ ПИТАННЯ ==========================
vi: CÂU HỎI THƯỜNG GẶP
zh_cn: 常见问题 ==========================
zh_tw: 常見問題⏎ ==========================

source: What is Tor?
ar: ما هو تور؟
az: Tor nədir?
ca: Què és Tor?
cs: Co je Tor?
cy: Beth yw Tor?
da: Hvad er Tor?
de: Was ist Tor?
el: Τι είναι το Tor;
es: ¿Qué es Tor?
eu: Zer da Tor?
fa: تور چیست؟
fi: Mikä Tor on?
fil: Ano ang Tor?
fr: Qu'est-ce que Tor?
fr_ca: Qu'est-ce que Tor?
he: מהו Tor?
hr_hr: Što je Tor?
hu: Mi a Tor?
id: Apa itu Tor?
it: Cos'è Tor?
ja: Torって何ですか?
km: តើ Tor ជា​អ្វី?
ko: Tor는 무엇입니까?
lv: Kas ir Tor?
ms_my: Apakah Tor?
my: Tor ဆိုသည်မှာ အဘယ်နည်း?
nb: Hva er Tor?
nl: Wat is Tor?
nl_be: Wat is Tor?
pl: Czym jest Tor?
pt: O que é o Tor?
pt_br: O que é Tor?
ro: Ce e Torul?
ru: Что такое Tor?
si_lk: Tor යනු කුමක්ද?
sk: Čo je Tor?
sl_si: Kaj je Tor?
sq: Ç'është Tor?
sr: Šta je TOR?
sv: Vad är Tor?
ta: Tor என்றால் என்ன?
te_in: టోర్ అంటే ఏమిటి?
th: Tor คืออะไร
tr: Tor nedir?
uk: Що таке Tor?
vi: Tor là gì?
zh_cn: 什么是 Tor？
zh_tw: 什麼是 Tor?

source: The name "Tor" can refer to several different components.
ar: الاسم تور قد يرمز لعدة مكونات مختلفة.
az: "Tor" adı bir neçə müxtəlif komponentlərə tətbiq edilə bilər.
ca: El nom "Tor" pot fer referència a diversos components.
cs: Název "Tor" se může vztahovat k několika jiným součástem.
cy: Gall yr enw Tor cyfeirio at nifer o elfennau wahanol.
da: Navnet "Tor" kan henvise til flere forskellige komponenter.
de: Der Name »Tor« kann auf mehrere verschiedene Komponenten verweisen.
el: Το όνομα "Tor" αναφέρεται σε πολλά και διάφορα στοιχεία.
es: El nombre "Tor" puede referirse a varios componentes diferentes.
eu: "Tor" izenak hainbat osagairi egin diezaieke erreferentzia.
fa: «تور» به اجزا و موارد متعددی خطاب می شود.
fi: Nimi ”Tor” voi viitata useisiin eri komponentteihin.
fil: Ang pangalang "Tor" ay maaaring i-refer sa iba't-ibang component.
fr: Le nom "Tor" peut faire référence à différents composants.
fr_ca: Le nom « Tor » peut faire référence à différents composants.
he: השם “Tor“ עלול להתייחס למספר רכיבים שונים.
hr_hr: Naziv "Tor" se može odnositi na više različitih komponenti.
hu: A "Tor" név több különböző komponensre utal.
id: Nama "Tor" mewakili beberapa komponen yang berbeda.
it: Il nome "Tor" può riferirsi a diversi componenti.
ja: 「Tor」という名前は複数の異なる構成に当てはまりうるのです。
km: ឈ្មោះ "Tor" អាច​សំដៅ​លើ​សមាសភាគ​មួយ​ចំនួន។
ko: "토르"는 여러 가지 서로 다른 구성 요소를 참조할 수 있습니다.
lv: Nosaukums "Tor" var attiekties uz vairākiem atšķirīgiem komponentiem.
ms_my: Nama "Tor" boleh merujuk kepada beberapa komponen yang berbeza.
my: "Tor" အမည်သည် အစိတ်အပိုင်း အမျိုးမျိုးကို ရည်ညွှန်းသည်။
nb: "Tor"-navnet kan referere til flere forskjellige komponenter.
nl: De naam "Tor" kan slaan op verschillende onderdelen.
nl_be: The naam Tor kan refereren naar verschillende componenten.
pl: Nazwa "Tor" może odnosić się do kilku różnych komponentów.
pt: O nome "Tor" pode referir-se a diferentes componentes.
pt_br: O nome "Tor" pode referir-se a diversos componentes:
ro: Numele "Tor" poate avea legatura cu cateva componente diferite.
ru: Название "Tor" может обозначать несколько различных компонентов.
si_lk: "Tor" නාමය විවිධ කොටස් කීපයක් හැදින්වීමට යෙදිය හැක.
sk: Názov "Tor" sa môže vzťahovať k niekoľkým rôznym komponentom.
sl_si: Ime "Tor" se lahko nanaša na več različnih komponent.
sq: Emri "Tor" mund të referojë në disa përbërës të ndryshëm.
sr: Ime "Tor" predstavlja nekoliko različitih komponenti.
sv: Namnet "Tor" kan referera till flera olika komponenter.
ta: "Tor" எனும் பெயர் பல உள்ளடங்கிய பகுதிகளை குறிக்கலாம்.
te_in: "టోర్" అనే పేరు ఆనేక భిన్నమైన అంశీభూతాలను సూచిస్తుంది.
th: Tor สามารถหมายถึงองค์ประกอบหลายๆส่วน
tr: "Tor" adı birkaç farklı bileşeni tanımlayabilir.
uk: Назва "Tor" може позначати кілька різних компонентів.
zh_cn: “Tor”这一名称可用于多个不同的组件。
zh_tw: 名稱 "Tor" 可以指幾個不同的元件。
