Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: (We apologize if you didn't ask for this mail. Since your email is from a service that doesn't use DKIM, we're sending a short explanation, and then we'll ignore this email address for the next day or so.)
ar: (نعتذر إذا لم تطلب هذا البريد. حيث ان مزود خدمة البريد الإلكتروني الخاص بك لا يستخدم DKIM ، نحن نرسل لك شرحا موجزاً، وبعد ذلك سوف نتجاهل عنوان بريدك الإلكتروني لليوم التالي أو نحو ذلك.)
az: (Bu məktubu istəməmisinizsə, üzr istəyirik. Sənin emailin DKIM dəstəkləməyən xidmətdən olduğu üçün biz sənə qısa izah göndəririk və daha sonra bu emaili növbəti gün və ya daha çox müddət üçün gözdən itirəcəyik.)
ca: (Demanem disculpes si no ha demanat aquest correu: com que el seu correu electrònic prové d'un servei de missatgeria que no utilitza "DKIM", li enviarem una breu explicació i ignorarem l'adreça d'aquest email per el dia d'avui.)
cs: (Omlouváme se, pokud jste o tento e-mail nežádali. Jelikož váš e-mail patří službě nepoužívající DKIM, posíláme krátké vysvětlení a poté tuto adresu pár dní budeme ignorovat.)
cy: (Rydym ni'n ymddiheuro os na ofynwch am yr e-bost hon. Oherwydd bod eich e-bost yn dod o wasanaeth sydd ddim yn defnyddio DKIM, rydym yn anfon eglurhad, ac wedyn bydden ni'n anwybyddu'r gyferiad e-bost hon am cwpl o dyddiau.)
da: (Vi undskylder hvis du ikke bad om dette brev. Da din e-post er fra en tjeneste som ikke benytter DKIM, så sender vi en kort forklaring, og dernæst ignorerer vi denne e-post-adresse den næste dags tid eller der omkring.)
de: (Wir entschuldigen uns, wenn Sie diese E-Mail nicht angefordert haben. Da Ihre E-Mail von einem Dienst kommt, der kein DKIM benutzt, senden wir eine kurze Erklärung und werden dann diese E-Mail-Adresse, in der Regel für den nächsten Tag, ignorieren.)
el: (Σας ζητούμε συγγνώμη εάν δε ζητήσατε αυτό το μήνυμα. Αφού το email σας είναι από μια υπηρεσία που δεν χρησιμοποιεί DKIM, θα στείλουμε μία σύντομη εξήγηση, και στη συνέχεια θα αγνοήσουμε αυτή τη διεύθυνση e-mail στην την επόμενη ημέρα περίπου.)
es: (Le pedimos disculpas si usted no solicitó este correo. Al situarse su cuenta de correo electrónico en un servicio que no usa DKIM, le enviamos esta explicación breve de la situación, y luego ignoraremos esta dirección de correo durante el día siguiente, aproximadamente)
eu: (Barkamena eskatzen dizugu mezu hau eskatu ez baduzu. Zure emaila DKIM erabiltzen ez duen zerbitzu batekoa denez, azalpen labur bat bidaltzen ari gara, eta hurrengo egunetik aurrera edo email helbide hau baztertuko dugu.)
fa: (در صورتی که شما درخواستی برای دریافت این ایمیل نداده‌اید، عذرخواهی ما را بپذیرید. آز آنجایی که سرویس ایمیل شما قابلیت تشخیص DKIM را ندارد، این توضیح کوتاه را برای شما ارسال کرده ایم. همچنین تا چند روز آینده اگر از آدرس شما ایمیلی برای ما ارسال شود، به آن پاسخی نخواهیم داد.)
fi: (Pahoittelemme, jos tämä sähköposti on lähetetty pyytämättänne. Koska sähköpostinne on tullut palvelusta, joka ei käyttä DKIM -ominaisuutta, lähetämme lyhyen selityksen, minkä jälkeen tästä osoitteesta tulevia posteja ei oteta huomioon muutamaan päivään.)
fil: (Kami ay humihingi ng iyong paumanhin kung hindi mo hiniling itong mensahe. Dahil ang email mo ay galing sa serbisyo na hindi gumagamit ng DKIM, nagpadala kami ng maikling dahilan at hindi namin papansinin itong email address sa susunod na araw o makalawa.)
fr: (Nous nous excusons si vous n'avez pas sollicité ce mail. Étant donné que votre e-mail provient d'un service qui n'utilise pas de DKIM, nous vous envoyons une courte explication, et puis nous allons ignorer cette adresse e-mail à partir de demain.)
fr_ca: (Nous nous excusons si vous n'avez pas demandé ce courriel. Comme votre courriel provient d'un service qui n'utilise pas de DKIM, nous vous envoyons une courte explication, et ensuite nous allons ignorer cette adresse de courriel pour la journée à venir.)
he: (אנו מתנצלים אם לא ביקשת את המייל הזה. מאחר וכתובת המייל שלך היא משרות שלא משתמש ב-DKIM אנו שולחים הסבר קצר ואז אנו נתעלם מכתובת המייל הזה למשך יום)
hr_hr: (Ispričavamo se ako niste zatražili ovaj email. S obzirom da je email poslan s usluge koja ne koristi DKIM, šaljemo kratko objašnjenje, a zatim ćemo ignorirati ovu adresu e-pošte otprilike jedan dan.)
hu: (Sajnáljuk, ha nem ezt az emailt kérte. Mivel az email szolgáltatása nem támogatja a DKIM használatát, ezért küldünk egy rövid leírást, majd ezek után már hanyagolni fogjuk ezt az email címet.)
id: (Kami mohon maaf jika Anda tidak meminta surat ini. Karena surel Anda berasal dari layanan yang tidak menggunakan DKIM, kami mengirimkan penjelasan singkat, dan kemudian kami akan abaikan alamat surel ini untuk beberapa hari atau lebih.)
it: (Ci scusiamo nel caso questa mail non sia stata richiesta.Nel caso di mail provenienti da servizi che non utilizzano DKIM, invieremo una breve spiegazione e ignoreremo questo indirizzo email per le prossime 24 ore.)
ja: (なお、このメールが送られなかったなら申し訳ありません。あなたのメールがDKIMを使用していないサービスからのものなので、私たちは簡単な説明を送信しています。その後、明日ぐらいまでこの電子メールアドレスを無視します。)
km: (យើង​សូម​អភ័យទោស ប្រសិនបើ​អ្នក​មិន​បាន​ស្នើ​សុំ​អ៊ីមែល​នេះ។ ដោយសារ​អ៊ីមែល​របស់​អ្នក​ចេញពី សេវាកម្ម​ដែល​មិន​ប្រើ DKIM, យើង​នឹង​ផ្ញើ​ការ​ពន្យល់​ខ្លី​មួយ ហើយ​យើង​នឹង​មិន​អើពើ​អាសយដ្ឋាន​អ៊ីមែល​នេះ​នៅ​ថ្ងៃ​បន្ទាប់ និង​រៀង​រហូត)។
ko: (만약 이 메일을 보내시지 않으셨다면 죄송합니다. 귀하의 이메일이 DKIM을 사용하지 않는 서비스에서 왔기 때문에, 저희는 짧은 설명을 보냅니다. 그런 다음에는 계속해서 이 메일주소를 무시할 것입니다.)
lv: (Mēs atvainojamies ja negaidīti saņēmāt šo e-pastu. Tā kā Jūsu e-pasts pienāca no e-pasta pakalpojumu programmas, kura neizmanto DKIM, mēs pievienojam arī īsu paskaidrojumu, pēc tam mēs aptuveni dienu ignorēsim šo e-pasta adresi.)
ms_my: (Kami memohon maaf jika anda tidak meminta untuk mel ini. Sejak e-mel anda ialah perkhidmatan yang tidak menggunakan DKIM, kami menghantar penjelasan yang singkat, dan kemudian kita akan mengabaikan alamat e-mel ini untuk hari akan datang.)
my: (ဤမေးလ်ကို သင် မတောင်းဆိုထားပါက ကျွန်တော်တို့ တောင်းပန်ပါသည်။ သင့် အီးမေးလ်သည် DKIM အသုံးမပြုသော ၀န်ဆောင်မှု တစ်ခု ဖြစ်သောကြောင့်၊ ​ဖြေရှင်းချက် အကျဉ်းချုပ် တစ်ခုကို ပေးပို့ထားခြင်း ဖြစ်သည်။ ဤအီးမေးလ် လိပ်စာကို အခြား ရက်တွင် လျစ်လျူရှုထားမည် ဖြစ်သည်။)
nb: (Vi beklager hvis du ikke ønsket denne e-posten. Men, fordi e-posten din er fra en tjeneste som ikke bruker DKIM, så sender vi derfor en kort forklaring, og så vil vi overse denne e-postadressen en dag eller to.)
nl: (We verontschuldigen ons indien je niet gevraagd hebt voor deze e-mail. Omdat je e-mailadres van een e-mailprovider is dat geen DKIM gebruikt sturen we je een korte uitleg en daarna zullen we dit e-mailadres voor ongeveer een dag negeren.)
nl_be: (Gelieve ons te verontschuldigen, maar aangezien uw e-mail verstuurd werd van een dienst die geen gebruik maakt van "DKIM", sturen wij u een korte uitleg hierover. We zullen dit e-mailadres voor de volgende dag of langer, negeren.)
pl: (Przepraszamy, jeśli nie prosiłeś/aś o ten list. Skoro Twój adres pochodzi z usługi, która nie używa DKIM, wysyłamy krótkie wyjaśnienie, po czym będziemy ignorować ten adres email przez około dzień.)
pt: (Nós pedimos desculpa, se não pediu este e-mail. Como o seu e-mail é de um serviço que não utiliza DKIM, nós estamos a enviar uma breve explicação e nós iremos ignorar este endereço de e-mail durante um dia ou dois.)
pt_br: (Desculpamo-nos caso você não tenha pedido uma conta e-mail. Como a sua mensagem provém de um serviço que não utiliza DKIM, enviamos-lhe uma breve explicação, e em seguida iremos ignorar este endereço e-mail).
ro: (Ne cerem scuze dacă nu ați solicitat această scrisoare. Deoarece scrisoarea dvs. este de la un serviciu care nu folosește DKIM, vă trimitem o scurtă explicație, urmând ca apoi să ignoram această adresă de poștă electronică pentru zilele următoare.)
ru: (Мы просим прощения за то что не отвечаем на это письмо. Т.к. ваше письмо пришло с почтового ящика, не поддерживающего DKIM, мы отошлем короткое объяснение, а в дальнейшем данный почтовый адрес будет игнорироваться.)
si_lk: (ඔබ මෙම තැපෑල සදහා ඉල්ලුම් නොකළේ නම් අප සමාව අයැද සිටී. ඔබගේ විද්‍යුත් තැපෑල DKIM භාවිතා නොකරන සේවාවක් විසින් නොවන බැවින්, අප කෙටි විස්තර කිරීමක් එවනු ඇත, සහ අප මෙම විද්‍යුත් තැපෑල හෙට දවසේ හෝ පසුව නොසලකා හරිනු ඇත.)
sk: (Ospravedlňujeme sa, ak ste o tento email nepožiadali. Kvôli tomu, že Vaša emailová služba nepoužíva DKIM, posielame Vám krátke vysvetlenie a následne budeme túto emailovú adresu pár dní ignorovať.)
sl_si: (Se upravičujemo, ker nismo odgovorili na to e-pošto. Ker je vaša e-pošta iz storitev, ki ne uporabljajo DKIM, vam pošiljamo kratko razlago, nato bo ta e-poštni naslov prezrt. )
sq: (Kërkojmë ndjesë nëse nuk e kërkuat këtë postë. Meqenëse e-posta juaj është nga një shërbim që nuk përdor DKIM, po ju dërgojmë një sqarim të shkurtër, dhe më pas ne do ta harrojmë këtë e-postë për nesër e më tej.)
sr: (Извињавамо се ако нисте захтевали ову поруку. С обзиром на то да Ваша е-пошта не подржава DKIM, одлучили смо да Вам пошаљемо кратко објашњење, а тек онда занемаримо ову е-адресу.)
sv: (Vi ber om ursäkt om du inte begärde det här meddelandet. Eftersom din e-post är från en tjänst som inte använder DKIM så skickar vi en kort förklaring, och sen ignorerar vi din e-postdress en dag eller två.)
ta: இந்த மின்னஞ்சலை நீங்கள் கேட்கவில்லை என்றால் மன்னிப்பு கூறுகிறோம். உங்கள் மின்னஞ்சல் DKIM பயன்படுத்தாத சேவையினிலிருந்து வந்ததென்பதால் என்பதால், நாங்கள் ஒரு குறுகிய விளக்கம் அனுப்புகிறோம், பின்னர் அடுத்த நாளிலிருந்து தங்களின் இந்த மின்னஞ்சல் முகவரி புறக்கணிக்கப்படும்.
te_in: (మీరు ఈ వేగు కోసం అభ్యర్ధించనట్లైతే మమ్మల్ని క్షమించగలరు. మీ ఈమెయిల్ "DKIM"ను ఉపయోగించని సేవ నుంచి వచ్చినందున మేము ఈ చిన్న విన్నపాన్ని పంపిస్తున్నాము మరియు ఈ ఈమెయిల్ చిరునామాను రేపటి నుంచీ పరిగణనలోకి తీసుకోము.)
th: (เราขออภัยถ้าหากท่านไม่ได้ขออีเมล์นี้ เนื่องจากว่าอีเมล์ของคุณมาจากผู้ให้บริการที่ไม่รองรับ DKIM เราจึงได้ส่งคำอธิบายสั้นๆ แล้วเราจะไม่สนใจอีเมล์จากที่อยู่นี้เป็นเวลาอีกวันสองวัน)
tr: (Bu e-postayı siz istemediyseniz özür dileriz. E-postanız DKIM kullanmayan bir hizmet üzerinden geldiği için bu kısa açıklamayı gönderdik. Bu e-posta adresi sonraki gün boyunca gözardı edilecek.)
uk: (Ми просимо вибачення за те, що не відповідаємо на цей лист. Позаяк ваше лист прийшов з поштової скриньки не підтримує DKIM, ми відішлемо коротке пояснення, а в подальшому дана поштова адреса буде ігноруватися.)
vi: (Xin lỗi nếu bạn đã không yêu cầu thư này. Vì thư của bạn đến từ một dịch vụ không phải sử dụng DKIM, chúng tôi gửi một lời giải thích ngắn, sau đó chúng tôi cũng không đáp ứng thư từ địa chỉ này trong vài ngày.)
zh_cn: （非常遗憾，你收到这一邮件。由于你的邮件服务器不支持 DKIM 功能， 我们通过这一邮件为你提供简要的解释，大约一天之后，来自该 电子邮件地址的邮件将被忽略。）
zh_tw: (若您沒有要求此郵件，我們深表歉意，由於您的電子郵件 服務不使用 DKIM，我們將發送一個簡短的說明， 然後我們將忽略此電子郵件位址至隔天左右。)

source: If you have any questions or it doesn't work, you can contact a human at this support email address: help@rt.torproject.org
ar: اذا كانت لديك آي أسئلة، يمكنك مراسله فريق الدعم الفني على: help-ar@rt.torproject.org
az: Hər hansı sualın olsa, ya da bu işləməsə, dəstək email ünvanındakı insanla əlaqə saxlaya bilərsən: help@rt.torproject.org
ca: Si tens qualsevol pregunta o no funciona, podeu contactaramb una persona amb aquest email de suport: help@rt.torproject.org
cs: Pokud máte jakékoliv dotazy, nebo pokud vám něco nefunguje, můžete nás kontaktovat na této e-mailové adrese: help@rt.torproject.org
cy: Os gennych chi unrhyw cwestiynau, neu mae hyn ddim yn gweithio, gallwch cysylltu a person gyda'r gyfeiriad e-bost cymorth yma: help@rt.torproject.org
da: Hvis du har nogen spørgsmål eller det ikke virker, så kan du kontakte et menneske på denne support-e-mail-adresse: help@rt.torproject.org
de: Sollten Sie weitere Fragen haben oder es funktioniert nicht, dann können Sie uns unter help@rt.torproject.org kontaktieren.
el: Αν έχετε ερωτήσεις ή δεν τα καταφέρνετε, μπορείτε να επικοινωνήσετε με κάποιο πρόσωπο στην ακόλουθη διεύθυνση υποστήριξης: help@rt.torproject.org
es: Si tiene alguna pregunta o si el paquete no funciona, puede recibir ayuda no automatizada en esta dirección de correo de apoyo: help@rt.torproject.org
eu: Galderaren bat baldin badaukazu edo ez badabil, pertsona batekin harremanetan jar zaitezke laguntza email helbide honetan: help@rt.torproject.org
fa: در صورت داشتن سوال یا برخورد با هرگونه مشکلی‌ می توانید با مرکز پشتیبانی‌ توسط ایمیل زیر تماس بگیرید: help@rt.torproject.org
fi: Jos sinulla on mitään kysymyksiä tai ohjelma ei toimi, voit ottaa yhteyttä henkilökohtaisesti tämän tukisähköpostiosoitteen kautta: help@rt.torproject.org
fil: Kung ikaw ay may tanong o hindi gumagana, maaari kang magpadala ng mensahe sa isang tao sa email address na ito: help@rt.torproject.org
fr: Si vous avez une question ou que ça ne fonctionne pas, vous pouvez contacter quelqu'un à cette adresse e-mail de support : help@rt.torproject.org
fr_ca: Si vous avez une question ou que ça ne fonctionne pas, vous pouvez contacter un humain à cette adresse courriel de soutien : help@rt.torproject.org
he: אם יש לך שאלות או שהוא לא עובד, אתה יכול לתקשר עם אדם בכתובת התמיכה הזאת: help@rt.torproject.org
hr_hr: Ako imate nekih pitanja ili ako ne radi, možete kontaktirati čovjeka na email adresi za podršku: help@rt.torproject.org
hu: Ha bármilyen kérdése van, vagy nem működik, felveheti a kapcsolatot egy emberrel, ezen a támogató email címen: help@rt.torproject.org
id: Jika Anda memiliki pertanyaan atau hal tersebut tidak berfungsi, Anda bisa menghubungi seseorang pada alamat surel dukungan ini: help@rt.torproject.org
it: Se si ha qualche domanda o si riscontra un errore nel funzionamento, è possibile contattare il supporto all'indirizzo email: help@rt.torproject.org
ja: 何か質問があったり、うまくいかなかったら、このサポートメールアドレスで"中の人"と連絡をとれます: help@rt.torproject.org
km: បើ​អ្នក​មាន​សំណួរ ឬ​វា​មិន​ដំណើរការ អ្នក​អាច​ទាក់ទង​មកកាន់ អាសយដ្ឋាន​អ៊ីមែល៖ help@rt.torproject.org
ko: 질문이나 작업에 문제가 발생하면, 다음 주소로 문의하십시오: help@rt.torproject.org
lv: Ja Jums ir jautājumi vai programma nestrādā, varat sazināties ar speciālistu, rakstot angļu valodā uz šādu atbalsta e-pasta adresi: help@rt.torproject.org
ms_my: Jika anda mempunyai sebarang soalan atau ia tidak berfungsi, anda boleh menghubungi manusia di alamat e-mel: help@rt.torproject.org
my: အကယ်၍ သင်၌ မေးစရာများ ရှိပါက (သို့) အလုပ်မလုပ်ပါက လူသား တစ်ဦးထံ အထောက်အ​ပံ့ ပေးသည့် အီးမေးလ်လိပ်စာ help@rt.torproject.org ထံ လိပ်စာမူပြီး သင် ဆက်သွယ်နိုင်သည်။
nb: Hvis du har noen spørsmål eller det ikke virker, kan du kontakte et menneske på denne e-postadressen: help@rt.torproject.org
nl: Als je vragen hebt of het werkt niet, dan kan je contact opnemen met een persoon via dit e-mailadres: help@rt.torproject.org
nl_be: Indien u vragen hebt, of indien u technische problemen ondervindt, kan u altijd iemand contacteren op volgend e-mailadres : help@rt.torproject.org
pl: Jeśli masz pytania lub coś nie działa, możesz skontaktować się ze wsparciem pod tym adresem: help@rt.torproject.org
pt: Se tem algumas questões ou se não funcionar, poderá contactar uma pessoa neste endereço de e-mail: help@rt.torproject.org
pt_br: Se você tiver qualquer questão ou se o Tor não estiver funcionando, você pode contactar um humano neste e-mail de assistência: help@rt.torproject.org
ro: Dacă aveți vreo întrebare sau dacă nu merge, puteți contacta un om la adresa de suport: help@rt.torproject.org
ru: Если у вас есть какие-либо вопросы или что-то не работает, вы можете связаться с с техподдержкой по этому адресу: help@rt.torproject.org
si_lk: ඔබට ප්‍රශ්නයක් තිබේනම් හෝ එය ක්‍රියා නොකරන්නේ නම්, ඔබට පුද්ගලයෙක් මේ විද්‍යුත් තැපෑල ලිපිනයෙන් සම්බන්ධ වී උදව් කරනු ඇත: help@rt.torproject.org
sk: Ak máte akékoľvek otázky alebo niečo nepracuje správne, môžete kontaktovať našu podporu na emailovej adrese: help@rt.torproject.org
sl_si: Če imate vprašanja ali vam ne deluje lahko navežete stik z osebo na podporni e-poštni naslov: help@rt.torproject.org
sq: Nëse keni ndonjë pyetje, ose nëse nuk punon, mund të kontaktoni një person tek kjo adresë e-poste ndihmëse: help@rt.torproject.org
sv: Om du har några frågor eller om det inte fungerar så kan du kontakta en person på den här support-adressen: help@rt.torproject.org
ta: உங்களுக்கு எதாவது கேள்விகள் இருந்தால் அல்லது இது வேலைச்செய்யவில்லை என்றால், நீங்கள் ஆதரவுக்கு எம் நிபுணரை மின்னஞ்சல் வாயிலாக தொடர்பு கொள்ள வேண்டிய முகவரி : help@rt.torproject.org
te_in: మీకేమైనా ఇతర సందేహాలు ఉన్నా లేక ఇది మీకు పని చేయకపోయినా, మీరు ఈ సహాయక వేగు చిరునామాలో ఎవరినైనా సంప్రదించవచ్చు. help@rt.torproject.org
th: ถ้าคุณมีคำถามเพิ่มเติม หรือใช้งานไม่ได้ คุณสามารถติดต่อมนุษย์ ได้ที่อีเมล์: help@rt.torproject.org
tr: Sorularınız varsa ya da çalışmıyorsa, şu destek adresinden bir kişiye ulaşabilirsiniz: help@rt.torproject.org
uk: Якщо у вас є які-небудь питання або щось не працює, ви можете зв'язатися з людиною на цю електронну адресу підтримки: help@rt.torproject.org
vi: Nếu bạn có bất kỳ câu hỏi nào hoặc nó không hoạt động, liên hệ địa chỉ email hổ trợ này: help@rt.torproject.org
zh_cn: 如有问题或者无法运行，请通过以下电子邮件联系支持人员。
zh_tw: 若您有任何問題或是無法執行，您可以聯繫一個⏎ 人在下列支援的電子郵件地址：help@rt.torproject.org
