Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: Unfortunately there is no split package available for the package you requested. Please send us another package name or request the same package again, but remove the 'split' keyword. In that case we'll send you the whole package. Make sure this is what you want.
ar: لسوء الحظ لا توجد اي رزمة مقسمة متاحة للرزمة التي طلبتها. الرجاء ارسال لنا اسم رزمة اخرى أو اعد طلب الرزمة نفسها مرة أخرى ، ولكن أحذف كلمة 'split'. وفي هذه الحالة سوف نرسل لك الرزمة كاملة. تأكد من أن هذا هو ما تريد.
az: Təəssüf ki, sənin tələb etdiyin paket üçün split-paket mövcud deyil. Lütfən, bizə başqa paket adı göndər, ya da eyni paketin adını 'split' sözü çıxarılmaqla yenidən göndər. O halda biz sənə tam paketi göndərəcəyik. Bunu etmək istədiyinə əmin ol.
cs: Žádný z požadovaných balíčků není bohužel rozdělen na menší části. Zašlete nám jiný název balíčku nebo zažádejte o stejný balíček, ale odeberte klíčové slovo 'split'. V takovém případě Vám pošleme celý balíček. Ujistěte se, že chcete provést tuto akci.
cy: Yn anffodus, nid oes na rhan-ffeil ar gael am yr pecyn gofynnwyd amdan. Anfonwch enw pecyn arall, neu gofyn am yr un pecyn eto, ond cael gwared a'r allweddair 'split'. Os felly, bydden ni'n anfon yr pecyn llawn iddoch chi. Byddwch yn siwr mae hyn yw beth chi eisiau.
da: Desværre er der ingen split-pakke tilgængelig for den pakke du forespurgte. Send os venligst et andet pakkenavn eller forespørg den samme pakke igen, men fjern nøgleordet 'split'. I så fald vil vi sende dig hele pakken. Sørg for at sikre at dette er hvad vil have.
de: Leider ist für das von Ihnen angefragte Paket keine Paketaufteilung möglich. Bitte fordern Sie ein anderes Paket an oder erneuern Sie Ihre Anfrage ohne das Stichwort »split« zu benutzen. In diesem Fall würden wir Ihnen das gesamte Paket zuschicken. Bitte überprüfen Sie zuvor die Identität dieses Paketes.
el: Δυστυχώς δεν υπάρχει διαθέσιμο πακέτο μεμονωμένων αρχείων για το πακέτο που ζητήσατε. Παρακαλούμε να μας αποστείλετε ένα άλλο όνομα πακέτου ή να ζητήσετε το ίδιο πακέτο εκ νέου, αλλά διαγράφοντας την λέξη 'split'. Στην περίπτωση αυτή θα σας στείλουμε ολόκληρο το πακέτο. Πρέπει να είστε σίγουροι ότι αυτό είναι που επιθυμείτε.
es: Desafortunadamente no hay archivo fraccionado disponible del paquete que ha solicitado. Por favor, envíenos otro nombre de paquete o solicite otra vez el mismo eliminando la palabra 'split' y en tal caso le enviaremos el paquete completo. Antes asegúrese de que esto es lo que quiere.
eu: Zoritxarrez ez dago pakete zatirik eskuragarri eskatu duzun paketearentzako. Mesedez bidaliguzu beste pakete izen bat edo pakete berdina berriz eska ezazu, baina ezabatu 'split' hitza. Kasu horretan pakete osoa bidaliko dizugu. Egiaztatu hau dela nahi duzuna.
fa: متاسفانه محصول درخواستی شما به صورت تکه تکه موجود نیست. لطفاً محصول دیگری را انتخاب کنید یا مجدداً ایمیل بفرستید، اما اینبار از واژه split در متن ایمیل استفاده نکنید. در آن صورت محصول درخواستی را یک جا برای شما خواهیم فرستاد. اطمینان حاصل کنید که این همان بسته‌ایست که نیاز دارید.
fi: Valitettavasti pyytämästäsi pakkauksesta ei ole saatavilla split-pakkausta. Lähetä meille toinen pakkausnimi tai pyydä sama pakkaus uudelleen, mutta poista ’split’-avainsana. Siinä tapauksessa lähetämme sinulle koko pakkauksen. Varmista, että tämä on sitä mitä haluat.
fil: Sa kasamaang palad, walang split package na angkop para sa iyong hiling. Kung maaari, padalhan mo ulit kami ng ibang pangalan ng bungkos o humiling ng tulad na bungkos muli pero tanggaling ang 'split' na keyword. Sa ganoong paraan, padadalhan ka namin ulit ng bagong bungkos. Sigurduhing ito ay ang iyong ninais.
fr: Malheureusement, il n'existe pas de paquetage scindé en plusieurs parties de disponible pour le paquetage que vous avez demandé. Merci de nous envoyer un autre nom du paquetage ou demandez le même paquetage de nouveau, mais en supprimant le mot clé 'split'. Dans ce cas, nous vous enverrons l'ensemble du paquet. Assurez-vous que c'est ce que vous voulez.
fr_ca: Malheureusement il n'existe pas de paquet scindé de disponible pour le paquet que vous avez demandé. Veuillez nous envoyer un autre nom de paquet ou redemandez le même paquet, mais enlevez le mot-clef « split ». Nous vous enverrons alors le paquet entier. Assurez-vous que c'est ce que vous voulez.
he: למרבה הצער אין חבילה מפוצלת זמינה לחבילה שביקשת. בבקשה שלך לנו שם אחר של חבילה או בקש את החבילה שנית, אך הסר את המילה 'split'. במקרה הזה אנו נשלח לך את כל החבילה. וודא שזה מה שאתה רוצה.
hr_hr: Nažalost, nema dostupnog podijeljenog paketa za paket koji ste zatražili. Molimo Vas da nam pošaljete drugi naziv paketa ili da zatražite isti paket ponovo, ali izuzmite ključnu riječ 'split'. U tom slučaju poslat ćemo Vam cijeli paket. Osigurajte da je to ono što želite.
hu: Sajnos nincs a kért csomagból darabolt csomag elérhető. Kérjük küldjön másik csomagnevet, vagy ugyanazt a csomagnevet, de távolítsa el a 'split' (darabolás) kulcsszót a levélből. Ez esetben elküldjük a teljes csomagot. Legyen biztos benne, hogy erre van szüksége.
id: Sayangnya, tidak tersedia 'split package' untuk paket yang Anda minta. Silakan kirim nama paket yang Anda lainnya atau kirim ulang permintaan dengan meniadakan kata 'split'. Dengan demikian, kami akan kirimkan paket secara utuh. Pastikan bahwa inilah yang Anda kehendaki.
it: Non sono disponibili file di piccole dimensioni per il pacchetto richiesto. Si consiglia di inviare un diverso nome di pacchetto o eseguire di nuovo la richiesta per lo stesso pacchetto rimuovendo però la parola chiave "split". In quest'ultimo caso, vi sarà inviato il pacchetto per intero. Ci si assicuri che questo sia quanto desiderato.
ja: 申し訳ございませんが、あなたが要求したパッケージの利用できる分割パッケージがありません。 他のパッケージ名を送信するか、「分割する」というキーワードを除いて同じパッケージをもう一度要求してください。その場合、私たちはパッケージ全体を送信します。これがあなたに必要なものか確認してください。
km: ចៃដន្យ មិន​មាន​កញ្ចប់​បំបែក​សម្រាប់​កញ្ចប់​ដែល​អ្នក​បាន​ស្នើ​ទេ។ សូម​ផ្ញើ​ឲ្យ​យើង​នូវ​កញ្ចប់​ផ្សេង ឬ​ស្នើ​កញ្ចប់​ដូចគ្នា​ម្ដងទៀត ប៉ុន្តែ លុប​ពាក្យ​គន្លឹះ 'split' ចេញ។ ក្នុង​ករណី​នេះ​យើង​នឹង​ផ្ញើ​កញ្ចប់ ទាំងមូល​ឲ្យ​អ្នក។ សូម​ប្រាកដ​ថា​នេះ​ជា​អ្វី​ដែល​អ្នក​ចង់បាន។
ko: 불행하게도 귀하가 요청한 가능한 분할 패키지가 없습니다. 다른 패키지 이름을 우리에게 보내시던지, 같은 패키지를 다시 시도해 주십시오. 하지만, split 키워드는 제가해야 합니다. 그러면 우리는 전체 패키지를 보내드립니다. 원하는 것을 확실히 하십시오.
lv: Diemžēl Jūsu pieprasītajai pakotnei nav pieejama sadalītā pakotne. Lūdzu nosūtiet mums citas pakotnes nosaukumu vai pieprasiet to pašu pakonti vēlreiz, bet noņemiet atslēgvārdu 'split' jeb sadalīt. Tad mēs Jums nosūtīsim pilnu pakotni. Pārliecinieties, ka tas tiešām ir tas, ko Jūs vēlaties.
ms_my: Malangnya tiada split fail yang tersedia untuk pakej yang anda minta. Sila hantar kepada kami nama pakej yang lain atau cuba menghantar pakej yang sama sekali lagi, tapi pastikan anda buang ayat 'split'. Dalam hal tersebut, kami akan menghantar pakej yang lengkap kepada anda. Pastikan ini adalah apa yang anda mahu.
my: ကံမကောင်းစွာဖြင့် သင် တောင်းဆိုထားသည့် ဖိုင်ထုတ်အတွက် ဖိုင်အပိုင်းအစ မရှိပါ။ အခြား ဖိုင်ထုတ် အမည်ကို ကျွန်တော်တို့ထံ ပေးပို့ပါ (သို့) အလားတူ ဖိုင်ထုတ်ကို ပေးပို့ပါ။ သို့​ရာတွင် 'split' သော့ချက်စာလုံးကို ဖယ်ရှားပါ။ အဲဒီအတွက် ဖိုင်ထုတ် တစ်ခုလုံးကို သင့်ထံ ပေးပို့ပေးမည် ဖြစ်သည်။ ဤအရာသည် သင် လိုအပ်သော အရာ ဟုတ်မဟုတ် စစ်ဆေးပါ။
nb: Beklager, men det finnes ikke noen oppdelt pakke tilgjengelig for pakken du forespurte. Vennligst send oss et annet pakkenavn eller spør om samme pakke igjen, etter å ha fjernet ordet 'split' i pakkenavnet. Vi vil da sende deg hele pakken. Vær sikker på at det er dette du vil.
nl: Helaas is er geen opgedeeld pakket beschikbaar voor je verzoek. Stuur ons een andere pakketnaam of dezelfde pakketnaam opnieuw maar zonder de 'split' keyword. In dat geval sturen we je het volledige pakket. Wees er zeker van dat je dit ook wilt.
nl_be: Helaas is er het door u gevraagde split pakket niet beschikbaar. Gelieve ons een naam te sturen van een ander pakket dat u wenst, of de naam van hetzelfde pakket, maar dan zonder het 'split' kernwoord. In dat geval zullen we u het volledige pakket versturen. Gelieve er zeker van te zijn dat dit de optie is die u wenst.
pl: Niestety nie ma rozdzielonej wersji paczki, o którą prosisz. Proszę podać inną nazwę paczki lub poprosić ponownie o tę samą paczkę bez słowa 'split'. Wtedy przyślemy Ci całą paczkę. Sprawdź, czy to jest to, o co Ci chodzi.
pt: Infelizmente não existe um pacote, distribuído separadamente, para a sua escolha. Por favor envie-nos outro nome de pacote, ou peça o mesmo pacote, mas remova a palavra 'split'. Nesse caso enviar-lhe-emos o pacote inteiro. Certifique-se de que é este o seu desejo.
pt_br: Infelizmente, nós não dispomos de nenhum arquivo dividido que corresponda ao pacote que você solicitou. Por favor, envie-nos um pedido de outro tipo de pacote ou solicite o mesmo novamente, sem a palavra 'split'. Assim, nós lhe enviaremos o pacote em um só arquivo. Tenha certeza de que é isso o que você deseja.
ro: Din pacate nu exista nici un pachet impartit potrivit pentru pachetul cerut de d-voastra. Va rugam sa ne trimiteti un alt nume de pachet sau sa ne cereti iar acelasi pachet, dar sa inlaturati cuvantul cheie 'split'. In acest caz va vom trimite intregul pachet. Fiti sigur ca asta este ceea ce vreti.
ru: К сожалению нет доступного разбитого на части пакета для запрошенного вами пакета. Пожалуйста, отправьте нам другое имя пакета или запросите тот же пакет снова, но уберите ключевое слово 'split'. В этом случае мы вышлем вам пакет целиком. Убедитесь, что это то что вам необходимо.
si_lk: අවාසනාවන්ත ලෙස ඔබ අයදුම් කල පැකේජයට අදාල බෙදුම් පැකේජයක් නොමැත. කරුණාකර අපට වෙනත් පැකේජ නාමයක් හෝ එම පැකේජයම අයදුම් කරන්න නැවත, නමුත් 'බෙදුම්' යන යතුරු පදය ඉවත් කරන්න. එසේනම් අප ඔබට මුලු පැකේජයම එවන්නෙමු. ඔබට අවශ්‍ය මේ යැයි තහවුරු කරගන්න.
sk: Nanešťastie balík, o ktorý žiadate nie je rozdelený na menšie časti. Prosím požiadajte o iný balík alebo požiadajte znova o ten istý balík, ale teraz odstráňte slovo 'split'. V tomto prípade Vám pošleme celý balík. Uistite sa, že práve tento chcete.
sl_si: Nažalost ni deljenega paketka za paket, ki ste ga zahtevali. Prosim pošljite drugo ime paketka ali zahtevajte isti paketek ponovno, vendar odstranite ključno besedo 'split'. V tem primeru vam pošljemo cel paket. Prepričajte se, da je to tisto, kar želite.
sq: Fatkeqësisht s'ka ndonjë paketë të ndarë, të disponueshme për paketën që ju kërkuat. Ju lutemi na dërgoni një emër tjetër paket tjetër ose kërkojeni të njëjtën paketë sërish, por hiqeni fjalën kyçe "split". Në këtë rast ne do t'jua dërgojmë të plotë paketën. Sigurohuni që kjo është ajo çka doni.
sr: Нажалост немамо пакет који сте захтевали. Молимо Вас да нам још једном пошаљете име пакета или захтевајте исти пакет још једном, али изоставите реч 'split'. У том случају послаћемо Вам цео пакет. Будите сигурни да је то оно што желите
sv: Tyvärr finns det inga uppdelade paket tillgängliga för paketet du begärde. Var snäll och skicka oss ett annat paketnamn eller begär samma paket igen, men ta bort det "uppdelade" ordet. I det fallet skickar vi dig hela paketet. Se till att det är vad du vill.
te_in: మీరు అభ్యర్ధించిన కూర్పునకు విభజితకూర్పు ఏదీ అందుబాటులో లేదు. దయచేసి మరొక కూర్పు పేరును కానీ లేదా ఇదే కూర్పులో "split" అనే మూలపదాన్ని తొలగించి తిరిగి అభ్యర్ధించండి. అప్పుడు మేము మీకు మొత్తం కూర్పును పంపగలము. మీ అవసరం ఇదేనేమో సరి చూసుకోండి.
th: เสียดายที่ไม่มีแพกเกจแยกสำหรับแพกเกจที่คุณ ร้องขอ กรุณาส่งชื่อแพกเกจอื่นหรือร้องขอแพกเกจอีกครั้งแต่ เอาคำว่า 'split' ออก ในกรณีนั้นเราจะส่งแพกเกจทั้งหมด กรุณาตรวจสอบด้วยว่านี่คือสิ่งที่ต้องการ
tr: Malesef, istediğiniz paket için birden çok parçalı gönderim seçeneği yok. Lütfen başka bir paket adı yollayın ya da aynı paketi 'split' sözcüğünü çıkartarak yeniden isteyin. Bu durumda tüm paket tek parça şeklinde yollanır. İstediğinizin bu olduğundan emin olun.
uk: На жаль, немає доступного розбитого на частини пакета для запитаного вами пакету. Будь ласка, відправте нам інше ім'я пакета або запросіть той же пакет знову, але приберіть ключове слово 'split'. У цьому випадку ми надішлемо вам пакет цілком. Переконайтеся, що це те що вам необхідно.
vi: Không may thây, không có gói lẽ nào cho cái gói mà bạn đã chọn. Làm ơn gửi lại yêu cầu lần nữa mà không có từ khóa 'lẽ' hoặc gửi tên gói khác. Trong trường hợp đó, chúng tôi sẽ gửi cho bạn toàn bộ gói. Đảm bảo đây là những gì bạn muốn.
zh_cn: 抱歉，你请求发送的软件包不提供分卷下载。 请使用其他软件包名称，或请求发送同一软件包且删除关键词“split”， 以便发送整个软件包。请确认邮件可接收整个文件包。
zh_tw: 不幸的是您請求的套件沒有分割套件可用。 請給我們另一個套件名稱或再次請求相同的套件但 刪除「分割」關鍵字。在這種情況下，我們將寄給您整個 套件。請確定這是您想要的。

source: UNPACKING THE FILES ===================
ar: فك ضغط الملفات ==========
az: FAYLLARIN PAKETİNİN AÇILMASI ===================
ca: DESEMPAQUETANT ELS ARXIUS ===================
cs: ROZBALOVÁNÍ SOUBORŮ ===================
cy: DADPACIO'R FFEILIAU ==================
da: UDPAKNING AF FILERNE ====================
de: DIE DATEIEN ENTPACKEN ======================
el: ΑΠΟΣΥΜΠΙΕΣΗ ΤΩΝ ΑΡΧΕΙΩΝ =========================
es: DESEMPAQUETAR LOS ARCHIVOS ===========================
eu: FITXATEGIAK ERAUZTEN ====================
fa: باز کردن فایل های فشرده ===============
fi: PURETAAN TIEDOSTOJA ===================
fr: EXTRACTION DES FICHIERS ======================
fr_ca: EXTRACTION DES FICHIERS ======================
he: לפתוח את הקבצים ============
hr_hr: RASPAKIRAVANJE DATOTEKA ===================
hu: A FÁJLOK KICSOMAGOLÁSA ======================
id: MENGEKSTRAK BERKAS ===================
it: Estrarre il contenuto dei file ====================
ja: ファイルを解凍しています ＝＝＝＝＝＝＝＝＝＝＝
km: ការ​ស្រាយ​កញ្ចប់​ឯកសារ ===================
ko: 파일 압축 풀기 =============
lv: DATŅU IZPAKOŠANA ================
ms_my: NYAHMAMPAT FAIL ================
my: ဖိုင်များကို ဖြည်ချနေသည် ================
nb: OPPAKKING AV FILENE ===================
nl: BESTANDEN UITPAKKEN ====================
nl_be: UITPAKKEN VAN DE BESTANDEN =================================
pl: ROZPAKOWANIE PLIKÓW ===================
pt: EXTRAINDO OS FICHEIROS =====================
pt_br: DESCOMPACTANDO OS ARQUIVOS =============================
ro: Despachetand fisierele⏎ ===================
ru: РАСПАКОВКА ФАЙЛОВ =================
si_lk: ගොනු විචයනය කරමින් ===================
sk: ROZBAĽOVANIE SÚBOROV =====================
sl_si: RAZPAKIRANJE DATOTEK ===================
sq: SHPAKETIMI I SKEDARËVE ===================
sr: PODACI SE OTPAKUJU =================
sv: PACKAR UPP FILERNA ===================
ta: கோப்புகளை விரிவாக்குவது எப்படி ===================
te_in: దస్త్రాలను విప్పుట ===========
th: การแตกไฟล์ ==========
tr: DOSYALARININ AYIKLANMASI ========================
uk: РОЗПАКУВАННЯ ФАЙЛІВ ===================
zh_cn: 解压文件 ===================
zh_tw: 解壓縮檔案⏎ ===================
