Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: 6.) That's it. You're done. Thanks for using Tor and have fun!
ar: 6.) هذا كل شيء. شكرا لاستخدام تور و تمتع به!
az: 6.) Bu qədər. Sən bunu etdin. Tor istifadə etdiyin üçün minnətdarıq!
ca: 6.) Procès complet. Gràcies per usar Tor.
cs: 6. To je vše, nyní jste u konce. Děkujeme, že používáte Tor, a bavte se!
cy: 6.) Dyna ni! Wedi gorffen. Diolch am ddefnyddio Tor - mwynhewch eich hyn!
da: 6.) Det var det. Du er færdig. Tak for at du bruger Tor og hav sjov!
de: 6.) Das wars. Danke, dass Sie sich entschieden haben, Tor zu benutzen. Viel Spaß!
el: 6)Αυτό ήταν. Τελειώσατε. Σας ευχαριστούμε που χρησιμοποιείτε το TOR και καλή διασκέδαση!
es: 6.) Eso es todo. Ya ha terminado. ¡Gracias por utilizar Tor y diviértase!
eu: 6.) Hori da dena. Bukatu duzu. Eskerrik asko Tor erabiltzeagatik eta ondo pasa!
fa: ۶.) به همین سادگی تمام شد. سپاسگذاریم که از تور استفاده می کنید.
fi: 6.) Siinä kaikki. Olet valmis. Kiitos, että käytit Tor-sovellusta, ja pidä hauskaa!
fil: 6.) Ito lamang. Ika'y tapos na. Maraming salamat sa pag-gamit ng Tor!
fr: 6.) Ça y est. Vous avez terminé. Merci pour l'utilisation de Tor et amusez-vous bien!
fr_ca: 6.) Ça y est. Vous avez terminé. Merci d'utiliser Tor et amusez-vous bien!
he: 6) זהו זה. סיימת. תודה על השימוש ב Tor!
hr_hr: 6.) To je sve. Gotovi ste. Hvala što koristite Tor i zabavite se!
hu: 6.) Ennyi. Készen van. Köszönjük hogy a Tor-t használja, és érezze jól magát.
id: 6.) Itu saja. Selesai. Terima kasih telah menggunakan Tor dan selamat bersenang-senang!
it: 6.) Fatto. Grazie per utilizzare Tor e buon divertimento!
ja: 6）これでおしまいです。Torを使ってくれてありがとうございます、楽しんでください！
km: 6.) ល្អ​ណាស់! អ្នក​បាន​ធ្វើ​រួច។ អរគុណ​សម្រាប់​ការ​ប្រើ Tor សូម​ប្រើ​ដោយ​រីករាយ!
ko: 6) 끝났습니다. Tor를 사용해 주셔서 감사하고 즐겨 주시기를 부탁드립니다.
lv: 6.) Tas arī viss. Viss kārtībā. Paldies, ka izmantojat Tor, un, lai labi veicas!
ms_my: 6.) Selesai. Terima kasih kerana menggunakan Tor dan selamat bergembira!
my: ၆) ဒါပါပဲ။ သင် လုပ်ငန်း ပြီးသွားပြီ။ Tor ကို သုံးစွဲသည့်အတွက် ကျေးဇူးတင်ပါသည်။ ပျော်ရွင်ပါစေ။
nb: 6.) Det var det. Du er ferdig. Takk for at du bruker Tor og ha det gøy!
nl: 6.) U bent klaar met installeren. Dank u voor het gebruik van Tor en veel plezier!
nl_be: 6.) Zo, u bent klaar. Bedankt om Tor te gebruiken en veel plezier ermee.
pl: 6.) Tylko tyle. Koniec. Dziękujemy za używanie Tora i miłej zabawy!
pt: 6.) E com isto, está concluído. Obrigado por utilizar o Tor e divirta-se!
pt_br: 6.) É isso. Você terminou. Obrigado por utilizar o Tor. Divirta-se!
ro: 6.) Asta e tot. Ati terminat. Multumim pentru folosirea Tor-ului si bucurati-va de el!
ru: 6.) Вот и всё. Спасибо за использование Tor. Удачи!
si_lk: 6.) එපමණයි . ඔබ එය කරන ලදී. Tor භාවිතා කිරීම සම්බන්ධව ස්තුතියි වන අතර විනෝදයෙන් මෙය භාවිතා කරන්න!
sk: 6.) A to je všetko. Ďakujeme, že používate Tor a užite si ho!
sl_si: 6.) To je vse. Končali ste. Hvala za uporabo Tor-a in imejte se lepo!
sq: 6.) Kaq ishte. E kryet. Ju falënderojmë që përdorni Tor dhe u kënaqshi!
sr: 6.) И то је то!. Завршили сте. Хвала Вам што користите ТОР!
sv: 6.) Det är allt. Du är klar. Tack för att du använder Tor och ha kul!
ta: 6.) அவ்வளவு தான். நீங்கள் முடித்துவிட்டீர்கள். Tor பயன்படுத்துவதற்கு நன்றி, சுகமநுபவியுங்கள்!
te_in: 6.) అంతే. మీరు పూర్తి చేశారు. టోర్ ఉపయోగిస్తున్నందుకు ధన్యవాదాలు మరియు ఇక ఆనందించండి!
th: 6.) แค่นั้นแหละ ทุกอย่างเรียบร้อย ขอบคุณที่ใช้ Tor ขอให้สนุก
tr: 6.) Hepsi bu. İşlem Tamamlandı. Tor kullandığınız için teşekkürler ve iyi eğlenceler!
uk: Підключення успішне. Дякуємо за користування Tor, будьте щасливі!
vi: 6.) Bạn đã hoàn tất. Cám ơn bạn đã sử dụng Tor. Chúc bạn vui vẻ!
zh_cn: 6.) 非常简单，这个过程已经完成，现在你可以使用 Tor 了。
zh_tw: 6.) 就是這樣，您就大功告成了。感謝您使用 Tor 並祝您使用愉快!

source: SUPPORT =======
ar: الدعم ===
az: DƏSTƏK =======
ca: AJUDA =======
cs: PODPORA =======
cy: CYMORTH =========
de: UNTERSTÜTZUNG ===============
el: ΥΠΟΣΤΗΡΙΞΗ ===========
es: ASISTENCIA ==========
eu: LAGUNTZA ========
fa: پشتیبانی ====
fi: TUKI =======
fr_ca: SOUTIEN ========
he: תמיכה =====
hr_hr: PODRŠKA =======
hu: TÁMOGATÁS =========
id: DUKUNGAN ==========
it: Supporto =======
ja: サポート ＝＝＝＝
km: ជំនួយ =======
ko: 지원 =====
lv: ATBALSTS ========
ms_my: BANTUAN ========
my: အထောက်အပံ့ ========
nb: HJELP =====
nl: ONDERSTEUNING ===============
nl_be: ONDERSTEUNING ==================
pl: WSPARCIE =======
pt: SUPORTE =======
pt_br: ASSISTÊNCIA ========
ro: SUPORT⏎ =======
ru: ПОДДЕРЖКА =======
si_lk: ආධාරක =======
sk: PODPORA ========
sl_si: PODPORA =======
sq: MBËSHTETJA =======
sr: ПОДРШКА =========
sv: STÖD =======
ta: ஆதரவு =======
te_in: మద్దతు =======
th: การช่วยเลือ =========
tr: DESTEK ======
uk: ПІДТРИМКА =======
vi: HỖ TRỢ =======
zh_cn: 支持 =======
zh_tw: 支援 =======

source: Here's your requested software as a zip file. Please unzip the package and verify the signature.
ar: هذا هو البرنامج الذي طلبته على شكل ملف مضغوط. لطفاً, قم بفك ضغط الرزمة و تحقق من التوقيع.
az: Sənin tələb etdiyin proqram zip fayl kimi buradadır. Lütfən, paketi unzip et və imzanı yoxla.
ca: Aquí està el software que has demanat en format zip. Siusplau descomprimeix-ho i comprova la procedència.
cs: Zde je požadovaný soubor zabalený v archivu zip. Rozbalte jej a ověřte podpis.
cy: Dyma'r meddalwedd wnaethoch ofyn amdano. Dadsipiwch y pecyn ac gwiriwch yr llofnod, os gwelwch yn dda.
da: Her er din ønskede software som en zip-fil. Udpak venligst pakken og verificer signaturen.
de: Hier ist die angefragte Anwendung, als ZIP-Datei. Bitte das Paket entpacken und die Signatur überprüfen.
el: Αυτό είναι το λογισμικό που ζητήσατε, ως αρχείο zip. Παρακαλούμε αποσυμπιέστε το πακέτο και εξακριβώστε την υπογραφή του.
es: Aquí está el software que ha solicitado en formato de archivo zip. Por favor descomprima el paquete y verifique la firma.
eu: Hemen duzu eskatu duzun softwarea zip fitxategi batean. Mesedez paketea fitxategitik erauzi eta sinadura egiaztatu.
fa: این هم فایل زیپ شده ای که تقاضا کردید. لطفاً آن را unzip کرده و از صحت امضای الکترونیکی آن اطمینان حاصل کنید.
fi: Tässä on pyytämäsi ohjelmisto zip-tiedostona. Pura pakattu tiedosto ja todenna allekirjoitus.
fil: Heto na ang iyong hiniling na software sa isang zip file. Paki unzip ang package at i-verify ang signature.
fr: Voici le logiciel demandé sous forme de fichier zip. Veuillez décompresser le fichier et vérifier la signature.
fr_ca: Voici le logiciel demandé en un fichier zip. Veuillez extraire le paquet et vérifier la signature.
he: הנה התוכנה אשר ביקשת/ה בקובץ זיפ מקובץ. פתח את הקובץ וודא את החתימה.
hr_hr: Ovo je software koji ste zatražili u obliku zip datoteke. Molimo otpakirajte paket i potvrdite potpis.
hu: Itt található a kért csomag zip állományként. Kérjük csomagolja ki majd ellenőrizze az aláírását.
id: Berikut perangkat lunak yang Anda minta berupa berkas zip. Silahkan unzip paketnya dan verifikasi keaslian signature-nya.
it: Ecco il software richiesto sotto forma di file zip. Si prega di estrarre il pacchetto e verificarne la firma.
ja: ここにあなたが要求したソフトウェアがzipファイルとしてあります。パッケージを解凍して、署名を確認してください。
km: នេះ​ជា​កម្មវិធី​របស់​អ្នក​ដែល​បាន​ស្នើសុំ​ជា​ឯកសារ​បង្ហាប់។ សូម​ពន្លា​កញ្ចប់ រួច​ផ្ទៀងផ្ទាត់​ហត្ថលេខា។
ko: 요청된 소프트웨어가 zip 파일로 있습니다. 압축을 풀어 주시고 서명을 확인해 주십시오.
lv: Šī ir Jūsu pieprasītā programmatūra zip datnes formā. Lūdzu, atzipojiet pakotni un verificējiet parakstu.
ms_my: Berikut adalah perisian anda diminta sebagai fail zip. Sila unzip pakej dan sahkan signature tersebut.
my: ဤဖိုင်သည် zip ဖိုင် တစ်ခုအဖြစ် သင် တောင်းဆိုထားသော ဆော့ဗ်ဝဲ ဖြစ်သည်။ ဆော့ဗ်ဝဲထုတ်ကို ဖြည်ချပြီး လက်မှတ်ကို စစ်ဆေး အတည်ပြုပါ။
nb: Her har du det forespurte programmet som en pakket zip-fil. Vennligst pakk opp pakken og verifiser signaturen.
nl: Hier is je verzochte software als een zip bestand. Unzip het pakket en verifieer de handtekening.
nl_be: Hier is de gevraagde software verpakt als een zip bestand. Gelieve het bestand te unzippen en de handtekening te verifiëren.
pl: Oto zażądane przez Ciebie oprogramowanie jako plik zip. Proszę rozpakować paczkę i sprawdzić podpis.
pt: Aqui está o software pretendido como um ficheiro zip. Por favor descomprima o pacote e verifique a assinatura.
pt_br: Aqui está o programa que você solicitou, em um arquivo compactado. Por favor, descompacte-o e verifique a assinatura.
ro: Aici este programul cerut ca fisier zip. Dezarhivati pachetul si verificati semnatura.
ru: Здесь запрошенное вами программное обеспечение в виде zip архива. Пожалуйста, распакуйте его и проверьте цифровые подписи.
si_lk: මේ ඇත්තේ ඔබ අයදුම් කල මෘදුකාංගය zip ගොනුවක් ලෙසය. කරුණාකර පැකේජය ලිහිල් කර අත්සන සත්‍යාපනය කරන්න.
sk: Tu je Váš požadovaný softvér ako zip súbor. Rozbaľte balík a overte podpis.
sl_si: Tu je vaša zahtevana programska oprema kot zip datoteka. Prosim razpakirajte paket in preverite podpis.
sq: Ja ku është programi që kërkuat., si një skedar zip. Ju lutemi çngjisheni paketën dhe verifikoni firmën.
sr: Ovde je trazeni softver kao zip fajl. Molim vas da otpakujete paket i proverite potpise.
sv: Här kommer programmet du ville ha i en zip-fil. Var god unzippa ? paketet och verifiera signaturen.
ta: இதோ நீங்கள் கோரிய மென்பொருள் zip கோப்பாக உள்ளது. தயவு செய்யது கோப்பை unzip செய்து, டிஜிட்டல்-கையொப்பத்தை சரிபார்க்கவும்.
te_in: ఇదే zip దస్త్ర రూపంలో మీరు కోరిన మృదూపకరణం. దయచేసి ఈ కూర్పును అన్‌జిప్ చేసి సంతకాన్ని పరిశీలించండి.
th: นี่คือไฟล์ที่คุณร้องขอในรูปแบบของไฟล์ zip กรุณาแตกไฟล์ และยืนยันลายเซ็น
tr: İstediğiniz yazılım zip dosyası şeklinde burada. Lütfen arşivi ayıklayıp imzasını doğrulayın.
uk: Ось запитане вами програмне забезпечення у вигляді zip архіву. Будь ласка, розпакуйте його і перевірте цифрові підписи.
vi: Đây là phần mềm được yêu cầu dưới dạng một tập tin nén. Hãy giải nén và xác nhận chữ ký.
zh_cn: zip 格式的文件即你请求发送的软件。请对压缩包进行解压与签名验证。
zh_tw: 這是您所請求的軟體為 zip 檔案，請將套件解壓縮並 驗證簽章。

source: VERIFY SIGNATURE ================ If your computer has GnuPG installed, use the gpg commandline tool as follows after unpacking the zip file: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ar: التأكد من التوقيع ========= إن كان حاسبك يوجد به 'GnuPG' مثبت، قم باستخدام الأمر gpg بالشكل التالي بعد فك ضغط الملف: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24-en-US.exe
az: İMZANI YOXLA ================ Əgər sənin kompüterin GnuPG-i quraşdırıbsa, gpg commanline qurğusunu zip paketlərin açılmasından sonra istifadə et: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ca: COMPROVA LA SIGNATURA ================ Si el teu ordinador té el GnuPG instal·lat, fes servir l'eina de la línia d'ordres gpg de la següent manera quan hagis desempaquetat l'arxiu zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
cs: OVĚŘENÍ PODPISU ================ Pokud máte na počítači nainstalováno GnuPG použijte k ověření nástroj gpg pro příkazový řádek. Je nutné nejprve rozbalit archiv zip. gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
cy: GWIRIO'R LLOFNOD ================= Os mae GnuPG wedi'i osod ar eich cyfrifiadur, defnyddiwch yr teclyn llinell gorchymyn gpg ar ôl dadbacio, fel a ganlyn: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
da: Bekræfte signatur ============= Hvis din computer har GnuPG installeret, kan du bruge GPG kommandolinje værktøjet som følger efter udpakning zip-filen: gpg --verify tor-browser-1.3.24_en- US.exe.asc tor-browser-1.3.24_en-US.exe
de: SIGNATUR ÜBERPRÜFEN ===================== Wenn auf Ihrem Rechner GnuPG installiert ist, dann bitte, nach dem entpacken der ZIP-Datei, das GPG-Kommandozeilenwerkzeug wie folgt benutzen: gpg --verify tor-browser-1.3.24_de.exe.asc tor-browser-1.3.24_de.exe
el: ΕΞΑΚΡΙΒΣΗ ΥΠΟΓΡΑΦΗΣ ===================== Αν στον υπολογιστή σας είναι εγκατεστημένο το GnuPG, χρησιμοποιήστε το εργαλείο γραμμής εντολής gpg ως εξής, αφού αποσυμπιέσετε το αρχείο zip: gpg -verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
es: VERIFICAR LA FIRMA ================= Si su equipo tiene instalado GnuPG, después descomprimir el archivo zip use la herramienta de línea de comandos de este modo: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
eu: SINADURA EGIAZTATU ================== Zure ordenagailuak GnuPG instalatuta badu, erabili gpg lerro- komando tresna jarraian bezala zip fitxategia erauzi ostean: gpg --verify tor-browser-1.3.24_en-US.asc tor-browser-1.3.24_en- US.exe
fa: حصول اطمینان از صحت امضای الکترونیکی ========================== اگر بر روی کامپیوتر شما GnuPG به صورت Command Line نصب شده است، پس از unpack کردن فایل ها، از دستور gpg به صورت زیر استفاده کنید: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
fi: TODENNA ALLEKIRJOITUS ================ Jos tietokoneessasi on asennettuna GnuPG, käytä gpg-komentorivityökalua seuraavalla tavalla zip-tiedostn purkamiseksi: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
fr: VERIFIER LA SIGNATURE ===================== Si GnuPG est installé sur votre ordinateur, utilisez, dans le terminal, la ligne de commande suivante après avoir décompressé le fichier zip : gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
fr_ca: VÉRIFIER LA SIGNATURE ==================== Si GnuPG est installé sur votre ordinateur, utiliser l'outil gpg en ligne de commande comme suit après extraction du fichier zip : gpg --verify torbrowser-install-3.5_fr.exe.asc torbrowser-install-3.5_fr.exe
he: וודא את החתימה ============ אם במחשב שלך מותקן GnuPG השתמש בכלי שורת הפקודה של gpg כך לאחר שאתה פותח את קובץ הזיפ. gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
hr_hr: POTVRDITE POTPIS =============== Ako Vaše računalo ima instaliran GnuPG, koristite gpg naredbeni redak kako slijedi nakon otpakiravanja zip datoteke: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
hu: ALÁÍRÁS ELLENŐRZÉSE =================== Ha a gépére telepítve van a GnuPG csomag, parancssorból adjon ki a kicsomagolás után egy az alábbihoz hasonló parancsot: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
id: VERIFIKASI SIGNATURE =================== Jika GnuPG telah terpasang dalam komputer Anda, gunakan perintah gpg seperti berikut setelah mengekstrak berkas zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
it: Verifica della firma ================ Se il vostro computer dispone di GnuPG installato, utilizzare lo strumento da riga di comando come segue dopo aver estratto i contenuti del file zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ja: 署名を確認 ========= あなたのコンピューターにGnuPGがインストールされている場合、 zipファイルを解凍した後、gpgコマンドラインツールを以下のよう に使用してください: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
km: ផ្ទៀងផ្ទាត់​ហត្ថលេខា ================ បើ​កុំព្យូទ័រ​របស់​អ្នក​បាន​ដំឡើង GnuPG សូម​ប្រើ​ឧបករណ៍​បន្ទាត់​ពាក្យ​បញ្ជា ដូច​ខាងក្រោម បន្ទាប់ពី​ស្រាយ​ឯកសារ៖ gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ko: 서명 검증 =============== 만약 GnuPG가 설치되어 있다면, 압축 파일을 푸신 후에 gpg 커멘드라인 툴을 아래의 설명대로 사용하십시오. gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
lv: VERIFICĒJIET PARAKSTU ==================== Ja uz Jūsu datora ir instalēts GnuPG, pēc zip datnes izpakošanas lietojiet komandrindas rīku gpg zemāk norādītajā veidā: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ms_my: MENGESAHKAN SIGNATURE ======================= Jika komputer anda sudah dipasang GnuPG, gunakan alat baris arahan gpg seperti berikut selepas menyahmampat fail zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
my: လက်မှတ် စစ်ဆေးရန် ============= အကယ်၍ သင့်ကွန်ပျူတာ၌ GnuPG ကို သွင်းထားလျှင်၊ zip ဖိုင် ဖြည်ချပြီးနောက် အောက်ပါအတိုင်း gpg ညွှန်ကြားချက်ကို ပေးပါ - gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
nb: VERIFISER SIGNATUR ================== Hvis datamaskinen din har GnuPG installert, bruk kommandolinje verktøyet som følger etter å ha pakket opp zip-filen: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
nl: VERIFIEER HANDTEKENING ======================= Als je computer GnuPG geïnstalleerd heeft, gebruik dan de gpg commandline tool als volgt na het uitpakken van het zip bestand: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
nl_be: HANDTEKENING VERIFIËREN ============================= Indien uw computer GnuPG heeft geïnstalleerd, gelieve na het uitpakken van de zip file, de gpg commandline tool te gebruiken : gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
pl: WERYFIKACJA PODPISU ================ Jeśli na Twoim komputerze jest zainstalowany GnuPG, użyj narzędzia linii poleceń gpg w nastęþujący sposób po rozpakowaniu pliku zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
pt: VERIFICAR ASSINATURA =================== Se o seu computador tiver o GnuPG instalado, use a ferramenta da linha de comando gpg da seguinte forma após descomprimir o ficheiro zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
pt_br: VERIFICAR A ASSINATURA ==================== Se o seu computador tiver o GnuPG instalado, use a linha de comando gpg como abaixo depois de descompactar o arquivo: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ro: VERIFICATI SEMNATURA⏎ ================⏎ Daca aveti instalat pe calculator GnuPG, scrieti in linia de comanda gpg ⏎ asa cum urmeaza dupa ce despachetati fisierul zip:⏎ ⏎ gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ru: ПРОВЕРКА ЦИФРОВОЙ ПОДПИСИ ========================= Если на вашем компьютере установлен GnuPG, то после распаковки zip архива воспользуйтесь консольной утилитой gpg: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
si_lk: අත්සන සත්‍යාපනය කරන්න ================ ඔබගේ පරිඝනකයේ GnuPG ස්ථාපිත වී ඇත්නම්, gpg විධානපේලිය භාවිතා කලයුත්තේ zip ගොනුව විචයනය කර ඉන් පසු පහත ආකාරයටය: gpg --සත්‍යාපනය කරන්න tor-බ්‍රවුසරය-1.3.24_en-US.exe.asc tor-බ්‍රවුසරය-1.3.24_en-US.exe
sk: OVERIŤ PODPIS ============= Ak je na Vašom počítači nainštalovaný GnuPG, tak po rozbalení zip súboru použite nástroj gpg v príkazovom priadku: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
sl_si: PREVERITE PODPIS ================ Če ima vaš računalnik GnuPG, uporabite gpg ukazno vrstico kot sledi, po razpakiranju zip datoteke: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
sq: VERIFIKONI FIRMËN ================ Nëse kompjuteri juaj ka të instaluar GnuPG, përdorni mjetin e rreshtit_të_komandës gpg si vijon, pasi të shpaketoni skedarin zip: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
sr: PROVERITE POTPIS ================ Ako vas kompjuter ima GnuPG instaliran, koristite gpg commanline alat kada otpakujete zip fajl: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
sv: VERIFIERA SIGNATUR ================ Om din dator har GnuPG installerat, använd gpg på kommandoraden på följande sätt efter att du packat upp zip-filen: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ta: டிஜிட்டல்-கையொப்பத்தை சரிபார்க்கவும் ================ உங்கள் கணினியில் GnuPG நிறுவப்பட்டுள்ளது என்றால், zip கோப்பை விரிவாக்கம் செய்ய்தபின், GPG கட்டளைவரி முகப்பு மென்பொருளை பின்வருமாறு பயன்படுத்தவும் : gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
te_in: సంతకాన్ని పరిశీలించండి ================ మీ కలనయంత్రంలో GnuPG సంస్థాపించబడి ఉన్నట్లైతే, జిప్ దస్త్రాన్ని విప్పిన తరువాత gpg కమాండ్‌లైన్‌ ఉపకరణాన్ని క్రింద పేర్కొన్నట్లుగా ఉపయోగించండి. gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
th: ยืนยันลายเซ็น =========== ถ้าคอมพิวเตอร์ของคุณได้ติดตั้ง GnuPG ใช้คำสั่ง gpg จากบรรทัดคำสั่ง หลังจากที่แตกไฟล์ zip ดังต่อไปนี้: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
tr: İMZA DOĞRULAMASI ================ Bilgisayarınızda GnuPG yüklü ise, zip arşivini açtıktan sonra komut satırından gpg komut satırı aracını aşağıdaki şekilde çalıştırın: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
uk: ПЕРЕВІРКА ЦИФРОВОГО ПІДПИСУ ========================= Якщо на вашому комп'ютері встановлений GnuPG, то після розпакування zip-архіву скористайтесь консольною утилітою gpg: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
vi: XÁC NHẬN CHỮ KÝ =============== Nếu máy tính của bạn có cài đặt GnuPG, sử dụng công cụ dòng lệnh gpg như sau sau khi mở gói hồ sơ nén: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
zh_cn: 验证签名 ================ 如果你的系统已经安装 GnuPG，请在文件解压之后， 按照如下方法通过 gpg 命令行对 zip 文件进行验证： gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
zh_tw: 驗證簽章 ================ 若您的電腦已安裝 GnuPG，在解壓縮 zip 檔後 使用 gpg 命令列 工具: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
