Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: 3.) Verify all files as described in the mail you received with each package. (gpg --verify)
ar: 3.) تحقق من أن كل الملفات الموضحة في البريد الذي استلمته مع كل حزمة. (gpg --verify)
az: 3.) Hər paketlə birlikdə aldığın məktubda yazıldığı qaydada bütün faylları yoxla. (gpg --yoxla)
ca: 3.) Verifiqueu tots els fitxers com es descriu al correu. (gpg--verify)
cs: 3. Zkontrolujte všechny soubory způsobem popsaným v e-mailu, v němž přišly. (gpg --verify)
cy: 3.) Gwirio bod pob ffeil a dderbynwyd o'r e-byst fel y disgrifyr. (gpg --verify)
da: 3.) Verificer alle filer som beskrevet i det brev du modtog med hver pakke. (gpg --verify)
de: 3.) Bitte überprüfen Sie, wie in den jeweils begleitenden Nachrichten beschrieben wurde, ob es sich um die richtigen Dateien handelt. (gpg --verify)
el: 3.) Επαληθεύστε όλα τα αρχεία όπως περιγράφεται στο μήνυμα που παραλάβατε με κάθε πακέτο. (gpg --verify)
es: 3.) Verifique todos los archivos tal como se describe en el correo que recibió con cada paquete. (gpg --verify)
eu: 3.) Egiaztatu mezuan jasotako fitxategi guztiak pakete bakoitzarekin. (gpg --verify)
fa: 3.) تمام فایلها را، مطابق توضیحی که در ایمیل ارسال شده به ازای هر بسته، توضیح داده شده است، بررسی کنید. (gpg --verify)
fi: 3.) Todenna kaikki tiedostot jokaisen paketin mukana tulleen sähköpostiviestin ohjeiden mukaisesti. (gpg --verify)
fr: 3.) Vérifiez tous les fichiers tel que décrit dans l'e-mail que vous avez reçu avec chaque paquet. (gpg --verify)
fr_ca: 3.) Vérifier tous les fichiers tel que décrit dans le courriel que vous avez reçu avec chaque paquet. (gpg --verify)
he: 3) וודא את כל הקבצים שקיבלת כמו שמתואר במייל שקיבלת עם כל חבילה (gpg --verify).
hr_hr: 3.) Verificirajte sve datoteke kako je opisano u email-u koji ste primili sa svakim paketom. (gpg --verify)
hu: 3.) Ellenőrizze az összes fájlt úgy, ahogy a kiküldött levelekben le volt írva. (gpg --verify)
id: 3.) Verifikasi semua berkas seperti yang dijelaskan dalam surat yang Anda terima. (gpg --verify)
it: 3.) Verificare l'integrità di tutti i file ricevuti come descritto nell'email (gpg --verify).
ja: 3.) すべてのファイルが各パッケージで受け取ったメールで説明されているのと同じか確認する。 (gpg --verify)
km: 3.) ផ្ទៀងផ្ទាត់​ឯកសារ​ទាំងអស់​ដែល​មាន​នៅ​ក្នុង​អ៊ីមែល ដែល​អ្នក​បាន​ទទួល ជាមួយ​កញ្ចប់​នីមួយៗ។ (gpg --verify)
ko: 3.) 각각의 패키지와 받은 메일 속의 설명으로 모든 파일을 검증하십시오. (gpg --verify)
lv: 3.) Verificējiet visas datnes atbilstīgi aprakstam e-pastā, kuru saņēmāt kopā ar katru no pakotnēm. (gpg --verify)
ms_my: 3.) Mengesahkan semua fail seperti yang dinyatakan dalam mel yang anda terima dengan setiap pakej yang betul. (gpg --verify)
my: ၃) သင် လက်ခံရရှိသော မေးလ်ထဲ၌ ပါ​သည့် ဖိုင်ထုတ် တစ်ခုစီမှာ ဖေါ်ပြထားသည့်အတိုင်း ဖိုင်အားလုံးကို စစ်ဆေးပါ။ (gpg --verify)
nb: 3.) Verifiser alle filene som beskrevet i e-posten du mottok med hver pakke. (gpg --verify)
nl: 3.) Controleer alle bestanden zoals beschreven in de e-mail die u ontvangen heeft in elk pakket. (gpg --verify)
nl_be: 3.) Verifieer alle bestanden die omschreven staan in de e-mail die u ontving bij elk pakket. (gpg --verify)
pl: 3.) Sprawdź wszystkie pliki tak, jak to opisano w liście otrzymanym z każdą paczką. (gpg --verify)
pt: 3.) Verifique todos os ficheiros, como descrito no correio recebido com cada pacote. (gpg --verify)
pt_br: 3.) Verifique todos os arquivos, conforme descrito no e-mail que você recebeu com cada pacote. (gpg --verify)
ro: 3.) Verificati toate fisierele dupa cum a fost explicat in scrisoarea primita cu fiecare pachet. (gpg --verifica)
ru: 3.) Проверьте целостность всех файлов для каждого пакета указанного в письме. (gpg --verify)
si_lk: 3.) ඔබ විද්‍යුත් තැපෑලේ සදහන් ලෙස සත්‍යාපනය කිරීම කරන්න ලද සියලු ගොනුවලට සෑම පැකේජයකින්ම. (gpg --සත්‍යාපනය කරන්න)
sk: 3.) Overte všetky súbory, tak to bolo opísané v emaile. (gpg --verify)
sl_si: 3.) Preverite vse datoteke, kot je opisano v pošti, ki ste jo prejeli z vsakim paketkom. (gpg --verify)
sq: 3.) Verifikojini të gjithë skedarët, siç përshkruhet në e-postën që morët me secilën paketë. (gpg --verify)
sr: 3) Проверите да ли имате све датотеке које су наведене у поруци са сваким пакетом. (gpg --verify)
sv: 3.) Verifiera alla filer som det beskrivs i mailet du fick med varje paket. (gpg --verify)
ta: 3.) நீங்கள் மின்னஞ்சலில் பெற்ற அனைத்து தொகுப்புகளையும் விவரித்ததுபோல உண்மையான நற்தொகுப்புகள் தானா என சரிபார்க்கவும். (gpg --verify)
te_in: 3.) మీరు అందుకున్న వేగులో వివరించిన విధంగా ప్రతి కూర్పులోని అన్ని దస్త్రాలనూ సరిచూసుకొనండి. (gpg --verify)
th: 3.) ตรวจสอบแฟ้มทุกแฟ้ม ตามคำอธิบายในอีเมลที่คุณได้รับพร้อม กับแฟ้มแต่ละแฟ้ม (gpg --verify)
tr: 3) Her bir dosyayı aldığınız e-postadaki yöntemle doğrulayın. (gpg --verify)
uk: 3.) Перевірте цілісність всіх файлів для кожного пакету зазначеного в листі. (gpg --verify)
vi: 3.) Kiểm tra mỗi tập tin là đúng, theo những email tương ứng. (gpg --verify)
zh_cn: 3.) 按照邮件中的说明验证每个文件包。 (gpg --verify)
zh_tw: 3.) 驗證所有您收到郵件中所敘述的 每個檔案 (gpg --驗證)

source: 4.) Now unpack the multi-volume archive into one file by double- clicking the file ending in "..split.part01.exe". This should start the process automatically.
ar: 4-) الآن قم بفك ضغط الأرشيف متعدد الملفات إلي ملف واحد عن طريق الضغط المزدوج على هذا الملف ".split.part01.exe". من المفترض بدء هذه العملية بشكل آلي.
az: 4.) İndi çox-həcmli arxivi "..split.part01.exe" faylını iki dəfə klikləməklə paketini aç. Bu prosesi avtomatik başlatmalıdır.
ca: 4.) Ara desempaqueta l'arxiu multi-volum en un arxiu fent doble clic a l'arxiu acabat en "..split.part01.exe". Aquest hauria d'iniciar el procés automàticament.
cs: 4. Rozbalte vícesvazkový archiv dvojitým kliknutím na soubor s názvem končícím "..split.part01.exe". Tímto by měl být spuštěn proces automaticky.
cy: 4.) Yn awr, ddadbacio'r archif aml-cyfaint mewn i un ffeil gan ddwbl-bwyso'r ffeil sy'n gorffen mewn "..split.part01.exe". Dylai hyn dechrau'r proses yn automatig.
da: 4.) Nu Pak det multi-volume arkiv i en fil ved at dobbeltklikke på filen der ender på "..split.part01.exe". Dette bør starte processen automatisk.
de: 4.) Bitte das mehrteilige Archiv, mit einem Doppelklick auf die Datei, die auf »…split.part01.exe« endet, entpacken. Das startet den Prozess automatisch.
el: 4.) Έπειτα, αποσυμπιέστε τα πολλαπλά αρχεία σε ένα, διπλοπατώντας το αρχείο με κατάληξη "..split.part01.exe". Η ενέργεια αυτή θα ξεκινήσει την διαδικασία αυτόματα.
es: 4.) Desempaquete ahora el archivo multi-volumen a un sólo archivo haciendo doble-clic en el archivo terminado en "..split.part01.exe". Esto debería iniciar el proceso automáticamente
eu: 4.) Orain erauzi ezazu bolumen-anitzeko fitxategia fitxategi bakar batean "..split.part01.exe" izeneko fitxategian klik bikoitza eginez. Honek prozesua automatikoki hasi beharko luke.
fa: ۴.) سپس با اجرا کردن فایل "..split.part01.exe" مجموعه فایل‌های ایجاد شده را به یکدیگر متصل کنید.
fi: 4.) Pura nyt moniosainen arkisto yhdeksi tiedostoksi kaksoisnapsauttamalla tiedostoa, jonka lopussa lukee ”..split.part01.exe”. Tämän pitäisi aloittaa prosessi automaattisesti.
fr: 4.) Maintenant extrayez l'archive multi volumes dans un seul fichier en double cliquant sur le fichier finissant par "..split.part01.exe".
fr_ca: 4.) Maintenant extraire l'archive multi-volumes en un seul fichier en double-cliquant sur le fichier finissant par « ..split.part01.exe ». Ceci devrait lancer le processus automatiquement.
he: 4) פתח את כל החלקים המקובצים על ידי הקלקה כפולה על הקובץ שמסתיים ב "..split.part01.exe".ֿ זה אמור להתחיל תהליך אוטומטי לפתיחת הקבצים.
hr_hr: 4.) Sada otpakirajte višedijelni arhiv u jednu datoteku dvostrukim klikom na datoteku koja završava sa "..split.part01.exe". Time bi trebali automatski započeti proces.
hu: 4.) Csomagolja ki a többfájlos tömörített állományt egy állománnyá egy dupla kattintással a "..split.part01.exe" fálnév véggel rendelkező állományon. Ez elindítja a folyamatot automatikusan.
id: 4.) Sekarang, ekstrak arsip multi-volume menjadi satu berkas dengan klik ganda berkas yang berakhir dengan "..split.part01.exe". Ini akan memulai prosesnya secara otomatis.
it: 4.) Adesso estrarre l'archivio multi-volume in un singolo file facendo doppio clic sul file che termina per "..split.part01.exe". Questo dovrebbe avviare il processo automaticamente.
ja: 4)".split.part01.exe"で終わるファイルをダブルクリックしてマルチボリュームアーカイブを一つのファイルに解凍します。これは自動的にプロセスを開始します。
km: 4.) ឥឡូវ​ស្រាយ​ប័ណ្ណសារ​ទាំងអស់​ដាក់​ក្នុង​ឯកសារ​មួយ ដោយ ចុច​ទ្វេដង​លើ​ឯកសារ​ដែល​មាន​កន្ទុយ "..split.part01.exe" ។ វា​គួរតែ ចាប់ផ្ដើម​ដំណើរការ​ដោយ​ស្វ័យប្រវត្តិ។
ko: 4.) 지금 멀티볼륨 아카이브를 ".split.part01.exe"로 끝나는 파일을 더블클릭해서 압축을 푸십시오.이것은 자동으로 과정을 시작할 것입니다.
lv: 4.) Tagad izpakojiet daudzsējumu arhīvu vienā datnē, dubultnoklikšķinot datni, kuras noaukums beidzas ar "..split.part01.exe". Šajā gadījumā procesam vajadzētu sākties automātiski.
ms_my: 4.) Sekarang nyah mampat arkib pecahan itu kepada fail tunggal dengan meng-klik fail yang namanya berakhir dengan "..split.part01.exe". Process ini akan bermula secara automatik.
my: ၄) "..split.part01.exe" ဖြင့် အဆုံးသတ်သော ဖိုင်ကို နှစ်ချက်နှိပ်ပြီး ဖိုင်ထုတ် အားလုံးကို တစ်ဖိုင်အဖြစ် ဖြည်ချလိုက်ပါ။ ဤနည်းဖြင့် လုပ်ငန်း အလိုအလျောက် စတင်လာမည် ဖြစ်သည်။
nb: 4.) Nå pakker du opp flerdels-arkivet til én fil ved å dobbeltklikke på filen som ender på "..split.part01.exe". Dette bør starte prosessen automatisk.
nl: 4.) Pak nu het multi-volume archief uit in één bestand door te dubbelklikken dat eindigt op "..split.part01.exe". Dit zal het proces automatisch starten.
nl_be: 4.) Pak nu het multi-volume archief uit naar één bestand door te klikken op het bestand dat eindigt op "..split.part01.exe". Dit zou het proces automatisch moeten opstarten.
pl: 4.) Teraz rozpakuj wieloczęściowe archiwa do jednego pliku, klikając podwójnie plik zakończony na "..split.part01.exe". To powinno zacząć proces automatycznie.
pt: 4.) Agora extraia o arquivo para um ficheiro fazendo um duplo clique no ficheiro terminado em "..split.part01.exe". Isto deverá começar o processo automaticamente.
pt_br: 4.) Agora descompacte o arquivo multi-volumes em um único arquivo, dando um duplo clique no arquivo que termina em "..split.part01.exe". O processo iniciará automaticamente.
ro: 4.) Acum despachetati archiva multivolum intr-un singur fisier dand dublu clic pe fisierul terminat in "...split.part01.exe". Ar trebui sa porneasca instantaneu.
ru: 4.) Теперь распакуйте составной архив в один файл, кликнув двойным щелчком мыши на файл с окончанием "..split.part01.exe". Распаковка должна начаться автоматически.
si_lk: 4.) දැන් බහු-පරිමා අධිලේඛනය එක් ගොනුවකට විචයනය කිරීමට දෙවරක්- "..split.part01.exe" කින් අවසන් වන ගොනුව ක්ලික් කිරීමෙන් කරන්න. මෙය අනිවාර්යෙන් ක්‍රියාවලිය ස්වයංක්‍රීයව අරඹනු ඇත.
sk: 4.) Teraz spojte jednotlivé prílohy so jedného súboru a to tak, že dvakrát kliknete na súbor, ktorý končí na "..split.part01.exe". To by malo spustiť automatický spojenie súborov.
sl_si: 4.) Sedaj razpakirarajte arhiv multi-nosilec v eno datoteko, z dvoklikom na datoteko "..split.part01.exe". To zažene proces avtomatsko.
sq: 4.) Tani shpaketoni arkivin shumëvëllimësh në një skedar, përmes klikimit të dyfishtë të skedarit që përfundon me "..split.part01.exe". Kjo duhet ta nisë procesin automatikisht.
sr: 4) Sada otpakujte visedelnu arhivu u jedan fajl duplim klikom na fajl koji se zavrsava sa "..split.part01.exe". Ovo bi trebalo da pokrene proces automatski.
sv: 4.) Packa upp flerdelsarkivet till en fil genom att dubbelklicka på filen vars namn sluter med "..split.part01.exe". Detta bör starta processen automatiskt.
ta: 4) இப்போது பல தொகுதிகளான காப்பகத்தை, ஒன்றிணைத்து ஒரு கோப்பாக மாற்ற, "..split.part01.exe" எனமுடியும் கோப்பை இருமுறை கிளிக் செய்யுங்கள். இது செயல்முறையை சுயமாக தொடங்கும்.
te_in: 4.) ఇప్పుడు ఆ బహుళ-దస్త్ర సంపుటాన్ని ఒకే దస్త్రంలోకి విప్పటానికి "..split.part01.exe" మీద డబుల్ క్లిక్ చెయ్యండి. దాంతో స్వయంచాలితంగా ప్రాసెస్ మొదలవుతుంది.
th: 4.) ทีนี้แตกไฟล์จากแฟ้มจัดเก็บแบบแยกส่วนเข้าไปในไฟล์เดียวจากการดับเบิล คลิกไฟล์ที่ลงท้ายด้วย "..split.part01.exe" ซึ่งควรที่จะเริ่มกระบวนการโดยทันที
tr: 4.) "..split.part01.exe" şeklinde biten çok parçalı arşiv dosyasına çift tıklayarak arşivi tek dosya oluşturacak şekilde açın. İşlem kendiliğinden başlar.
uk: 4.) Тепер розпакуйте багатотомний архів в один файл, натиснувши подвійним клацанням миші на файл з закінченням "..split.part01.exe". Розпакування повинно початися автоматично.
vi: 4.) Sau đó, kết hợp tất cả các tập tin riêng lại vào một tập tin bằng cách nhấn đúp vào tập tin có đuôi "..split.part01.exe". Hành động này sẽ tự động khởi chạy quá trình kết hợp lại.
zh_cn: 4.) 现在，请双击“..split.part01.exe” 结尾的文件， 自动开始文件解压。
zh_tw: 4.) 現在透過連按兩下以 “..split.part01.exe” 結尾的檔案將多檔分割 壓縮檔解壓縮到一個檔案。這將啟動自動處理。

source: 5.) After unpacking is finished, you should find a newly created ".exe" file in your destination folder. Simply doubleclick that and Tor Browser Bundle should start within a few seconds.
ar: 5) بعد الانتهاء من فك ضغط الملفات، يمكنك العثور على ملف ".exe" جديد في مجلد الوجه. إضغط مرتين على الملف سيبدأ متصفح تور في غضون ثوان قليلة.
az: 5.) Paketin açılması başa çatdıqdan sonra təyinat ünvünında yeni ".exe" faylını tap. Onu iki dəfə kliklə və bir neçə saniyə ərzindən Tor Browser Bundle açılacaqdır.
ca: 5.) Un cop descomprimits, hauríeu e trobar un nou arxiu ".exe" al directori destí. Clicau-lo i el navegador Tor Bundle s'iniciarà passats uns segons.
cs: 5. Po rozbalení byste měli najít nově vytvořený soubor s příponou ".exe" v cílové složce. Jednoduše na něj dvojitě klikněte a balíček Tor Browser Bundle by se měl během několika sekund spustit.
cy: 5.) Pan gorffennwyd ddadbacio, ddylech ffeindio ffeil".exe" newydd yn eich ffolder gyrchfan. Ailgliciwch ar hynni, ac dylai'r Pecyn Porwr Tor dechrau mewn cwpl o eiliadau.
da: 5.) Efter du har udpakket, burde du finde en ny ".exe"-fil i din destinationsfolder. Dobbeltklik på denne, og Tor Browser Bundle starter inden for et par sekunder.
de: 5.) Nach dem Entpacken sollten Sie eine neue ».exe«-Datei im betreffenden Ordner vorfinden. Mit einem Doppelklick darauf startet das Tor-Browser-Paket innerhalb weniger Sekunden.
el: 5.) Όταν ολοκληρωθεί η αποσυμπίεση, θα βρείτε ένα καινούριο αρχείο ".exe" στον φάκελο προορισμού. Απλώς διπλοπατήστε το και το Πακέτο Περιηγητή - Tor Browser Bundle θα ξεκινήσει σε λίγο.
es: 5.) Cuando termine de desempaquetar, debe encontrar el archivo ".exe" recién creado en su carpeta destino. Simplemente haga doble clic en el archivo y el Paquete de Navegador Tor se iniciará en unos segundos.
eu: 5.) Erauzketa amaitu ostean, duela gutxi sortutako ".exe" bat aurkitu beharko duzu zure helmuga karpetan. Besterik gabe klik bikoitza egiozu eta segundu gutxitan Tor Browser Bundlea hasiko da.
fa: ۵.) پس از اتمام مراحل unpack کردن و یکی کردن فایل ها، یک فایل اجرایی با پسوند exe همانجا ایجاد خواهد شد. کافیست آن را اجرا کنید تا بسته نرم‌افزاری تور شروع به کار کند.
fi: 5.) Kun paketit on purettu, löydät uuden ”.exe” -tiedoston kohdekansiosta. Tor Browser Bundle käynnistyy tiedoston kaksoisnapsautuksella.
fr: 5.) Une fois la décompression terminée, vous devriez trouver un fichier ".exe" dans votre dossier de destination. Il suffit de le double-cliquer et le Navigateur Tor devrait se lancer quelques secondes plus tard.
fr_ca: 5.) Une fois l'extraction terminée, vous devriez trouver un nouveau fichier « .exe » dans votre dossier de destination. Il suffit de le double-cliquer et l'offre groupée de navigation Tor devrait se lancer quelques secondes plus tard.
he: 5) לאחר שפתחת את הקבצים המקובצים אתה אמור למצוא את קובץ ה".exe" בתקייה שלך. פשוט הקלק על הקובץ ודפדפן Tor צריך להתחיל בתוך כמה שניות.
hr_hr: 5.) Nakon otpakiravanja, trebali biste vidjeti novu ".exe" datoteku u vašoj odredišnoj mapi. Jednostavno dvostruko kliknite na tu datoteku i Tor preglednički paket bi se trebao pokrenuti u nekoliko sekundi.
hu: 5.) Ha a kicsomagolás sikerült, egy frissen létrehozott ".exe" fájlt kell látnia a célmappában. Kattintson rajta duplán, és a Tor böngésző csomag elindul egy pár másodpercen belül.
id: 5.) Setelah selesai membuka paket, Anda akan menemukan berkas ".exe" pada folder yang telah ditentukan. Klik dua kali dan Tor Browser Bundle akan mulai berjalan.
it: 5.) Dopo aver terminato l'estrazione, dovrebbe essere presente un file ".exe" appena creato nella cartella di destinazione. È sufficiente effettuare un doppio clic su di esso ed il Tor Browser Bundle dovrebbe avviarsi entro pochi secondi.
ja: 5）解凍が終わった後、新しく作成されたEXEファイルを解凍先フォルダに見つける必要があります。ただダブルクリックするだけで、数秒以内にTor browser bundleが起動します。
km: 5.) បន្ទាប់ពី​ស្រាយ​រួច អ្នក​គួរតែ​រក​មើល​ឯកសារ ".exe" ដែល​បាន​បង្កើត​ថ្មី​នៅ​ក្នុង​ថត​គោលដៅ។ ចុច​ទ្វេដង​លើ​វា បន្ទាប់មក Tor Browser Bundle នឹង​ចាប់ផ្ដើម​ក្នុង​រយៈពេល​ពី​បី​វិនាទី។
ko: 5.) 압축 풀기가 끝난 후에, 귀하는 새롭게 만들어진 EXE 파일을 목적 폴더에서 찾아야 합니다. 간단히 더블클릭하면 몇초 내로 Tor browser bundle이 시작합니다.
lv: 5.) Kad atvēršana pabeigta, mērķa mapē vajadzētu būt jaunizveidotai datnei ".exe". Dubultnoklikšķiniet uz to un Pārlūka Tor komplektam vajadzētu dažu sekunžu laikā startēties.
ms_my: 5.) Selepas penyahmampatan selesai, akan terdapat satu fail ".exe" di dalam folder destinasi anda. Klik dua kali pada fail tersebut dan Tor Browser Bundle akan dijalankan dalam beberapa saat selepas itu.
my: ၅) ဖြည်ချမှု လုပ်ငန်း ပြီးသွားသောအခါ၊ ဖိုင်လမ်းကြောင်း ဖိုင်တွဲထဲ၌ အသစ်စက်စက် ဖန်တီးလိုက်သော ".exe" တစ်ခုကို သင် တွေ့ရမည်။ ၄င်းကို နှစ်ချက်နှိပ်လျှင် စက္ကန့်အနည်းငယ် အတွင်း Tor Browser Bundle အလုပ်လုပ်လာမည် ဖြစ်သည်။
nb: 5.) Etter at oppakkingen er fullført, så skal du finne en nylig opprettet ".exe"-fil i destinasjonsmappen din. Deretter er det bare å dobbeltklikke på filen og så vil Tor Browser Bundle starte i løpet av noen få sekunder.
nl: 5.) Zodra het uitpakken afgerond is, vindt u een nieuw ".exe" bestand in de bestemmingsmap. Dubbelklik hierop en de Tor Browser Bundle start binnen enkele seconden.
nl_be: 5.) Nadat het uitpakken klaar is, zou u een nieuw ".exe" bestand moeten vinden in uw folder van bestemming. U dient hier simpelweg op te dubbelklikken en Tor Browser Bundle zou binnen een paar seconden moeten opstarten.
pl: 5.) Gdy rozpakowywanie się zakończy, w folderze docelowym znajdzie się nowy plik ".exe". Po prostu kliknij go dwukrotnie, a Paczka Tora z Przeglądarką powinna uruchomić się w ciągu kilku sekund.
pt: 5.) Depois de terminar a descompactação, deverá encontrar um ficheiro ".exe" novo criado na pasta de destino. Simplesmente, com um duplo clique nesse ficheiro e o Navegador Tor deverá iniciar em poucos segundos.
pt_br: 5.) Após a descompactação terminar, procure o arquivo ".exe" recém-criado na sua pasta de destino. Dê um clique duplo e o pacote Tor Browser deverá iniciar em alguns segundos.
ro: 5.) Dupa sfarsitul despachetarii veti gasi un fisier nou creat cu extensia ".exe" in directorul destinatiei. Dati dublu clic pe acesta si Pachetul Tor ar trebui sa porneasca in cateva secunde.
ru: 5.) После завершения распаковки, в указанной папке вы найдете ".exe" файл. Кликните по нему дважды, и Tor Browser Bundle запуститься в течение нескольких секунд.
si_lk: 5.) විචයනය කිරීමෙන් පසු, ඔබ සොයාගැනීමට අවශ්‍ය වන්නේ නව සම්පාදිත ".exe" ගොනුවක් ඔබගේ ෆෝල්ඩරයෙහි. ලෙහෙසියෙන්ම එය දෙවරක් ක්ලික් කිරීමෙන් Tor බ්‍රවුසර තොගය තත්පර කීපයකින් ආරම්භ වනු ඇත.
sk: 5.) Po rozbalení by ste mali nájsť v priečinku nový ".exe" súbor. Dvakrát naň kliknite a Tor Browser Bundle by sa mal spustiť.
sl_si: 5.) Ko je razpakiranje končano najdete novo ".exe" datoteko v izbranem direktoriju. Ko jo dvokliknete se paket Tor Iskalnik zažene v nekaj sekundah.
sq: 5.) Pasi shpaketimi të ketë përfunduar, ju do të gjeni një skedar".exe" të sapoformuar në dosjen ku do të vendoset. Thjesht klikojeni dy herë atë dhe Paketa e Tor Browser do të nisë brenda pak sekondash.
sr: 5) Након што се отпакивање заврши, видећете новонаправљену „.exe“ датотеку у свом одредишном директоријуму. Двокликните на ту датотеку и Tor Browser Bundle би требало да се покрене за неколико тренутака.
sv: 5.) Efter att upppackningen är klar, bör du finna en nyligen skapad ".exe" fil i din destinationsmapp. Dubbelklicka på den och Tor Browser Bundle startas inom några sekunder.
ta: 5.) ஒன்றிணைப்பது முடிவடைந்ததும், நீங்கள் ஒரு புதிதாக உருவாக்கப்பட்ட ".exe" கோப்பையை உங்களின் இலக்கு கோப்புறையினுள் கண்டெடுக்க வேண்டும். நேரடியாக இருமுறை கிளிக் செய்தால், Tor Browser கட்டு சில நொடிகளில் தொடங்கும்.
te_in: 5.) మూట విడదీయుట ముగిసిన తరువాత, మీ గమ్య దస్త్ర సంచయంలో క్రొత్తగా సృష్టించబడిన ".exe" దస్త్రమును కనుగొంటారు. దాని మీద డబుల్ క్లిక్ చేసిన తరువాత కొన్ని సెకండ్లలోనే టోర్ విహారిణి ప్రారంభం అవుతుంది.
th: 5.) หลังจากเปิดห่อแฟ้มเสร็จ คุณน่าจะพบแฟ้ม ".exe" ที่ถูกสร้างใหม่ ในโฟลเดอร์ปลายทางของคุณ คลิกคู่ที่แฟ้มดังกล่าว ชุดเบราว์เซอร์ Tor ควรจะเริ่มทำงานในไม่กี่วินาที
tr: 5) Arşivin ayıklanması tamamlandıktan sonra klasörde yeni oluşturulmuş bir ".exe" dosyası göreceksiniz. Bu dosyaya çift tıkladıktan kısa bir süre sonra Tor Browser Bundle çalışmaya başlar.
uk: 5.) Після завершення розпакування, у зазначеній теці ви знайдете ".exe" файл. Клацніть по ньому двічі, і Tor Browser Bundle запуститися протягом декількох секунд.
vi: 5.) Sau khi kết hợp lại một cách hoàn toàn, bạn sẽ thấy một tập tin ".exe" mới trong thư mục đích đến. Chỉ cần nhấn đúp vào nó để khởi chạy Bộ Phần mềm Trình duyệt Tor, quá trình này có thể mất vài giây.
zh_cn: 5.) 解压之后后，在目标文件夹中将会出现新创建的“.exe”文件。双击 该文件即可在几秒内启动 Tor Browser Bundle。
zh_tw: 5.) 解壓縮完成後，您應該會找到一個新建立的 ".exe" 檔案於您的目標資料夾中，只要連按兩下 Tor 瀏覽器套件，應於幾秒鐘內就會啟動。
