Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: IMPORTANT NOTE: Since this is part of a split-file request, you need to wait for all split files to be received by you before you can save them all into the same directory and unpack them by double-clicking the first file.
ar: ملاحظة هامة: بما أن هذا هو جزء من طلب تقسيم الملف، يجب ان تنتظر إلي ان تصلك جميع الملفات المقسمة حتي تجمعها في دليل واحد و تستطيع فك تغطهم إذا ضغط مرتين علي الملف الأول.
az: VACIB QEYD: Bu split-fayl tələbi olduğu üçün sən onları eyni kataloqa saxlamazdan əvvəl bütün split faylları əldə edənə qədər gözləməli, daha sonra isə ilk fayla iki dəfə klikləməklə onların paketi i açmalısan.
ca: NOTA IMPORTANT Ja que demanes una part d'un arxiu partit, hauràs d'esperar a rebre totes les parts de l'arxiu abans que puguis guardar-los en el mateix directori i desenpaquetar-los fent dos clicks en el primer arxiu
cs: DŮLEŽITÁ POZNÁMKA: Jelikož je toto část rozdělené žádosti, musíte počkat, dokud Vám nepřijdou všechny části, poté je můžete uložit do jednoho adresáře a rozbalit dvojitým kliknutím na první soubor.
cy: NODYN PWYSIG: Oherwydd bod hyn rhan o gais rhaniad-ffeil, mae'n rhaid i chi arhos i gyd o'r rhan-ffeiliau i cael ei dderbyn gan chithau cyn gallwch arbed nhw mewn yr un cyfeiriad a'i ddadbacio gan ddwbl-pwyso'r ffeil gyntaf.
da: VIGTIG BESKED: Siden dette er en del af en split-fil forespørgsel er du nød til at vente til at alle split-filer er modtaget af dig før du kan gemme dem alle i den samme folder og udpakke dem ved at dobbeltklikke på den første fil.
de: WICHTIGER HINWEIS: Da es sich, um Teile von einer geteilten Datei handelt, müssen alle Teilpakete eingegangen sein, bevor sie im selben Ordner abgespeichert und per Doppelklick, entpackt werden können.
el: ΣΗΜΑΝΤΙΚΗ ΣΗΜΕΙΩΣΗ: Εφόσον η διαδικασία αυτή είναι μέρος ενός αιτήματος μεμονωμένων αρχείων, θα πρέπει να περιμένετε να παραλάβετε όλα τα μεμονωμένα αρχεία πριν τα αποθηκεύσετε όλα μέσα στον ίδιο κατάλογο και τα αποσυμπιέσετε διπλοπατώντας το πρώτο αρχείο. πρώτο αρχείο.
es: NOTA IMPORTANTE: Ya que esto forma parte de una solicitud de un archivo fraccionado, necesita esperar hasta recibir todos los archivos parciales antes de que pueda guardarlos todos en la misma carpeta y desempaquetarlos haciendo doble-clic en el primer archivo.
eu: OHAR GARRANTZITSUA: Hau hainbat zatiko fitxategi baten eskaera denez, zati guztiak jaso arte itxaron beharko duzu direktorio berdinean gorde eta lehenengo fitxategian klik bikoitza eginez erauzi bahino lehen.
fa: نکتهٔ مهم: از آنجایی که این ایمیل تنها بخشی از چند تکه‌ای است که به شما فرستاده خواهد شد، باید صبر کنید تا تکه‌های دیگر نیز به دست شما برسد. سپس تمام ضمیمه ها را باید در یک پوشه ریخته و با اجرا کردن اولین فایل، آن ها را unpack کنید.
fi: TÄRKEÄ HUOMAUTUS: Koska tämä on osa split-tiedostopyyntöä, sinun on odotettava, kunnes kaikki split-tiedostot on vastaanotettu ennen kuin voit tallentaa ne kaikki samaan kansioon ja purkaa ne kaksoisnapsauttamalla ensimmäistä tiedostoa.
fr: NOTE IMPORTANTE : Depuis que cela fait partie d'une demande d'un fichier scindé en plusieurs parties, vous devez attendre de les avoir toutes reçues avant de pouvoir les enregistrer dans le même répertoire et de les décompresser en double-cliquant sur le premier fichier.
fr_ca: NOTE IMPORTANTE : Comme c'est une partie d'une demande de fichier scindé, vous devez attendre d'en avoir reçus tous les morceaux avant de pouvoir tous les enregistrer dans le même répertoire et de les extraire en double-cliquant sur le premier fichier.
he: הערה חשובה: מאחר וזו בקשה של חלק של קובץ מפוצל, אתה צריך לחכות שיתקבלו כל חלקי הקובץ המפוצל לפני שאתה יכול לשמור את כולם לתקיה אחת ולחברם מחדש על ידי הקלקה כפולה על הקובץ הראשון.
hr_hr: VAŽNA OBAVIJEST: Budući da je ovo dio zahtjeva podijeljene datoteke, morate pričekati da sve podijeljene datoteke budu primljene prije nego što ih možete spremiti u isti direktorij i otpakirati ih dvostrukim klikom na prvu datoteku.
hu: FONTOS MEGJEGYZÉS: Mivel ez egy darabolt fájl kérés, szükséges, hogy minden darabját megvárja, és miután lementette az összes részt egy mappába, és az első állományon duplán kattintva ki tudná csomagolni őket.
id: CATATAN PENTING: Karena ini merupakan bagian dari permintaan 'berkas-banyak', Anda perlu menunggu sampai semua berkas diterima sebelum Anda bisa menyimpannya ke satu direktori yang sama dan mengekstraknya dengan cara mengklik ganda berkas yang pertama.
it: NOTA IMPORTANTE: Poiché è stata richiesta una serie di file di piccole dimensioni, sarà necessario aspettare che tutti i file siano stati ricevuti prima di poter salvarli tutti nella stessa directory ed estrarne il contenuto facendo doppio clic sul primo file.
ja: 【注意事項】 Since this is part of a split-file request, you need to wait for all split files to be received by you before you can save them all into the same directory and unpack them by double-clicking the first file.
km: ចំណាំ​សំខាន់៖ ដោយសារ​វា​ជា​ផ្នែក​នៃ​សំណើ​ឯកសារ​ដែល​បាន​បំបែក អ្នក​ត្រូវ​រង់ចាំ រហូត​ទទួល​បាន​ឯកសារ​នោះ​ទាំងអស់ ទើប​អ្នក​អាច​រក្សាទុក ពួកវា​ទៅ​ក្នុង​ថត​ដូចគ្នា រួច​ស្រាយ​ពួកវា​ដោយ​ចុច​ទ្វេដង នៅ​លើ​ឯកសារ​ទី​មួយ។
ko: 중요한 NOTE: 이 파일이 분할압축 파일의 일부분이기 때문에, 귀하는 그 파일을 같은 디렉토리에 저장해서 첫번째 파일을 더블클릭 함으로써 압축을 풀기 전에 잠시 기다려셔서 모든 압축 파일을 받으셔야 합니다.
lv: SVARĪGA PIEZĪME: Tā kā šī ir daļa no sadalītu datņu pieprasījuma, Jums jāsagaida visas sadalītās datnes, pirms varat tās visas saglabāt vienā direktorijā, un atvērt tās, dubultnoklikšķinot uz pirmās datnes.
ms_my: NOTA PENTING: Oleh kerana fail ini sebahagian daripada fail yang telah di-split, anda harus menunggu kesemua fail yang dipecahkan ini untuk diterima oleh anda sebelum anda menyimpan fail-fail itu di dalam direktori yang sama dan nyahmampatkan fail-fail tersebut dengan mengklik pada fail yang pertama.
my: အရေးကြီးသော မှတ်ချက် - ဤအရာသည် ​​​​​​တောင်းဆိုထားသော ဖိုင် အပိုင်းအစ၏ အစိတ်အပိုင်း ဖြစ်သောကြောင့် ဖိုင် အပိုင်းအစ အားလုံး ရရှိသည့်တိုင်အောင် စောင့်ပြီး ဖိုင်တည်နေရာ တစ်ခုထဲတွင် သိမ်းထားကာ ပထမ ဖိုင်ကို နှစ်ချက် နှိပ်ခြင်းဖြင့် ဖြည်ချနိုင်သည်။
nb: VIKTIG: Fordi dette er en forespørsel om en oppdelt fil, må du vente til du har mottatt alle filene før du kan lagre disse filene i samme mappe, og pakke dem opp ved å dobbeltklikke på den første filen.
nl: BELANGRIJKE OPMERKING: Omdat dit een onderdeel is van een verzoek voor een opgedeeld bestand moet je wachten totdat alle delen door jou ontvangen zijn voordat je ze allemaal in dezelfde map kunt bewaren en uit kunt pakken door het eerste bestand te dubbelklikken.
nl_be: BELANGRIJKE MEDEDELING ============================ Aangezien dit deel uitmaakt van een split-file aanvraag, dient u te wachten totdat alle split bestanden zijn ontvangen en u ze allemaal bewaart in dezelfde folder, voordat u de bestanden uitpakt door op het eerste bestand te dubbelklikken.
pl: WAŻNA UWAGA: Jako że to jest część prośby o rozdzielone pliki, musisz poczekać na otrzymanie wszystkie części, zanim będziesz mógł/mogła zachować je wszystkie w tym samym katalogu i rozpakować, klikając pierwszy plik.
pt: NOTA IMPORTANTE: Sendo isto parte de um pedido de ficheiros separados, precisa de aguardar que todos os ficheiros sejam recebidos, antes de os poder guardar na mesma diretoria e descompactá-los com um duplo clique no primeiro ficheiro.
pt_br: NOTA IMPORTANTE: Como este arquivo é parte de um pacote compartimentado, você precisa esperar até que todas as partes sejam recebidas antes de salvá-las no mesmo diretório. Para descompactá-las, dê um duplo clique no primeiro arquivo.
ro: IMPORTANT: Deoarece aceasta este o parte a unei cereri de fisier impartit, trebuie sa asteptati primirea tuturor fisierelor impartite pentru ca apoi sa le salvati pe toate in acelasi director sau folder si sa le despachetati cu un dublu clic pe primul fisier.
ru: ВАЖНОЕ ЗАМЕЧАНИЕ: Поскольку это только часть разбитого на части запроса, вам необходимо дождаться получения всех частей, перед тем как сохранить их все в одну папку и распаковать их открыв первый файл.
si_lk: වැදගත් සටහන: මෙය බෙදුම් ගොනු අයදුමෙහි කොටසක් වන බැවින්, ඔබට රැදී සිටීමට සිදු වන්නේ ප්‍රථමයෙන් සියලු බෙදුම් ගොනු ඔබ විසින් ලබාගැනීම සිදු කිරීමට වන අතර ඔබ ඒ සියල්ල සුරැකීම එම ඩිරෙක්ටරියටම සිදු කර විචයන කිරීමට දෙවරක් ක්ලික් කිරීමක් පළමු ගොනුව මත කිරීම පසුව වේ.
sk: DÔLEŽITÁ POZNÁMKA: Keďže toto je požiadavka, v ktorej Vám pošleme viacej súborov, tak musíte počkať na všetky časti súboru a potom ich môžete uložiť do jedného priečinka a rozbaliť dvojitým kliknutím na prvý súbor.
sl_si: POMEMBNO: Ker je ta del zahtevka za združitev-datotek, morate počakati na sprejem vseh deljenih datotek, preden jih shranite v isti imenik in odpakirate z dvoklikom prve datoteke.
sq: NJOFTIM I RËNDËSISHËM: Meqë kjo është pjesë e një kërkese për ndarje skedari, ju duhet të prisni për të gjithë skedarët e ndarë që do të merrni, përpara se t'i ruani ato të gjitha në të njëjtën direktori dhe ti shpaketoni ato duke e klikuar dy herë skedarin e parë.
sr: ВАЖНА НАПОМЕНА: С обзиром на то да је ово део захтева за дељење датотека, мораћете да сачекате све подељене датотеке пре него што их можете сачувати у исти директоријум и отпаковати.
sv: VIKTIGT: Eftersom detta är en del av en uppdelad-fil begäran måste du vänta på att alla uppdelade filer är emottagna av dig innan du kan spara dem alla i samma katalog och packa upp dom genom att dubbel-klicka på första filen.
te_in: ముఖ్య గమనిక: ఇది దస్త్రఛేదిత అభ్యర్ధన కనుక, మీకు అన్ని దస్త్రాలూ దిగుమతి అయిన తరువాత మాత్రమే వాటిని ఒకే డైరెక్టరీలో ఉంచి, మొదటి దస్త్రము మీద డబుల్ క్లిక్ చేయుట ద్వారా ఈ మూటను విప్పాలి.
th: ข้อมูลสำคัญ: เนื่องจากนี่คือส่วนหนึ่งของการร้องขอไฟล์ที่แยกออกมา คุณต้องรอ ชิ้นส่วนไฟล์ทั้งหมดก่อนที่คุณจะเซฟไฟล์ทั้งหมดลง ในไดเรกทอรีเดียวกันและแตกไฟล์ออกมาโดยการดับเบิลคลิกที่ไฟล์แรก
tr: ÖNEMLİ UYARI: Bu, e-posta, birden çok parçaya bölünmüş bir dosya isteğinin bir parçasını içerdiğinden, tüm dosyaları kaydedip ilk dosyaya çift tıklayarak ayıklamadan önce tüm dosya parçalarının gelmesini beklemelisiniz.
uk: ВАЖЛИВЕ ЗАУВАЖЕННЯ: Оскільки це тільки частина розбитого на частини запиту, вам необхідно дочекатися отримання всіх частин, перед тим як зберегти їх усі в одну теку і розпакувати їх, відкривши перший файл.
vi: GHI CHÚ QUAN TRỌNG: Vì bạn đã yêu cầu gói chia tập tin, bạn cần phải đợi đến khi tất cả các tập tin chia ra đã được tải xuống trước khi lưu chúng vào cùng một thư mục, và giải nén bằng cách nhấn đúp vào tập tin đầu tiên.
zh_cn: 重要提示： 由于文件分开发送，需接受所有部分之后将其保存在同一 文件夹中，然后双击第一个文件进行解压。
zh_tw: 重要注意事項: 由於這是分割檔案需求的一部分，您需要等待直到 收到全部的分割檔案，您可以將分割檔案全部儲存 到同一個資料夾，並藉由連按兩下第一個檔案以進 行解壓縮。

source: Packages might arrive out of order! Please make sure you received all packages before you attempt to unpack them!
ar: قد تصلك الحزم غير مرتبة! الرجاء التأكد من استلام كافة الحزم قبل محاولة فكها!
az: Paket sıralamanın pozulması ilə də gələ bilər! Hamısının paketini açmazdan əvvəl bütün faylları əldə etdiyinə əmin ol!
ca: Els packs poden arribar incomplets! Siusplau assegura't que has rebut totes les parts abans de probar de desenpaquetar-los!
cs: Balíčky mohou přijít v různém pořadí! Před rozbalením se ujistěte, že Vám přišly všechny balíčky.
cy: Efallai bydd pecynnau yn cyrraedd allan o drefn! Gwiriwch rydych wedi derbyn pob pecyn cyn cynnig dadbacio!
da: Pakker kommer måske ude af rækkefølge! Vær' sikker på du har modtaget alle pakker før du prøver at udpakke dem!
de: Die Pakete können in der falschen Reihenfolge eintreffen! Bitte überprüfen Sie, ob Sie alle Pakete erhalten haben, bevor Sie mit dem entpacken beginnen!
el: Τα πακέτα μπορούν να ληφθούν με τυχαία σειρά! Παρακαλούμε να είστε σίγουροι ότι τα λάβατε όλα πρίν τα ανοίξετε!
es: ¡Los paquetes pueden llegar en cualquier orden! ¡Asegúrese de que ha recibido todos los paquetes antes de intentar desempaquetarlos!
eu: Paketeak ordenik gabe hel daitezke! Mesedez egiaztatu pakete guztiak jaso dituzula erauzten saiatu baino lehen!
fa: ممکن است بسته‌ها به ترتیب برای شما ارسال نشوند. لطفاً ابتدا مطمئن شوید تمام ضمیمه‌ها و بسته‌های تکه تکه شده را دریافت کرده اید و سپس اقدام به unpack کردن کنید.
fi: Pakkaukset saattavat saapua väärässä järjestyksessä! Varmistu, että vastaanotit kaikki pakkaukset ennen kuin yrität purkaa ne!
fil: Ang mga bungkos ay maaaring dumating ng wala sa ayos! Siguraduhing ikaw ay nakatanggap ng kumpletong bungkos bago mo subukang buksan ang mga ito!
fr: Les paquetages peuvent arriver dans le désordre ! S'il vous plaît, assurez-vous que vous avez reçu tous les paquets avant de tenter de les décompresser !
fr_ca: Les paquets peuvent arriver dans le désordre! Veuillez vous assurer de les avoir tous reçus avant de tenter de les extraire!
he: חבילות עלולת להגיע לא בסדר המקורי! בבקשה וודא שקיבלת את כל החבילות לפני שאתה מנסה לחברם.
hr_hr: Paketi možda ne dođu po redu! Budite sigurni da ste primili sve pakete prije nego ih pokušate otpakirati!
hu: A csomagok előfordulhat, hogy nem sorrendben érkeznek! Ellenőrizze, hogy mindet megkapta-e, mielőtt kicsomagolná őket!
id: Paket mungkin saja diterima secara tidak berurutan! Pastikan Anda menerima semua paket sebelum Anda mencoba untuk mengekstraknya!
it: I pacchetti potrebbero arrivare in ordine casuale: attendere di aver ricevuto tutti i pacchetti prima di provare ad estrarne il contenuto.
ja: パッケージは、順序通りに届かなかったかもしれません！解凍しようとする前に、すべてのパッケージを受け取ったことを確認してください。
km: កញ្ចប់​អាច​មកដល់​មិន​តាម​លំដាប់! សូម​ប្រាកដ​ថា​អ្នក​បាន​ទទួល កញ្ចប់​ទាំងអស់​មុន​ពេល​អ្នក​ព្យាយាម​ស្រាយ​វា!
ko: 패키지가 곧 도착할 것입니다. 모든 패키지를 압축을 풀려고 하기 전에, 모든 패키지가 받아졌는지 확실히 해 주십시오.
lv: Pakotnes var nepienākt secīgi! Lūdzu, pārliecinieties, ka esat saņēmis visas pakotnes, pirms mēģiniet tās atvērt!
ms_my: Pakej yang diterima tidak lengkap! Sila pastikan anda menerika semua pakej sebelum mencuba menyampatkan fail-fail tersebut!
my: ဖိုင်ထုတ်များသည် အစီအစဉ်မကျ ရောက်လာနိုင်သည်။ ဖိုင်များကို မဖြည်ချမီ ဖိုင်ထုတ် အားလုံး ရမရ စစ်ဆေးပါ။
nb: Det er ikke sikkert pakkene kommer i rekkefølge. Vennligst sørg for at du har mottatt alle pakkene før du prøver å pakke dem opp.
nl: Pakketen komen mogelijk niet in volgorde binnen. Controleer of je alle pakketen ontvangen hebt voordat je ze probeert uit te pakken.
nl_be: Pakketten kunnen asyncroon aankomen. Gelieve te verifiëren dat alle pakketten zijn toegekomen vooraleer u tracht deze te uit te pakken !
pl: Paczki mogą przychodzić w złej kolejności! Upewnij się, że masz wszystkie paczki, zanim spróbujesz je rozpakować!
pt: Os pacotes poderão chegar desordenados! Por favor, certifique-se que recebeu todos pacotes antes de os tentar descompactar!
pt_br: Os pacotes poderão chegar fora de ordem! Por favor, tenha certeza de ter recebido todos os pacotes antes de tentar descompactá-los!
ro: Pachetele s-ar putea sa nu vina in ordine! Va rugam sa fiti sigur ca ati primit toate pachetele inainte de a incerca sa le despachetati!
ru: Пакеты могут приходить в произвольном порядке! Пожалуйста, удостоверьтесь, что получили их все, перед тем как пробовать их распаковывать.
si_lk: පැකේජ අපිළිවෙලට ලැබීමට හැක! කරුණාකර ඔබ තහවුරු කල යුත්තේ සියලුම පැකේජ ලබාගැනීම ඔබ ඒවා විචයනය කිරීමට කලින් කල යුතු බවය!
sk: Balíky nemusia prísť v správnom poradí! Uistite sa, že ste dostali všetky balíky skôr ako ich začnete rozbaľovať!
sl_si: Paketki lahko pridejo v različnem vrstnem redu! Prepričajte se, da ste prejeli vse paketke preden jih odpakirate!
sq: Paketat mund t'ju vijnë të parenditura! Ju lutemi sigurohuni që i morët të gjitha paketat, përpara se të orvateni që t'i shpaketoni ato!
sr: Пакети се могу измешати! Уверите се да сте примили све пакете пре него што пробате да их отпакујете!
sv: Paket kan komma fram i fel ordning! Se till att du tagit emot alla paket innan du försöker packa upp dom!
te_in: కూర్పులు వరుసక్రమంలో అంది ఉండకపోవచ్చు! కాబట్టి వాటిని విప్పటానికి ముందు అన్ని కూర్పులు అందాయో లేదో సరిచూసుకొనండి.
th: แพกเกจอาจจะมาโดยที่ไม่ได้เรียงตามลำดับ กรุณาตรวจสอบก่อนว่าคุณ ได้รับแพกเกจทั้งหมดก่อนที่คุณจะแตกออกมา!
tr: Dosya parçaları sırayla gelmeyebilir. Lütfen ayıklamayı denemeden önce tüm dosyaları aldığınızdan emin olun.
uk: Пакети можуть приходити в довільному порядку! Будь ласка, переконайтеся, що отримали усі, перед тим як пробувати їх розпаковувати.
vi: Bạn có thể nhận được các gói tập tin không đúng theo thứ tự. Xin hãy kiểm tra bạn đã nhận được tất cả các tập tin đính kèm trước khi thử giải nén.
zh_cn: 文件包可能并非按顺序发送！ 请确认收到所有文件包之后再进行解压！
zh_tw: 套件到達的時候未按照順序!請確定您已收到 所有的套件，然後再嘗試將它們解壓縮!

source: It was successfully understood. Your request is currently being processed. Your package (%s) should arrive within the next ten minutes.
ar: تم الفهم بنجاح. تتم حالياً معالجة طلبك. ستصلك رزمتك (%s) خلال الدقائق العشر التالية.
az: Bu tam anlaşıldı. Sənin tələbin hazırda işlənilir. Sənin paketinin (%s) on dəqiqə ərzində əldə edilməsi gözlənilir.
ca: S'ha entés correctament. Actualment s'està processant la seva petició. El seu paquet (%s) ha d'arribar en els propers deu minuts.
cs: Rozumíme vašemu požadavku. Požadavek je právě zpracováván. Váš balíček (%s) by měl dorazit během deseti minut.
cy: Deallwyd yn llwyddianus. Mae eich cais yn cael ei brosesio. Dylech eich pecyn (%s) cyrraedd o fewn y deg munud nesaf.
da: Det var med succes forstået. Din anmodning er i øjeblikket under behandling. Din pakke (%s) skulle ankomme inden for de næste ti minutter.
de: Es wurde erfolgreich verstanden. Ihre Anfrage wird zur Zeit bearbeitet. Ihr Paket (%s) sollte innerhalb der nächsten 10 Minuten eintreffen.
el: Το μήνυμά σας είναι κατανοητό. Το αίτημά σας είναι υπό επεξεργασία. Το πακέτο (%s) θα σας αποσταλεί μέσα στα επόμενα δέκα λεπτά.
es: Su solicitud ha sido analizada con éxito y está siendo procesada. Su paquete (%s) debería llegar en los próximos diez minutos.
eu: Arrakastaz ulertu da. Zure eskaera une honetan prozesatzen ari da. Zure paketea (%s) hurrengo hamar minutu barru heldu beharko litzateke.
fa: کاملاً متوجه شدیم. درخواست شما دریافت شد و تحت بررسی است. تا ده دقیقه آینده باید بسته نرم افزاری که درخواست کرده بودید (%s) را دریافت کنید.
fi: Sen ymmärtäminen onnistui. Pyytöäsi käsitellään parhaillaan. Pakkauksesi (%s) pitäisi saapua seuraavan kymmenen minuutin aikana.
fil: Ito ay matagumay na naintidihan. Ang iyong hiling ay kasalukuyang pinoproseso. Ang iyong bungkos (%s) ay darating sa susunod na sampung minuto.
fr: On l'a correctement compris. Votre requête est en cours de traitement. Votre paquet (%s) devrait arriver dans les dix prochaines minutes.
fr_ca: On l'a correctement compris. Votre requête est en cours de traitement. Votre paquet (%s) devrait arriver dans les dix prochaines minutes.
he: זה הובן בהצלחה. הבקשה שלך כרגע בטיפול. החבילה שלך (%s) צריכה להגיע בתוך מספר דקות.
hr_hr: Uspješno shvaćeno. Vaš zahtjev se trenutno obrađuje. Vaš paket (%s) bi trebao stići u idućih deset minuta.
hu: Sikeresen feldolgozva. A kérése feldolgozás alatt. A csomag (%s) meg kell érkezzen tíz percen belül.
id: Dimengerti. Permintaan Anda sedang diproses. Paket Anda (%s) akan tiba dalam 10 menit ke depan.
it: Richiesta accettata con successo. La richiesta è attualmente in fase di elaborazione. Il pacchetto (%s) dovrebbe arrivare nei prossimi dieci minuti.
ja: うまくいきました。あなたの要求は、現在処理中です。 パッケージ(%s)は、10分以内に到着するでしょう。
km: វា​ត្រូវ​បាន​ទទួលស្គាល់​ដោយ​ជោគជ័យ។ សំណើ​របស់​អ្នក​កំពុង​ដំណើរការ។ កញ្ចប់​របស់​អ្នក (%s) គួរតែ​មកដល់​ក្នុង​រយៈពេល​ដប់​នាទី​បន្ទាប់។
ko: 성공적으로 이해되었습니다. 귀하의 요청은 현재 진행중이며, 패키지(%s)는 다음 10분 내로 도착해야 합니다.
lv: Ziņojums ir sekmīgi saprasts. Jūsu pieprasījums tiek apstrādāts. Jūsu pakotnei (%s) vajadzētu ierasties tuvāko desmit minūšu laikā.
ms_my: Ia telah berjaya difahami. Permintaan anda sedang diproses. Pakej anda (%s) harus tiba dalam tempoh sepuluh minit.
my: ဤအချက်ကို အောင်မြင်စွာ နားလည်ပါပြီ။ သင့် တောင်ဆိုချက်ကို လောလောဆယ် ဆောင်ရွတ်နေသည်။ သင့်ဖိုင်ထုတ် (%s) သည် နောက်ထပ် ဆယ်မိနစ် အတွင်း ရောက်ရှိလာမည်။
nb: Suksess. Forespørselen din behandles. Pakken din (%s) bør komme i løpet av de neste ti minuttene.
nl: Het is succesvol begrepen. Je verzoek wordt momenteel behandeld. Je pakket (%s) zou binnen tien minuten aan moeten komen.
nl_be: Uw vraag is succesvol ontvangen. Uw aanvraag wordt momenteel verwerkt. Uw pakket (%s) zal toekomen binnen devolgende tien minuten.
pl: Zostało ono zrozumiane pomyślnie. Twoje żądanie jest teraz przetwarzane. Twoja paczka (%s) powinna przybyć w ciągu najbliższych dziesięciu minut.
pt: Foi compreendido com sucesso. O seu pedido está atualmente a ser processado. O seu pacote (%s) deverá chegar nos próximos 10 minutos.
pt_br: Sua solicitação foi registrada com sucesso e está sendo tratada. Seu pacote (%s) deverá chegar nos próximos dez minutos.
ro: A fost inteles cu succes. Cererea d-voastra e in lucru.⏎ Pachetul sau pachetele d-voastra (%s) ar trebui sa ajunga in urmatoarele 10 minute.
ru: Ваш запрос был успешно распознан. В текущий момент он обрабатывается. Ваш пакет (%s) должен прийти в течение следующих 10 минут.
si_lk: එය සාර්ථකව තේරුම්ගන්නා ලදී. ඔබගේ අයදුම කාලීනව සැකසෙමින් පවතී. ඔබගේ පැකේජය (%s) මීළඟ ම්නිත්තු දහය ඇතුලත ලගාවිය යුතුය.
sk: Vaša požiadavka sa práve spracováva. Váš balík (%s) by mal prísť behom pár minút.
sl_si: Sporazumevanje je bilo uspešno. Vaša zahteva je v obdelavi. Vaš paket (%s) mora prispeti v naslednjih desetih minutah.
sq: E kuptuam qartë. Kërkesa juaj tashmë po procedohet. Paketa juaj (%s) do t'ju vijë brenda 10 minutave.
sr: Uspesno je razumljeno. Vas zahtev se trenutacno obraduje. Vas paket (%s) bi trebao stici u sledecih deset minuta
sv: Det lyckades. Din förfrågan hanteras nu. Ditt paket (%s) bör anlända inom tio minuter.
ta: கோரிக்கை வெற்றிகரமாக புரிந்து கொள்ளப்பட்டது. உங்கள் கோரிக்கை தற்போது செயல்முறையிலுள்ளது. உங்களின் (%s) தொகுப்புகள் அடுத்த பத்து நிமிடங்களில் வந்து சேரும்.
te_in: ఇది విజయవంతంగా అర్ధం చేసుకోబడింది. మీ అభ్యర్ధన పరిశీలనలో ఉంది. మీ కూర్పు (%s) మరొక పది నిముషాలలో పంపబడుతుంది.
th: ได้รับการเข้าใจ การร้องขอของคุณกำลังผ่านกระบวนการอยู่ แพกเกจ (%s) ของคุณควรที่จะถึงคุณภายในสิบนาที
tr: İsteğiniz anlaşıldı ve şu anda işleniyor. Paketiniz (%s) 10 dakika içinde size gönderilecek.
uk: Ваш запит успішно розпізнаний. В даний момент він обробляється. Ваш пакет (%s) має прийти протягом наступних 10 хвилин.
vi: Đó là cái hiểu đúng đắn. Yêu cầu của bạn hiện đang được thực thi. Gói tập tin (%s) sẽ được tải xuống trong khoảng 10 phút tiếp theo.
zh_cn: 已成功接收你的请求，目前正在处理。 你的软件包（%s）将在 10 分钟内发送。
zh_tw: 已成功理解您的請求，目前正在處理中。 你的套件(%s)應在接下來的十分鐘內送達。
