Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: windows: The Tor Browser Bundle package for Windows operating systems. If you're running some version of Windows, like Windows XP, Windows Vista or Windows 7, this is the package you should get.
ar: windows: حزمة متصفح تور لنظام تشغيل ويندوز. تعمل هذه الرزمة علي نسخ ويندوز اكس بي, 7 أو ڤيستا.
az: windows: Windows əməliyyat sistemləri üçün The Tor Browser Bundle paketidir. Əgər sən Windows XP, Windows Vista və ya Windows 7 kimi hər hansı Windows versiyasını istifadə edirsənsə, sən bu paketi əldə etməlisən.
ca: windows El paquet de Tor Browser Bundle per a sistemes operatius Windows. Si utilitza alguna versió de Windows, com el Windows XP, Windows Vista o Windows 7, és el paquet que hauries de rebre.
cs: windows: Balíček Tor Browser Bundle pro operační systémy Windows. Pokud používáte některou verzi Windows, např. Windows XP, Windows Vista či Windows 7, stáhněte si tento balíček.
cy: windows: Pecyn Porwr Tor i systemau weithredu Windows. Os ydych yn defnyddio fersiwn o Windows, fel Windows XP, Windows Vista neu Windows 7, dyma'r pecyn i chi.
da: Windows: Tor Browser Bundle-pakke til Windows-operativsystemer. Hvis du kører en version af Windows, som Windows XP, Windows Vista eller Windows 7, dette er den pakke, du burde få.
de: windows: Das Tor-Browser-Paket für Windows-Betriebssysteme. Benutzen Sie eine Version von Windows, wie z.B. Windows XP, Windows Vista oder Windows 7, ist dieses das Paket, das Sie benötigen.
el: windows: Το Πακέτο Περιηγητή Tor για λειτουργικά συστήματα Windows. Αν εκτελείτε κάποια έκδοση Windows, όπως το Windows XP, το Windows Vista ή Windows 7, αυτό είναι το πακέτο που πρέπει να παραλάβετε.
es: windows: El Paquete de Navegador Tor para sistemas operativos Windows. Si está ejecutando alguna versión de Windows, como Windows XP, Windows Vista o Windows 7, este es el paquete que debe obtener.
eu: windows: Tor Browser Bundle paketea Windows sistema eragileetarako. Windowsren bertsioren bat erabiltzen ari bazara, Windows XP, Windows Vista edo Windows 7 bezala, hau da eskuratu beharko zenuke paketea.
fa: windows: بسته نرم افزاری تور برای سیستم عامل ویندوز. در صورتی‌ که از یکی‌ از نسخه‌های سیستم عامل ویندوز مثلِ ویندوز XP، ویندوز 7، ویندوز 8، و یا ویندوز ویستا استفاده می‌کنید، از این بسته استفاده کنید.
fi: windows: The Tor Browser Bundle-pakkaus Windows-käyttöjärjestelmille. Jos käytät jotain Windows-versiota, kuten Windows XP, Windows Vista tai Windows 7, sinun pitäisi pyytää tämä pakkaus.
fr: windows : Le package navigateur Tor pour systèmes d'exploitation Windows. Si vous évoluez sous windows comme windows XP, windows vista ou windows 7 c'est le package qu'il vous faut.
fr_ca: windows : L'offre groupée de navigation Tor pour systèmes d'exploitation Windows. Si vous faites tourner un version de Windows comme Windows XP ou Windows 7 c'est le paquet que vous devriez obtenir.
he: חלונות: חבילת Tor למערכת ההפעלה חלונות. אם אתה מריץ גירסה של מערכת ההפעלה חלונות כגון: חלונות XP, חלונות ויסטה או חלונות 7 זו החבילה בשבילך.
hr_hr: windows: Tor Preglednički Paket za operacijske sustave Windows. Ako radite na nekoj inačici Windowsa, kao Windows XP, Windows Vista ili Windows 7, ovo je paket koji trebate.
hu: windows: A Tor Böngésző csomag Windows operációs rendszerekre. Ha valamilyen Windows verziót használ, mint Windows XP, Windows Vista vagy Windows 7, ez az a csomag amire szüksége van.
id: windows: Paket Tor Browser Bundle untuk sistem operasi Windows. Jika Anda menjalankan versi Windows yang sama, seperti Windows XP, Windows Vista atau Windows 7, ini paket yang seharusnya Anda dapatkan.
it: windows: Il Tor Browser Bundle per sistemi operativi Windows. Se si sta utilizzando una versione del sistema operativo Windows, come Windows XP o Windows Vista o Windows 7, questo pacchetto è quello di cui si ha bisogno.
ja: windows: Windowsオペレーティングシステム向けTor Browser Bundle package。あなたがWindows XPやWindows Vista、Windows 7のようなWindowsの一部のバージョンを使っている場合、これはあなたが手に入れるべきパッケージです。
km: windows: កញ្ចប់ Tor Browser Bundle សម្រាប់​ប្រព័ន្ធ​ប្រតិបត្តិការ Windows ។ បើ​អ្នក កំពុង​ដំណើរការ​កំណែ​មួយ​ចំនួន​របស់ Windows ដូចជា Windows XP, Windows Vista ឬ Windows 7, នេះ​ជា​កញ្ចប់​ដែល​អ្នក​គួរ​ទទួល​បាន។
ko: windows : 윈도우 운영 체제를 위한 Tor browser bundle입니다. Windows XP, Windows Vista, Windows 7 등을 사용하고 계신다면, 이 패키지가 필요합니다.
lv: windows: Pārlūka Tor komplekts Windows operētājsistēmām. Ja lietojat kādu no Windows versijām, kā Windows XP, Windows Vista vai Windows 7, Jums būtu vajadzīga šī pakotne.
ms_my: windows: Pakej Tor Browser Bundle untuk sistem operasi Windows. Jika anda menjalankan beberapa versi Windows, seperti Windows XP, Windows Vista atau Windows 7, ini adalah pakej yang anda perlu dapatkan.
my: windows: Windows os အတွက် Tor Browser Bundle ဖိုင်ထုတ် ဖြစ်သည်။ အကယ်၍ သင်သည် Windows XP, Windows Vista or Windows 7 ကဲ့သို့ Windows ဗားရှင်း တချို့ကို သုံးစွဲနေပါက၊ ဤဖိုင်ထုတ်များသည် သင် သုံးစွဲရမည့် အရာ ဖြစ်သည်။
nb: windows: Tor Browser Bundle pakken til Windows operativsystemer. Hvis du kjører en versjon av Windows, som Windows XP, Windows Vista eller Windows 7, så er dette pakken du bør velge.
nl: windows: Het Tor Browser Bundle pakket voor Windows besturingssystemen. Als je gebruik maakt van een versie van Windows, zoals Windows XP, Windows Vista of Windows 7, dan is dit het pakket dat je nodig hebt.
nl_be: windows: Het Tor Browser Bundle pakket voor Windows besturingsystemen. Indien u een versie van Windows heeft, zoals Windows XP, Windows Vista of Windows 7, is dit het pakket dat u dient te gebruiken.
pl: windows: Paczka Tora z Przeglądarką dla systemów operacyjnych Windows. Jeśli macie jakąś wersję Windowsa, jak Windows XP, Windows Vista lub Windows 7, powinniście pobrać te paczkę.
pt: windows: O pacote do Browser Tor para sistemas operativos Windows. Se estiver a usar alguma versão do Windows, como o Windows XP, Windows Vista ou WIndows 7, este é o pacote que deverá obter.
pt_br: windows: O pacote Tor Browser para sistemas operacionais Windows. Se você estiver executando alguma versão do Windows, como Windows XP, Windows Vista ou Windows 7, este é o pacote que você deve obter.
ro: windows:⏎ Pachetul Browser Tor pentru sistemele de operare Windows. Daca folositi ⏎ versiuni de Windows ca Windows XP, Windows Vista sau ⏎ Windows 7, acesta e pachetul pe care ar trebui sa-l primiti.
ru: windows: Дистрибутив Tor Browser Bundle для операционных ситсем Windows. Если вы используете какую-либо версию Windows, например Windows XP, Windows Vista or Windows 7, это дистрибутив который вам необходим.
si_lk: වින්ඩෝස්: වින්ඩොස් මෙහෙයුම් පද්ධතිය සදහා වන Tor බ්‍රවුසර තොග පැකේජය. ඔබ භාවිතා කරන වින්ඩෝස් අනුවාදය, වින්ඩෝස් XP, වින්ඩෝස් විස්ටා හෝ වින්ඩෝස් 7, නම් ඔබ ගත යුතු පැකේජය මෙයයි.
sk: windows: Tor Browser Bundle pre operačný systém Windows. Ak používate Windows XP, Windows Vista alebo Windows 7, tak potrebujete práve tento balík.
sl_si: windows: Paket Tor Iskalnik za OS Windows. Če poganjate katero od verzij Oken kot Windows XP, Windows Vista ali Windows 7 je to paket, ki ga rabite.
sq: windows: Paketa e Tor Browser për sistemet operative Windows. Nëse jeni duke ekzekutuar ndonjë version të Windows, si Windows XP, Windows Vista ose Windows 7, kjo është paketa që duhet të merrni.
sr: windows: Tor Browser Bundle пакет за Windows оперативне системе Ако користите верзије Windows система, као Windows XP, Windows Vista или Windows 7, ово је пакет који треба да преузмете.
sv: windows: Tor Browser Bundle paketet för Windows operativsystem. Om du kör någon version av Windows, t.ex. Windows XP, Windows Visa eller Windows 7, så är det här paketet du ska ha.
ta: windows: விண்டோஸ் இயங்குமென்பொருளுக்கான Tor Browser கட்டு. நீங்கள் விண்டோஸ் XP, விண்டோஸ் Vista, அல்லது விண்டோஸ் 7, உபயோகிக்கிரீர்கள் என்றால், இது நீங்கள் பெற வேண்டும் தொகுப்பு ஆகும்.
te_in: విండోస్: విండోస్ నిర్వహణ వ్యవస్థ కోసం టోర్ విహారిణి మూట కూర్పు. మీరు కనుక విండోస్ ఎక్స్‌పి, విండోస్ విస్తా లేదా విండోస్ 7 లాంటి ఏదైనా విండోస్ రూపాంతరాన్ని వాడుతున్నట్లైతే మీరు ఈ కూర్పును పొందాలి.
th: windows: แพกเกจ Tor Browser Bundle สำหรับระบบปฏิบัติการวินโดวส์ ถ้าคุณ ใช้ระบบวินโดวส์อย่างเช่น Windows XP Windows Vista หรือ Windows 7 คุณควรขอแพกเกจนี้
tr: windows: Windows işletim sistemleri için Tor Browse Bundle paketi. Windows XP, Windows Vista ya da Windows 7 gibi Windows işletim sistemleri kullanıyorsanız bu paketi edinmelisiniz.
uk: windows: Дистрибутив Tor Browser Bundle для операційних систем Windows. Якщо ви використовуєте будь-яку версію Windows, наприклад Windows XP, Windows Vista or Windows 7, це дистрибутив, який вам необхідний.
zh_cn: windows： 用于 Windows 系统的 Tor Browser Bundle 软件包。如果你正在使用某个 版本的 Windows，比如 Windows XP、Windows Vista 或 Windows 7，应请求 获取该软件包。
zh_tw: windows: Tor 瀏覽器套件適用於 Windows 作業系統。若您 執行某些版本的 Windows，像是 Windows XP、Windows Vista 或 Windows 7，這是您應該取得的套件。

source: macos-i386: The Tor Browser Bundle package for OS X, Intel CPU architecture. In general, newer Mac hardware will require you to use this package.
ar: macos-i386: حزمة متصفح تور للماكنتوش, معالج انتل. بشكل عام, اجهزة الماك الجديدة سوف تطلب منك استخدام هذه الرزمة.
az: macos-i386: OS X, Intel CPU architecture üçün The Tor Browser Bundle paketidir. Ümumiyyətlə, ən son Mac qurğuları bu paketi tələb edəcəkdir.
cs: macos-i386: Balíček prohlížeče Tor pro OS X, Intel CPU architekturu. Ve většině případů bude novější Mac hardware používat právě tento balíček.
cy: macos-i386: Pecyn Porwr Tor i OS X, pensaernïaeth Intel CPU. Yn gyffredinol, bydd caledwedd newydd Mac angen i chi defnyddio'r pecyn hon.
da: MacOS-i386: Tor Browser Bundle-pakke til OS X, Intel CPU-arkitektur. Generelt vil nyere Mac-hardware kræve, at du bruge denne pakke.
de: macos-i386: Das Tor-Browser-Paket für OS X auf einer Intel CPU. Im Allgemeinen wird dieses Paket für neuere Mac-Geräte benötigt.
el: macos-i386: Το Πακέτο Περιηγητή Tor για OS X αρχιτεκτονικής Intel CPU. Γενικά οι νεότεροι υπολογιστές Mac απαιτούν την χρήση αυτού του πακέτου.
es: macos-i386: El Paquete de Navegador Tor para OS X sobre arquitectura de CPU Intel. En general, los equipos Mac más nuevos requerirán que use este paquete.
eu: macos-i386: Tor Browser Bundle paketea OS X, Intel PUZ arkitekturetarako. Oro har, Mac hardware berriena pakete hau erabiltzea eskatuko dizu
fa: macros-i386: بسته نرم افزاری تور برای سیستم عامل OS X برای پردازشگر اینتل. به طور کلی‌، کامپیوتر‌های MAC جدید مستلزم استفاده از این بسته هستند.
fi: macos-i386: Tor Browser Bundle-pakkaus OS X-käyttöjärjestelmälle, Intel-prosessoriarkkitehtuuri. Yleensä uudemmat Mac-tietokoneet vaativat tämän pakkauksen käyttöä.
fr: macos-i386 : Le package navigateur Tor pour OSX, macs Intel. En général tous les macs récents utilisent ce package.
fr_ca: macos-i386: L'offre groupée de navigation Tor pour OS X, architecture à UC Intel. En général les Macs plus récents exige ce paquet.
he: macos-i386: חבילת Tor ל OS X וארכיטקטורת מעבד אינטל. בכלליות, חומרה חדשה של מק תזדקק לחבילה זו.
hr_hr: macos-i386: Tor Preglednički Paket za OS X, arhitekturu Intel procesora. Obično novi Mac hardware traži uporabu ovog paketa.
hu: macos-i386: A Tor Böngésző csomag OS X, Intel CPU alapú architektúrára. Általánosságban az újabb Mac-ek esetén erre lesz szüksége.
id: macos-i386: Paket Tor Browser Bundle untuk OS X, arsitektur CPU Intel. Umumnya, perangkat keras Mac terbaru mengharuskan Anda memasang paket ini.
it: macos-i386: Il pacchetto Tor Browser Bundle per OS X, con architettura CPU Intel. In generale, i computer Mac con hardware più recente necessiteranno di questo pacchetto.
ja: macos-i386: Intel CPUアーキテクチャのOS X向けTor Browser Bundle package。 一般的に、比較的新しいMacハードウェアはこのパッケージの使用を要求します。
km: macos-i386: កញ្ចប់ Tor Browser Bundle សម្រាប់​ស្ថាបត្យកម្ម OS X, Intel CPU ។ ជាទូទៅ ផ្នែក​រឹង​របស់ Mac ថ្មី​នឹង​ទាមទារ​ឲ្យ​អ្នក​ប្រើ​កញ្ចប់​នេះ។
ko: macos-i386: Intel 아키렉처를 사용하고 있는 OS X를 위한 Tor Browser Bundle입니다. 일반적으로, 최근의 Mac 하드웨어는 이 패키지가 필요합니다.
lv: macos-i386: Pārlūka Tor komplekts priekš OS X un centrālā Intel procesora arhitektūrai. Vispārīgi runājot, jaunākiem makintošiem būs jālieto šī pakotne.
ms_my: macos-i386: Pakej Tor Browser Bundle untuk OS X yang menggunakan Intel CPU. Secara ringkasnya, Mac yang menggunakan perkakasan yang baru dikehendaki menggunakan pakej ini.
my: macos-i386: OS X, Intel CPU architecture အတွက် Tor Browser Bundle ဖိုင်ထုတ် ဖြစ်သည်။ ပုံမှန်အားဖြင့်၊ ပိုသစ်လွင်သော Mac hardware သည် ဤဖိုင်ထုတ်ကို လိုအပ်လာလိမ်မည်။
nb: macos-i386: Tor Browser Bundle pakke til Mac OS X, med Intel CPU arkitektur. Generelt sett krever nyere Mac maskinvare at du bruker denne pakken.
nl: macos-i386: Het Tor Browser Bundle pakket voor OS X, Intel CPU architectuur. In het algemeen heb je dit pakket nodig voor nieuwe Mac hardware.
nl_be: macos-i386: Het Tor Browser Bundle pakket voor OS X, Intel CPU architectuur. Algemeen zal nieuwere Mac hardware dit pakket vereisen.
pl: macos-i386: Paczka Tora z Przeglądarką dla OS X, architektura Intel CPU. Ogólnie nowszy sprzęt Mac wymaga, byście używali tej paczki.
pt: macos-i386: O pacote do Browser Tor para OS X, arquitetura Intel CPU. Em geral, o novo hardware Mac necessitará que use este pacote.
pt_br: macos-i386: O pacote Tor Browser para OS X, arquitetura Intel CPU. Geralmente, os hardwares mais novos de Mac requerem o uso deste pacote.
ro: macos-i386:⏎ Pachetul Browser Tor pentru sistemele de operare OS X, cu arhitectura Intel CPU. In ⏎ general, echipamentele Mac mai noi vor cere sa folositi acest pachet.
ru: macos-i386: Пакет Tor Browser Bundle для OS X, архитектуры Intel CPU. Вообщем, новое аппаратное обеспечение Mac требует использование этого пакета.
si_lk: macos-i386: OS X, Intel CPU නිර්මිතය සදහා වන Tor බ්‍රවුසර තොග පැකේජය. සාමාන්‍යයෙන්, නව Mac දෘඩාංග ඔබට මෙම පැකේජය භාවිතා කිරීමට අවශ්‍ය වනු ඇත.
sk: macos-i386: Tor Browser Bundle pre OS X, architektúru Intel CPU. Vo všeobecnosti, novší Mac hardvér bude vyžadovať práve tento balík.
sl_si: macos-i386: Paket Tor Iskalnik za OS X, Intel CPU arhitekturo. V glavnem, novejša Mac strojna oprema uporablja te paketke.
sq: macos-i386: Paketa e Tor Browser për OS X, me arkitekturë Intel CPU. Në përgjithësi, sistemet e rinj Mac do t'ju kërkojnë ta përdorni këtë paketë.
sr: macos-i386: Tor Browser paket za OS X, intel CPU arhitekturu. Vecina novog Mac harvdera ce zahtevati da koristite ovaj paket.
sv: macos-i386: Tor Browser Bundle paketet för OS X, Intel CPU arkitektur. Generellt sätt så är det detta paket som behövs för modern Mac-hårdvara.
ta: macos-i386: OS X, Intel CPU கட்டமைப்புக்கான Tor Browser கட்டு. பொதுவாக, புதிய Mac வன்பொருளில் இந்த தொகுப்பு பயன்படுத்த வேண்டியிருக்கும்.
te_in: మాక్‌ఓఎస్-i386: ఇంటెల్ సిపియు ఆధారిత OS X కొసం ఈ టోర్ విహారిణి మూట కూర్పు. సాధారణంగా ఈ కూర్పును ఉపయోగించుటకు నూతన మాక్ హార్డ్‌వేర్ అవసరమౌతుంది.
th: macos-i386: แพกเกจ Tor Browser Bundle สำหรับ OSX ซีพียูสถาปัตยกรรมอินเทล โดยทั่วไป คุณต้องใช้แพกเกจนี้กับเครื่องแม็คใหม่
tr: macos-i386: OS X Intel CPU mimarisi için Tor Browser Bundle paketi. Genellkle yeni Mac donanımları bu paketi kullanmanızı ister.
uk: macos-i386: Пакет Tor Browser Bundle для OS X, архітектури Intel CPU. Взагалі-то, нове апаратне забезпечення Mac вимагає використання цього пакету.
zh_cn: macos-i386:： 用于 OS X 系统、Intel CPU 架构的 Tor Browser Bundle 软件包。 通常较新的 Mac 硬件需使用这一软件包。
zh_tw: macos-i386: 適用於 OS X、Intel CPU 架構的 Tor 瀏覽器套件。 一般情況下，較新的 Mac 硬體將會要求您使用這個套件。

source: macos-ppc: This is an older installer (the "Vidalia bundle") for older Macs running OS X on PowerPC CPUs. Note that this package will be deprecated soon.
ar: macos-ppc: هذه النسخة ( "حزمة ڤيداليا") لأجهزة الماك ذو معالجات باور بي سي القديمة. سوف يتم وقف العمل بها قريباً.
az: macos-ppc: Bu OS X on PowerPC CPUs istifadə edən köhnə Mac üçün köhnə quraşdırmadır (the "Vidalia bundle"). Nəzərə al ki, bu paket tezliklə ləğv olacaq.
cs: macos-ppc: Toto je starší instalační program ("Vidalia bundle") pro Mac s OS X s architekturou procesorů PowerPC. Berte na vědomí, že tento instalátor bude brzy vyřazený.
cy: macos-ppc: Hyn yw'r hen osodiwr (y "Vidalia bundle") i Macs henach sy'n rhedeg OS X ar PowerPC CPUs. Nodwch bydd yr pecyn hon yn cael ei anghymeradwyo yn fuan.
da: MacOS-ppc: Dette er en ældre installationsprogram (den "Vidalia bundle") for ældre Mac kører OS X på PowerPC CPU'er. Bemærk, at denne pakke vil være forældet snart.
de: macos-ppc: Das ist eine ältere Version (das »Vidalia-Paket«) für ältere Macs bei denen OS X auf einem PowerPC-Prozessor läuft. Bitte beachten Sie, dass dieses Paket bald nicht mehr unterstützt wird.
el: macos-ppc: Αυτό είναι ένα παλαιότερο πακέτο (το "πακέτο Vidalia") για παλαιότερα Mac που τρέχουν OS X με PowerPC CPU. Σημειώστε ότι, το πακέτο αυτό σύντομα θα καταργηθεί.
es: macos-ppc: Este es un instalador (el "paquete Vidalia") más antiguo para equipos Mac más viejos con OS X sobre CPUs PowerPC. Observe que este paquete será abandonado pronto.
eu: macos-ppc: Hau OS X PowerPC PUZetan Mac-etarako instalatzaile ("Vidalia Bundle") zahar bat da. Kontuan izan pakete hau laster zaharkituta egongo dela.
fa: macos-ppc: برای کامپیوتر‌های MAC قدیمی‌تر که سیستم عمل OS X را بر روی پردازشگر PowerPC اجرا میکنند، از این بسته استفاده کنید. توجه کنید که این بسته به زودی از رده خارج میشود.
fi: macos-ppc: Tämä on vanhempi asennusohjelma (the "Vidalia bundle") vanhemmille PowerPC-suorittimella varustetuille Mac-tietokoneille, joissa on OS X. Huomioi että tämä arkisto merkitään pian vanhentuneeksi.
fr: macos-ppc : C'est l'ancienne version (Vidalia) pour les anciens macs tournant sous OS X avec processeurs PowerPC. Attention ce package sera bientôt obsolète.
fr_ca: macos-ppc: C'est un ancien installateur (l'offre groupée Vidalia) pour les anciens Macs tournant sous OS X avec UC PowerPC. Attention ce paquet sera bientôt obsolète.
he: macos-ppc: זה הוא מתקין תוכנה מיושן יותר (חבילת וידאליאה) למחשבי מק ישנים עם מערכת הפעלה OS X על PowePC מעבד. שים לב שחבילה זו תתישן בקרוב.
hr_hr: macos-ppc: Ovo je stariji installer ("Vidalia bundle") za starije Mac-ove koji imaju OS X na PowerPC procesorima. Ovi paketi će uskoro biti zastarjeli.
hu: macos-ppc: Ez egy régebbi telepítő (a "Vidalia csomag") régebbi Mac gépekhez, amelyek OS X-et PowerPC CPU-n futtatják. Fontos, hogy a csomag nemsokára már nem támogatott lesz.
id: macos-ppc: Berikut ini adalah pemasang yang lebih lama ("Vidalia bundle") untuk Mac lama yang menjalankan OSX pada CPU PowerPC. Mohon dicatat bahwa paket ini akan segera disingkirkan (tidak lagi didukung).
it: macos-ppc: Questo è un vecchio installatore (il "bundle Vidalia") per computer Mac meno recenti che utilizzano Mac OS X su architettura CPU PowerPC. Si noti che questo pacchetto sarà presto non più supportato.
ja: macos-ppc: これはPowerPC CPUのOS Xを動かしている比較的古いMac向けの比較的古いインストーラー("Vidalia bundle")です。 このパッケージは間もなく廃止予定であることに注意してください。
km: macos-ppc: នេះ​ជា​កម្មវិធី​ដំឡើង​ចាស់ ("Vidalia bundle") សម្រាប់ Macs ចាស់​ដែល​ដំណើរការ OS X នៅ​លើ PowerPC CPUs ។ ចងចាំ​ថា​កញ្ចប់​នេះ​នឹង​ត្រូវ​បាន​បដិសេធ​ឆាប់ៗ។
ko: macos-ppc: PowerPC CPU를 사용하는 Mac을 위한 이것은 오래된 인스톨러(Vidalia bundle)입니다. 이 패키지는 곧 사라질 것입니다.
lv: macos-ppc: Šī ir vecāka instalēšanas programma ("Komplekts Vidalia") vecākiem makintošiem, kuriem ir OS X un centrālie PowerPC procesori. Ievērojiet, ka drīz šī pakotne vairs netiks atbalstīta.
ms_my: macos-ppc: Ini ialah installer lama (bundle "Vidalia") untuk sesiapa yang memakai Mac OS X yang menggunakan PowerPC CPU. Perhatikan bahawa pakej ini akan usang tidak lama lagi.
my: macos-ppc: ဤဆော့ဗ်ဝဲသည် PowerPC CPUs သုံး​ထားသော OS X တွင် အသုံးပြုသော Macs အဟောင်းအတွက် အင်စတိုလာ အဟောင်း ("Vidalia bundle") ဖြစ်သည်။ ဤဖိုင်ထုတ်သည် မကြာမီ သက်တမ်းကုန်တော့မည် ဖြစ်သည်။
nb: macos-ppc: Dette er en eldre versjon ("Vidalia pakken") for eldre Macer som kjører OS X på PowerPC prosessorer. Ta notis av at denne pakken snart vil bli avviklet.
nl: macos-ppc: Dit is een ouder installatieprogramma (de "Vidalia Bundle") voor oudere Mac's die OS X draaien op PowerPC CPU's. Merk op dat dit pakket binnenkort niet meer ondersteund wordt.
nl_be: macos-ppc: Dit is een ouder installatiepakket (de "Vidalia bundle") voor oudere Macs die OS X draaien op PowerPC CPUs. Gelieve te noteren dat dit pakket verouderd is.
pl: macos-ppc: To jest starszy instalator ("Paczka z Vidalią") dla starszych Maców z OS X na procesorach PowerPC. Ta paczka wkrótce będzie przestarzała.
pt: macos-ppc: Esta é uma instalação antiga (o "pacote Vidalia") para macs antigos executando o OS X em processadores PowerPC. Note que, brevemente, este pacote será desaconselhado.
pt_br: macos-ppc: Este é um instalador antigo (o "Pacote Vidalia") para Macs antigos que executem OS X em CPUs PowerPC. Observe que este pacote irá tornar-se obsoleto em breve.
ro: macos-ppc:⏎ Acesta este un instalator mai vechi (pachetul "Vidalia bundle") pentru MAC-uri mai vechi ce ruleaza⏎ OS X pe procesoare PowerPC. Aveti grija deoarece acest pachet va fi retras in curand.
ru: macos-ppc: Это старый установщик ("Vidalia bundle") для старых Mac'ов работающих под OS X на процессорах PowerPC. Заметьте, что этот пакет скоро устареет.
si_lk: macos-ppc: මෙය OS X විචල්‍ය කරන පැරණි Macs සදහා වන පැරණි ස්ථාපනය කරන්නකි ("විදාලියා තොගය") PowerPC CPU වල. මෙම පැකේජය නොබෝදිනකින් අත්හරිනු ඇති බව සලකන්න.
sk: macos-ppc: Toto je starší inštalátor ("balík Vidalia") pre staršie Macy, na ktorých beží OS X s CPU PowerPC. Berte na vedomie, že za krátky čas bude tento balík zastaralý.
sl_si: macos-ppc: To je starejši nameščevalnik (the "Vidalia bundle") za starejše Mac OS X na PowePC CPU-jih. Upoštevajte, da je to paket v opuščanju.
sq: macos-ppc: Ky është një instalues më i vjetër (the "Vidalia bundle") për Mac-ët e vjetër që ekzekutojnë OS X në PowerPC CPUs. Vini re se kjo paketë do të bëhet e papërdorshme së shpejti.
sr: macos-ppc: Ovo je stariji instalator('Vidalia paket") za starije Mac-ove koji koriste PowerPC procesore. Ovaj paket ce uskoro postati zastareo.
sv: macos-ppc: Detta är en äldre installerare ("Vidalia bundle") för äldre Mac:ar som kör OS X på PowerPC CPUer. Notera att detta paket kommer att fasas ut snart.
te_in: మాక్‌ఓఎస్-పిపిసి: పవర్‌పిసి సిపియుల మీద నడిచే ఓఎస్ ఎక్స్ ఆధారిత మాక్‌ల కోసం రూపోందించిన సంస్థాపణి (ఆ "విదాలియా మూట") ఇది. ఈ కూర్పు త్వరలో ఉపసంహరించుకోబడుతుందని గమనించగలరు.
th: macos-ppc: นี่คือตัวติดตั้งอันเก่า ("Vidalia bundle") สำหรับแม็ครุ่นเก่าที่รัน OS X บนซีพียู PowerPC ขอให้ทราบว่าแพกเกจนี้จะถูกเลิกสนับสนุนการใช้งานในเร็วๆนี้
tr: macos-ppc: PowerPC mimarisi kullanan OS X tabanlı eski Mac donanımları için "Vidalia Paketi" yükleyicisi. Bu dosya yakın tarihte kaldırılacaktır.
uk: macos-ppc: Це старий установник ("Vidalia bundle") для старих мас'ів, які працюють під OS X на процесорах PowerPC. Зауважте, що цей пакет скоро застаріє.
zh_cn: macos-ppc： 这是一个较旧的安装程序 (Vidalia bundle)，用于使用 PowerPC CPU 并运行 OS X 系统的旧苹果计算机。请注意，不久之后该软件包将不再使用。
zh_tw: macos-ppc: 這是較舊的安裝程式(“Vidalia bundle”)，適用於舊的 Mac 在 PowerPC CPU 上 執行 OS X。請注意，此套件將很快就會過時。
