Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: The Tor software is a program you can run on your computer that helps keep you safe on the Internet. Tor protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location. This set of volunteer relays is called the Tor network. You can read more about how Tor works here: https://www.torproject.org/about/overview.html.en
ar: برنامج تور هو برنامج تستطيع تشغيله على جهاز الكمبيوتر وهو يساعدك علي البقاء آمناً على الانترنت. يحميك تور عن طريق تحويل اتصالاتك إلي شبكة موزعة من المرحّلات والتي يتم تشغيلها من قبل متطوعين حول العالم: هو يمنع أي شخص من مراقبة اتصالك و معرفة المواقع التي تزورها، و ايضاً يمنع المواقع من معرفة موقعك الجغرافي. تسمي تلك المجموعة من المرحّلات المدعومة من المتطوعين بشبكة تور. تستطيع قراءة المزيد عن كيفية عمل تور هنا: https://www.torproject.org/about/overview.html.en
az: Tor proqramı internetdə daha təhlükəsiz şəraitdə olmağını təmin edən, kompüterində saxlaya biləcəyin proqramdır. Tor dünyanın hər yerində mövcud olan könüllülərin keçidlərini istifadə edərək bağlantıların sıçrayışla əlaqələnməsi nəticəsində səni müdafiə edir: bu sənin internet bağlantılarını, ya da sənin hansı saytları istifadə etdiyini izləmək istəyənləri, həmçinin daxil olduğun saytların sənin məkanını müəyyənləşdirməsinə mane olur. Bu könüllü küçidləri dəsti Tor şəbəkəsi adlanır. Tor-un necə işlədiyini daha ətraflı burada öyrənə bilərsən: https://www.torproject.org/about/overview.html.en
cs: Software Tor je program, který Vás pomáhá udržovat na Internetu v bezpečí. Tor vás chrání pomocí přesměrovávání Vaší komunikace ve své síti tvořené dobrovolníky z celého světa. Zabraňuje tomu, aby někdo sledoval Vaše aktivity na Internetu a zjišťoval, kde se právě nacházíte. Tato skupina relayí dobrovolníků se nazývá Tor. Více o fungování Toru se dočtete zde: https://www.torproject.org/about/overview.html.en
cy: Mae'r meddalwedd Tor yn rhaglen allwch rhedeg o'ch cyfrifiadur sy'n helpu cadw eich hyn yn saff ar yr We. Mae Tor yn eich hamddifyn gan sboncio eich cyfarthrebiad o gwmpas rhwydwaith o cyfnewidau sy'n cael ei rhedeg gan gwirfoddolwyr o gwmpas y byd: mae hyn yn wahardd rhywyn sy'n gwylio eich cysylltiad we o weld pa wefannau rydych yn edrych ar, ac mae hi'n wahardd yr wefannau rydych yn ymweld a o dysgu eich lleoliad corfforol. Mae'r set o cyfnewidau gwirfoddolwyr yn cael ei galw Y Tor Network. Gallwch ddarllen fwy am sut mae Tor yn gweithio fan yma: https://www.torproject.org/about/overview.html.en
da: Den Tor software er et program du kan køre på din computer, som hjælper med at holde dig sikker på internettet. Tor beskytter dig ved at kaste din kommunikation omkring et distribueret netværk af formidlere, der drives af frivillige over hele verden: det forhindrer nogen at se din internetforbindelse fra at lære hvilke websteder du besøger, og det forhindrer de websteder, du besøger fra at lære din fysiske placering. Dette sæt af frivillige relæer kaldes Tor-netværket. Du kan læse mere om, hvordan Tor fungerer her: https://www.torproject.org/about/overview.html.en
de: Die Tor-Anwendung ist ein Programm das Sie auf Ihrem Rechner laufen lassen können und das Ihnen dabei hilft, Ihre Sicherheit im Internet zu bewahren. Tor beschützt Sie, indem es Ihre Kommunikation über ein verteiltes Netzwerk aus Relais, welche von freiwilligen auf der ganzen Welt betrieben werden, leitet: es verhindert das irgendwer Ihre Internetverbindung beobachtet, welche Seiten Sie besuchen und es verhindert, das die Seiten die Sie besuchen etwas über Ihren Standort erfahren können. Diese Ansammlung von Ehrenamtlich betriebenen Relais wird als Tor-Netzwerk bezeichnet. Hier können Sie mehr darüber lesen wie Tor funktioniert: https://www.torproject.org/about/overview.html.en
el: Το λογισμικό Tor είναι ένα πρόγραμμα για τον υπολογιστή σας που συμβάλλει στην ασφάλειά σας στο Διαδίκτυο. Το Tor σας προστατεύει αναμεταδίδοντας τις επικοινωνίες σας μέσα σε ένα κατανεμημένο δίκτυο αναμεταδοτών οι οποίοι εκτελούνται από εθελοντές όπως εσείς παντού στον κόσμο: εμποδίζει τρίτους να παρακολουθούν την σύνδεσή σας στο Διαδίκτυο και να γνωρίζουν ποιους ιστότοπους επισκέπτεσθε, αλλά εμποδίζει και τους ιστότοπους που επισκέπτεσθε να γνωρίζουν την φυσική σας τοποθεσία. Αυτό το σύνολο εθελοντικών αναμεταδοτών ονομάζεται δίκτυο Tor. Περισσότερα για τον τρόπο λειτουργίας του Tor μπορείτε να μάθετε εδώ: https://www.torproject.org/about/overview.html.en
es: El software Tor es un programa que puede ejecutar en su ordenador para ayudarle a mantenerse seguro en Internet. Tor le protege al rebotar sus comunicaciones a través de una red distribuída de repetidores operados por voluntarios alrededor del mundo: ello previene que alguien vigile su conexión a Internet para saber qué sitios visita, y previene que los sitios que visita obtengan su ubicación física. Este conjunto de repetidores voluntarios es conocido como la red Tor. Puede aprender más sobre cómo funciona Tor en: https://www.torproject.org/about/overview.html
eu: Tor softwarea zure ordenagailuan exekutatu dezakezun eta Iterneten seguru mantentzen laguntzen zaituen aplikazio bat da. Torek zure komunikazioak bolondresak mantendutako sakabanatutako errele sare batean zehar errebotatuz babesten zaitu: zure Internet konexioa ikusten egon daitekeen norbaitek zein webgune bisitatzen dituzun jakitea saihesten du, eta bisitatzen dituzun webguneek zure kokapen fisiko zehatza ikastea saihesten du. Bolondres errele multzo hau Tor sarea deitzen da. Torek nola funtzionatzen duen inguruan gehiago irakurri dezakezu hemen: https://torproject.org/about/overview.html.en
fa: تور نرم افزری است که با اجرای آن بر روی کامپیوترِ خود می توانید از امنیت و سلامت خود بر روی اینترنت محافظت کنید. تور به وسیله تغییر مسیر ارتباطات و داده های شما در درون شبکه ای‌ گسترده متشکل از کابران داوطلب، از هویت شما محافظت می‌کند. بدین وسیله، اگر شخصی‌ ارتباط اینترنتی شما را تحت نظر بگیرد، نمی فهمد که شما به چه وبسایت‌هایی‌ مراجعه می کنید و همچنین وبسایت‌ها نیز نمی توانند از موقعیت واقعی جغرافیایی شما مطلع شوند. به این مجموعه کابران داوطلب «شبکه تور» گفته می شود. در مورد نحوه عملکرد تور، در آدرس زیر می توانید اطلاعات بیشتری کسب کنید: https://www.torproject.org/about/overview.html.en
fi: Tor-sovellus on tietokoneella suoritettava ohjelma, joka auttaa suojaamaan sinua Internetissä. Tor suojaa sinua hyppyttämällä yhteyksiäsi hajautetussa vapaaehtoisten ylläpitämässä välitysverkossa kautta maailman: se estää ketään seuraamasta Internet-yhteyksiäsi saadakseen selville, että millä webbisivulla vierailet, ja estää sivustoja, joilla vierailet, saamasta selville fyysisen sijaintisi. Vapaaehtoisten välitysverkkoa kutsutaan Tor-verkoksi. Voit lukea lisää siitä kuinka Tor toimii täältä: https://www.torproject.org/about/overview.html.en
fil: Ang Tor software ay isang programang pwede mong gamitin sa iyong kompyuter na tumutulong sa pananatili ng kaligtasan mo sa Internet. Ang Tor ay pumoprotekta sa iyo sa paraang paglilipat-lipat ng mga komunikasyon gamit ang mga relays na ipinapatakbo ng mga boluntaryo sa lahat ng sulok ng mundo. Ito ay pumipigil ng pang iispiya sa iyong Internet connection galing sa mga sites na iyong binibisita, at ito ay humahadlang sa mga sites na iyong binibisita sa pagaalam ng iyong pisikal na lokasyon. Ang mga boluntaryong relays na ito ay tinatawag na Tor network. Matatagpuan ang karagdagang impormasyon kung papaano gumagana ang Tor dito: https://www.torproject.org/about/overview.html.en
fr: Le programme Tor est un programme que vous pouvez exécuter sur votre ordinateur qui vous aide a rester en sécurité sur Internet. Tor vous protège en faisant rebondir vos communications vers un réseau distribué de relais gérés par des volontaires tout autour du monde: il empêche que quelqu'un surveille votre connexion Internet en étudiant les sites que vous visitez, et empêche les sites que vous visitez de connaître votre emplacement physique. Cet ensemble de relais bénévole est appelé le réseau Tor. Vous pouvez en lire plus sur le fonctionnement de Tor ici: https://www.torproject.org/about/overview.html.en
fr_ca: Le logiciel Tor est un programme que vous pouvez exécuter sur votre ordinateur qui vous aide à rester en sécurité sur Internet. Tor vous protège en faisant rebondir vos communications par un réseau distribué de relais gérés par des volontaires tout autour du monde : il empêche quelqu'un surveillant votre connexion Internet d'apprendre quels sites vous visitez, et empêche les sites que vous visitez d'apprendre votre emplacement physique. Cet ensemble de relais bénévoles est appelé le réseau Tor. Vous pouvez en lire plus sur le fonctionnement de Tor ici : https://www.torproject.org/about/overview.html.en
he: Tor הינה תוכנה שבאפשרותך להפעיל על מחשבך על מנת לסייע לך לשמור על פרטיותך ברשת. Tor מגינה עליך ע"י ניתוב תעבורת הגלישה שלך דרך רשת מבוזרת של שרתים המופעלים בידי מתנדבים מכל רחבי תבל: היא מונעת מכל גורם המפקח על חיבור האינטרנט שלך לדעת לאן גלשת, והיא מונעת מהאתרים שבהם ביקרת לאתר את מיקומך הגיאוגרפי. מערך שרתים התנדבותי זה קרוי הרשת של Tor. בקישור הבא תוכל ללמוד עוד על אופן הפעולה המדויק של Tor: https://www.torproject.org/about/overview.html.en
hr_hr: Tor software je program koji možete pokrenuti na svom računalu koji Vam pomaže da budete sigurni na Internetu. Tor Vas štiti tako što baca Vaše komunikacije preko raširene mreže releja koje održavaju volonteri diljem svijeta: sprječava da netko nadgleda Vašu Internet vezu sazna koje stranice posjećujete i sprječava da stranice koje posjećujete saznaju vašu fizičku lokaciju. Ovaj skup volonterskih releja naziva se Tor mreža. Možete pročitati više o tome kako Tor radi ovdje: https://www.torproject.org/about/overview.html.en
hu: A Tor szoftver egy olyan számítógépes program amelyet használva az biztonságosan érheti el az Internetet. A Tor egy a résztvevők által üzemeltetett elosztott hálózaton küldi össze-vissza vissza a kommunikációját: ezzel védi attól, hogy valaki megfigyelhesse az Internet kapcsolatát, megismerhesse, milyen oldalakat látogat, megelőzi, hogy a weboldalak megtudják fizikai helyét. A résztvevők által üzemeltetett hálózat a Tor hálózat.Itt tudhat meg többet arról, hogyan is működik a Tor: https://www.torproject.org/about/overview.html.en
id: Perangkat lunak Tor adalah program yang Anda bisa jalankan di komputer Anda yang membantu Anda tetap aman menjelajah Internet. Tor melindungi Anda dengan cara memantulkan komunikasi Anda ke seluruh distribusi jaringan relai yang dijalankan oleh para relawan di seluruh dunia: mencegah seseorang menyadap koneksi Internet Anda dengan cara mempelajari situs apa yang Anda kunjungi. Relai-relai para relawan ini disebut jaringan Tor. Anda bisa mempelajari lebih lanjut tentang bagaimana Tor bekerja di alamat ini: https://www.torproject.org/about/overview.html.en
it: Tor è un programma che può essere eseguito sul proprio computer per navigare sicuri in Internet. Tor protegge l'utente facendone rimbalzare le comunicazioni attraverso una rete di nodi distribuita gestita da volontari in tutto il mondo: in questo modo, fa sì che sia estremamente difficile per chi osserva una connessione ad Internet capire quali siti web si sta visitando, e fa in modo che i siti visitati non conoscano la posizione fisica dell'utente. Questo insieme di nodi gestiti da volontari prende il nome di rete Tor. Maggiori dettagli su come funziona Tor sono disponibili su: https://www.torproject.org/about/overview.html.en
ja: Torソフトウェアは、貴方のコンピューター上で動作でき、インターネットを安全に利用できるように支援するプログラムです。 Torは全世界のボランティアによって運営されているリレーの分散ネットワークの中に 通信を迂回させることで、あなたを保護します: これは貴方のインターネット接続 を監視している誰かにあなたがどんなサイトを訪問するのかが漏れるのを防ぎ、 あなたが訪れるサイトがあなたの物理的な場所を得ることを防ぎます。 ボランティアのリレーネットワークは、 Torネットワークと呼ばれます。Torの働きについての詳細はここで読むことができます。 https://www.torproject.org/about/overview.html.en
km: Tor ជា​កម្មវិធី​មួយ​ដែល​អ្នក​អាច​ដំណើរការ​​លើ​កុំព្យូទ័រ​របស់​អ្នក​បាន ហើយ​វា ជួយ​រក្សា​សុវត្ថិភាព​អ្នក​នៅ​លើ​អ៊ីនធឺណិត។ Tor ការពារ​អ្នក​ដោយ​សម្អាត ទំនាក់ទំនង​របស់​អ្នក​នៅ​តាម​បណ្ដាញ​ចែកចាយ​នៃ​ការ​បញ្ជូន​បន្ត​ដែល​ដំណើរការ ដោយ​អ្នក​ស្ម័គ្រចិត្ត​ទាំងអស់​ជុំវិញ​ពិភពលោក៖ វា​ការពារ​កុំឲ្យ​មនុស្ស​ដែល​មើល​ការ តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក ដឹង​ពី​តំបន់បណ្ដាញ​ដែល​អ្នក​បាន​ទស្សនា ហើយ​វា​ការពារ​តំបន់បណ្ដាញ​ដែល​អ្នក​បាន​ទស្សនា​កុំឲ្យ​ដឹង​ពី​ទីតាំង​ជាក់ស្ដែង​របស់​អ្នក។ សំណុំ​នៃ​ការ​បញ្ជូន​បន្ត​របស់​អ្នក​ស្ម័គ្រចិត្ត​នេះ ហៅ​ថា​បណ្ដាញ Tor ។ អ្នក​អាច​អាន​បន្ថែម​អំពី​របៀប​ដំណើរការ​របស់ Tor នៅ​ទីនេះ៖ https://www.torproject.org/about/overview.html.en
ko: Tor 소프트웨어는 인터넷을 안전하게 사용할 수 있게 도와주는 프로그램입니다. Tor는 전세계의 자원 봉사자들에 의해 운영되는 중계서버의 분산 네트워크 주위에 커뮤니케이션을 수신 거부하여 당신을 보호합니다 이것은 누군가가 귀하가 어떤 사이트를 방문하는지 인터넷 연결을 보는 것을 막아주고 실제 위치를 얻는 것을 막아줍니다. 자원 봉사자의 중계서버 네트워크는 Tor 네트워크로 불립니다.더 많은 정보는 아래에서 얻으실 수 있습니다. https://www.torproject.org/about/overview.html.en
lv: Tor ir programma, kuru varat izpildīt uz sava datora un kura palīdz nodrošināt Jūsu drošību Internet'ā. Tor aizsargā Jūs, pārsūtot Jūsu saziņu caur izkliedētu retranslatoru tīklu, kuru uztur brīvprātīgie visā pasaulē: tas liedz tiem, kas novēro Jūsu interneta savienojumu, uzzināt, kuras tīmekļa vietnes apmeklējat, un liedz Jūsu apmeklētajām vietnēm noskaidrot Jūsu fizisko atrašanās vietu. Šo brīvprātīgo retranslatoru kopumu sauc Tor tīkls. Par to, kā Tor strādā, varat vairāk uzzināt te: https://www.torproject.org/about/overview.html.en
ms_my: Perisian Tor adalah program yang anda dapat jalankan pada komputer anda yang membantu menjaga keselamatan anda di Internet. Tor melindungi anda dengan memantulkan komunikasi anda di seluruh rangkaian relay yang dijalankan oleh sukarelawan di seluruh dunia: ia menghalang penggodam daripada memantau sambungan internet anda dari mengetahui apa laman yang anda lawati, dan ia menghalang laman web yang anda lawati dari daripada mengetahui lokasi fizikal anda. Set relay sukarela dipanggil rangkaian Tor. Anda boleh membaca lebih lanjut mengenai bagaimana Tor berfungsi di sini: https://www.torproject.org/about/overview.html.en
my: ဤ Tor ဆော့ဖ်ဝဲသည် သင့် ကွန်ပျူတာတွင် သုံးစွဲနိုင်သော ပရိုဂရမ် တစ်ခုဖြစ်ပြီး၊ အင်တာနက်ကို လုံလုံခြုံခြုံ သုံးစွဲစေသည်။ Tor သည် သင့် ဆက်သွယ်ရေး လမ်းကြောင်းများကို ကမ္ဘာတဝှမ်းမှ စေတနာ့ ၀န်ထမ်းများက သုံးစွဲသော ဖြန့်ကျက်ထားသော relays ဖြင့် သင့်ကို ကာကွယ်ပေးသည်။ ၄င်းသည် တစုံတယောက်က အင်တာနက်မှ သင် ကြည့်ရှုနေသော ကွန်ရက် စာမျက်နှာများကို မသိနိုင်စေရန် တားဆီးပေးပြီး၊ သင် ကြည့်ရှုသော ကွန်ရက် စာမျက်နှာများက သင် တည်ရှိသော နေရာကို မသိစေရန် တားဆီးပေးသည်။ ဤသို့သော စေတနာ့ relays အစုကို Tor ကွန်ရက် ဟုခေါ်သည်။ Tor အလုပ်လုပ်ပုံ အသေးစိတ်များကို https://www.torproject.org/about/overview.html.en တွင် ဖတ်ရှု့နိုင်သည်။
nb: Tor-programvaren er et program du kan kjøre på datamaskinen din og som hjelper til med å holde deg trygg på internett. Tor beskytter deg ved å sende kommunikasjonen din rundt i et distribuert nettverk av reléer, som driftes av frivillige verden over: Det sørger for at de som prøver å overvåke internettforbindelsen din ikke finner ut av hvilke nettsider du besøker og beskytter samtidig mot at sidene du besøker finner ut av hvor du fysisk befinner deg. Samlet sett kalles disse reléene Tor-nettverket. Du kan finne ut mer om hvordan Tor fungerer her: https://www.torproject.org/about/overview.html.en
nl: De Tor software is een programma dat je op je computer kunt uitvoeren. Het houdt je veilig op het internet. Tor beschermt je door je communicatie te verspreiden over een verdeeld netwerk van schakelpunten, beheerd door vrijwilligers over de hele wereld: het voorkomt dat iemand die je internetverbinding afluistert kan achterhalen welke sites je bezoekt. Het voorkomt bovendien dat de sites die je bezoekt je fysieke locatie kunnen achterhalen. Deze verzameling van schakelpunten van vrijwilligers wordt het Tor netwerk genoemd. Je kunt hier meer lezen over hoe Tor werkt: https://www.torproject.org/about/overview.html.en
nl_be: Tor software is een programma dat u op uw computer kan installeren en dat u helpt om u veilig te houden op het internet. Tor beschermt u door uw communicatie te laten stuiteren via een gedistribueerd netwerk van relays die door vrijwilligers opgezet worden over de hele wereld: dit weerhoudt bepaalde sites ervan data te kunnen onthouden over welke websites u bezoekt, alsook om uw fysieke locatie te kunnen bepalen. Deze set van vrijwillige relays noemt men het Tor netwerk. U kan hier meer lezen over hoe Tor specifiek werkt : https://www.torproject.org/about/overview.html.en
pl: Oprogramowanie Tor to program, który możesz uruchomić na swoim komputerze i który pomaga w zachowaniu bezpieczeństwa w Internecie. Tor chroni Cię, przekazując Twój ruch sieciowy poprzez rozproszoną sieć przekaźników uruchamianych przez wolontariuszy na całym świecie: zapobiega podglądaniu Twojego łącza internetowego w celu poznania listy stron, które odwiedzasz, i zapobiega poznaniu Twojej fizycznej lokalizacji przez strony, które odwiedzasz. Ten zestaw przekaźników jest nazywany siecią Tora. Możesz dowiedzieć się więcej o tym, jak działa Tor tutaj: https://www.torproject.org/about/overview.html.en
pt: O software Tor é um programa que pode executar no seu computador que o ajuda a manter seguro na Internet. O Tor protege-o fazendo ressaltar as comunicações através de uma rede distribuida de retransmissores executados por voluntários em todo o mundo: isto previne que alguém vigiando a sua ligação à Internet saiba que sítios web visita, e impede que os sites que visita saibam qual a sua localização física. Este conjunto de retransmissores é chamado de rede Tor. Pode ler mais sobre como a rede funciona aqui: https://www.torproject.org/about/overview.html.en
pt_br: Tor é um programa que você pode executar no seu computador para ajudá-lo a manter a sua segurança na Internet. O Tor protege-o, distribuindo suas comunicações em uma rede deslocalizada de retransmissores executados por voluntários no mundo inteiro. Ele impede que alguém que monitora a sua conexão Internet saiba quais sites você visita, e também que os sites que você visita identifiquem a sua localização física. Este conjunto de retransmissores voluntários é chamado rede Tor. Você pode ler mais sobre como Tor funciona no seguinte endereço: https://www.torproject.org/about/overview.html.en
ro: Programul Tor este un program pe care-l puteti rula pe calculatorul d-voastra ⏎ care face legatura cu internetul sigura. Tor va apara prin impletirea ⏎ comunicatiilor d-voastra cu ajutorul unei retele imprastiate de relee ⏎ conduse de voluntari de peste tot: previne ca cineva sa va supravegheze ⏎ conexiunea de internet pentru a sti ce locuri vizitati ⏎ si previne ca site-urile vizitate sa va cunoasca locatia. Acest grup de relee voluntare este numit ⏎ reteaua Tor. Puteti citi mai mult despre cum lucreaza Tor aici:⏎ ⏎ https://www.torproject.org/about/overview.html.en
ru: Tor - программа, которую вы можете запустить на своём компьютере, которая помогает обеспечить вашу безопасность в Интернет. Tor защищает вас путем перенаправления ваших коммуникаций по распределенной сети ретрансляторов запущенных добровольцами по всему миру: это не даёт возможности наблюдения Интернет соединения от выявления сайтов, которые вы посещаете, и не даёт возможности сайтам, которые вы посещаете, узнать ваше физическое местоположение. Этот набор ретрансляторов добровольцев и называется сетью Tor. Вы можете узнать больше о том как работает Tor здесь: https://www.torproject.org/about/overview.html.en
si_lk: Tor මෘදුකාංගය යනු පරිඝනකයේ විචල්‍ය කල හැකි ක්‍රමලේඛ්යක් වන අතර එය ඔබ අන්තර්ජාලයේදී ආරක්ෂා කරනු ඇත. Tor ඔබව ආරක්ෂා කරන්නේ ඔබේ සම්බන්ධතා ස්වේච්ඡා උදව්කරුවන් විසින් විචල්‍ය කරන බෙදාහැරුණු ප්‍රතියෝජක ජාලයක් වටා දෝලනය කිරීම ලොව වටා සිදු කරන නිසාය: එය ඔබගේ අන්තර්ජාල සබැදුම වෙන කිසිවෙක් විසින් දැකගැනීම වලක්වන අතර එය ඔබ ප්‍රවිෂ්ට වන වෙබ්අඩවි දැක නොගැනීමටත්, ඔබ ප්‍රවිෂ්ට වන වෙබ්අඩවි වලට ඔබගේ භෞතික පිහිටීම දැනගැනීම වැළකීමත් සිදු කරයි. මෙම ස්වේච්ඡා ප්‍රතියෝජක පෙළ හැදින්වනුයේ Tor ජාලය ලෙසය. Tor ක්‍රියාකරන ආකාරය පිලිබඳ තවත් කියවීමට මෙහි බලන්න: https://www.torproject.org/about/overview.html.en
sk: Program Tor Vám umožní ostať na Internete v bezpečí. Tor presmeruje Vašu komunikáciu cez sieť vytvorenú dobrovoľníkmi z celého sveta: zabraňuje, aby niekto mohol zistiť aké stránky navštevujete a zabraňuje stránkam zistiť miesto, kde sa nachádzate. Táto sieť dobrovoľníkov sa volá sieť Tor. Viac informácií o tom ako Tor funguje nájdete tu: https://www.torproject.org/about/overview.html.en
sr: Tor software je program koji možete pokrenuti na vašem računaru i koji vam pomaže da budete helps keep you safe on the Internet. Tor protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location. This set of volunteer relays is called the Tor network. Kako TOR radi možete pročitati više na adresi: https://www.torproject.org/about/overview.html.en
sv: Tor mjukvaran är ett program du kan köra på din dator som hjälper dig att hålla dig säker på Internet. Tor skyddar dig genom att studsa din kommunikation genom ett distribuerat nätverk av reläer som drivs av volontärer över hela världen; det förhindrar andra från att titta på din internet-trafik och se vilka sajter du besöker, och det förhindrar sajter från att se var du fysiskt befinner dig. Dessa volontär-reläer kallas för Tor nätverket. Du kan läsa mer om hur Tor fungerar här: https://www.torproject.org/about/overview.html.en
te_in: టోర్ మృదూపకరణం అనేది మీరు అంతర్జాలంలో భద్రతతో ఉండేందుకు సహకరించేలా రూపొందించబడి, మీ కలనయంత్రంలో నడిచే ఒక కార్యక్రమం. ఇది మీ సమాచార వినిమయాన్ని ప్రపంచవ్యాప్తంగా ఉన్న స్వచ్చందసేవకులు నిర్వహించే వికేంద్రీకృత అంచెల వ్యవస్థ మీదుగా గెంతులు వేయుస్తూ మీ గోప్యతను కాపాడుతుంది: మీ అంతర్జాల సంధానాన్ని గమనించటం ద్వారా మీరు సందర్శించిన జాలగూళ్ళను గురించి ఎవరూ తెలుసుకోకుండానూ, మరియూ మీరు సందర్శించిన జాలగూళ్ళు మీ భౌగోళిక ఉనికిని పసిగట్టకుండానూ నిరోధిస్తుంది. ఈ స్వచ్చంద అంచెల వ్యవస్థనే టోర్ జాలము అంటారు. టోర్ పనితీరును గురించి మరిన్ని వివరాల ఇక్కడ తెలుసుకోవచ్చు. https://www.torproject.org/about/overview.html.en
th: ซอฟต์แวร์ Tor เป็นโปรแกรมที่คุณสามารถเรียกทำงานในคอมพิวเตอร์ของคุณที่ช่วย ปกป้องคุณในอินเตอร์เนท Tor ปกป้องคุณโดยการเด้ง การสื่อสารของคุณไปทั่วระบบเครือข่ายรีเลย์แบบกระจายที่ให้บริการโดยอาสาสมัคร ทั่วโลก: ระบบนี้จะป้องกันการสอดแนมการเชื่อมต่ออินเทอร์เน็ตของคุณ จากการเรียนรู้ว่าคุณเข้าเยี่ยมชมเว็บไหนบ้าง และป้องกันไม่ให้เว็บไซท์ที่คุณ เข้าเยี่ยมชมรู้ว่าคุณเปิดเว็บจากที่ไหน ชุดรีเลย์อาสาสมัครนี้เรียกว่าเครือข่าย Tor คุณสามารถอ่านข้อมูลเพิ่มเติมของการทำงานของ Tor ได้จาก https://www.torproject.org/about/overview.html.en
tr: Tor yazılımı bilgisayarınızda çalıştırabileceğiniz ve İnternet üzerinde sizinle ilgili bilgilerin korunmasına yardımcı olan bir programdır. İletişiminizi dünyanın çeşitli yerlerine dağılmış gönüllüler tarafından çalıştırılan aktarıcılardan oluşan bir ağ içinde sektirerek, İnternet bağlantınızın izlenmesini, hangi sitelere baktığınızın ve coğrafi konumunuzun öğrenilmesini engeller. Bu gönüllü aktarıcı noktalarına Tor Ağı denir. Tor sisteminin nasıl çalıştığını öğrenmek isterseniz aşağıdaki adresten ayrıntılı bilgi alabilirsiniz. https://www.torproject.org/about/overview.html.en
uk: Програмне забезпечення The Tor є програма, яку можна запустити на своєму комп'ютері, допомагаючи вам отримати безпечний доступ в Інтернет. Tor вас захищає за маршрутизацією вашого мережевого трафіку по розподіленої мережі серверів запущених добровольцями по всьому світу: це не дає можливості комусь хто слідкує за вашим підключенням в Інтернет від навчання, які сайти ви відвідуєте, і запобігає сайтам які ви відвідуєте, від того щоб дізнатись ваше фізичне місце розташування. Цей набір реле добровольців, називається мережа Tor. Ви можете дізнатися більше про те, як Tor працює тут: https://www.torproject.org/about/overview.html.en
zh_cn: Tor 软件是一款安装在用户计算机上用于保护用户互联网安全的程序。 利用由世界各地志愿者建立的分布式中继网络，Tor 可保护用户的通信 安全：防止某些人通过监视互联网连接获取用户的网站访问信息，同时 防止网站获取用户的物理位置。这样一组由志愿者搭建的中 继称为 Tor 网络。有关更多 Tor 如何工作的信息，请访问以下网址： https://www.torproject.org/about/overview.html.en
zh_tw: Tor軟體是一個程式，您可以在您的電腦上執行，此將幫助您⏎ 於網際網路上的安全。 Tor保護你藉由⏎ 志願者圍繞一個分佈式網絡通訊組成⏎ 世界各地的橋接器：它可以防止有人監視您的網絡通訊⏎ 並監視您參訪什麼網站，它可以防止您參訪的網站⏎ 監視您的實體位置。這組的志願者橋接器被稱為⏎ Tor網絡。你可以閱讀更多有關Tor如何運作於：⏎ ⏎ https://www.torproject.org/about/overview.html.en
