Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: How do I extract the file(s) you sent me?
ar: كيف أستطيع فك ضغط الملف( او الملفات ) الذي ارسلته لي؟
az: Sizin mənə göndərdiyiniz fayl(lar)ı necə ixrac etməliyəm?
ca: Com aconsegueixo els arxiu(s) que m'heu enviat?
cs: Jak extrahuji soubory, které jste mi poslali?
cy: Sut allai echdynnu'r ffeil(iau) wnaethoch anfon i mi?
da: Hvordan kan jeg udpakke filen du sendte mig?
de: Wie entpacke ich Dateie(n) die Ihr mir gesendet habt?
el: Πώς αποσυμπιέζω το αρχείο(α) που μου στείλατε;
es: ¿Cómo extraigo el(los) archivo(s) que me ha(n) enviado?
eu: Nola erauzten dut/ditut bidali didazun/dizkidazun fitxategia(k)?
fa: چگونه فایل‌هایی‌ که برای من فرستاده اید را باز کنم؟
fi: Miten puran minulle lähetetyt tiedosto(t)?
fil: Papaano ko i-eextract ang mga file(s) na pinadala mo sa akin?
fr: Comment puis-je extraire le(s) fichier(s) que vous m'avez envoyé?
fr_ca: Comment extraire le(s) fichier(s) que vous m'avez envoyés?
he: איך אני מחלץ את הקובץ(ים) ששלחת לי?
hr_hr: Kako da izdvojim datoteku/datoteke koje ste mi poslali?
hu: Hogyan csomagolom ki a nekem küldött fájlokat?
id: Bagaimana saya mengekstrak berkas yang Anda kirimkan?
it: Come estraggo i file che mi sono stati inviati?
ja: どうやってあなたが送ってきたファイルを解凍するのですか？
km: តើ​ខ្ញុំ​ត្រូវ​ស្រង់​ចេញ​ឯកសារ​ដែល​អ្នក​បាន​ផ្ញើ​មក​ដោយ​របៀបណា?
ko: 나에게 보낸 파일을 추출하는 방법은?
lv: Kā lai izvēršu datni(-es) kuras man atsūtījāt?
ms_my: Bagaimana saya mengeluarkan fail yang anda hantar kepada saya?
my: သင်ပို့ပေးသော ဖိုင်ကို ကျွန်တော် မည်ကဲ့သို့ ဖြည်ချမည်နည်း?
nb: Hvordan pakker jeg opp filen(e) du sendte meg?
nl: Hoe pak ik de bestanden uit die je me gestuurd hebt?
nl_be: Hoe pak ik het/de bestand(en) uit die u mij gestuurd heeft?
pl: Jak rozpakować plik(i), które mi przysłaliście?
pt: Como extrair o(s) ficheiro(s) que me enviou?
pt_br: Como extrair o(s) arquivo(s) que você me enviou?
ro: Cum extrag fisierul (fisierele) trimise mie?
ru: Как мне распаковать файл(ы), которые вы мне выслали?
si_lk: මා කෙසේ ඔබ එවූ ගොනුව(ගොනු) උදෘත කිරීම සිදු කරන්නේද?
sk: Ako mám extrahovať súbor(y), ktoré ste mi poslali?
sl_si: Kako naj razpakiram datoteko(e), ki ste jih poslali?
sq: Si t'i çngjesh skedarin(rët) që më dërguat?
sv: Hur extraherar jag filen(filerna) du skickat mig?
ta: நீங்கள் அனுப்பிய கோப்பு(களை) விரிவாக்குவது எப்படி?
te_in: మీరు పంపిన దస్త్రా(ల)ను నేను ఎలా సంగ్రహించాలి?
th: ฉันสามารถแตกไฟล์ที่คุณส่งมาได้อย่างไร?
tr: Gönderdiğiniz dosyaları nasıl ayıklayabilirim?
uk: Як мені розпакувати файл(и), які ви мені вислали?
vi: Làm thế nào tôi giải nén các tập tin mà bạn gửi tôi?
zh_cn: 如何解压收到的文件？
zh_tw: 我如何解壓縮您傳送給我的(檔案)？

source: QUESTION:
ar: سؤال:
az: SUAL:
ca: PREGUNTA:
cs: OTÁZKA:
cy: CWESTIWN:
da: SPØRGSMÅL:
de: FRAGE:
el: ΕΡΩΤΗΣΗ:
es: PREGUNTA:
eu: GALDERA:
fa: سوال:
fi: KYSYMYS:
fil: TANONG:
he: שאלה:
hr_hr: PITANJE:
hu: KÉRDÉS:
id: PERTANYAAN:
it: Domanda:
ja: 質問：
km: សំណួរ៖
ko: 질문:
lv: JAUTĀJUMS:
ms_my: SOALAN:
my: မေးခွန်း -
nb: SPØRSMÅL:
nl: VRAAG:
nl_be: VRAAG:
pl: PYTANIE:
pt: PERGUNTA:
pt_br: QUESTÃO:
ro: INTREBARE:
ru: ВОПРОС:
si_lk: ප්‍රශ්නය:
sk: OTÁZKA:
sl_si: VPRAŠANJE:
sq: PYETJE:
sr: PITANJE:
sv: FRÅGA:
ta: கேள்வி:
te_in: ప్రశ్న:
th: คำถาม:
tr: SORU:
uk: ПИТАННЯ:
vi: CÂU HỎI:
zh_cn: 问题：
zh_tw: 問題：

source: ANSWER:
ar: جواب:
az: CAVAB:
ca: RESPOSTA:
cs: ODPOVĚĎ:
cy: ATEB:
da: SVAR:
de: ANTWORT:
el: ΑΠΑΝΤΗΣΗ:
es: RESPUESTA:
eu: ERANTZUNA:
fa: جواب:
fi: VASTAUS:
fil: SAGOT:
fr: RÉPONSE :
fr_ca: RÉPONSE :
he: תשובה:
hr_hr: ODGOVOR:
hu: VÁLASZ:
id: JAWABAN:
it: Risposta:
ja: 答え：
km: ចម្លើយ៖
ko: 답변:
lv: ATBILDE:
ms_my: JAWAPAN:
my: အဖြေ -
nb: SVAR:
nl: ANTWOORD:
nl_be: ANTWOORD:
pl: ODPOWIEDŹ:
pt: RESPOSTA:
pt_br: RESPOSTA:
ro: RASPUNS:
ru: ОТВЕТ:
si_lk: පිළිතුර:
sk: ODPOVEĎ:
sl_si: ODGOVOR:
sq: PËRGJIGJE:
sr: ODGOVOR:
sv: SVAR:
ta: பதில்:
te_in: సమాధానం:
th: คำตอบ:
tr: YANIT:
uk: ВІДПОВІДЬ:
vi: TRẢ LỜI:
zh_cn: 回答：
zh_tw: 解答：

source: Sorry, but the package you requested (%s) is too large for your provider to accept as an attachment. Try using another provider that allows for larger email attachments. Or try one of the following mirrors: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ar: عفواً، و لكن الرزمة التي طلبتها (%s) آكبر من الحجم المسموح به من مزود البريد لديك. حاول استخدم مزود بريد يسمح بإضافات أكبر حجماً بالبريد، أو جرب هذه الروابط البديلة للتحميل: https://www.oignon.net/dist/torbrowser/ https://tor.myrl.net/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
cs: Omlouváme se, ale velikost požadovaného balíčku (%s) je vyšší než povolená velikost přílohy emailu stanovené Vaším poskytovatelem e-mailu. Zkuste prosím využít jiného poskytovatele, který dovoluje větší přílohy v e-mailu. Nebo zkuste některý z mirroru. https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
cy: Mae'n ddrwg gen i, ond mae'r pecyn wnaethoch ofyn amdano (%s) yn rhy fawr i'ch darparwr e-bost derbynu fel atodiad. Ceisiwch defnyddio darparwr arall sy'n derbyn atodiadau fawr. Neu ceisiwch un o'r drychau canlynol: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
da: Desværre er den pakke du forespurgte (%s) for stor til at din udbyder kan acceptere den som vedhæftning. Prøv at bruge en anden udbyder der tillader større e-mail-vedhæftninger. Eller prøv en af de følgende alternative sider: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
de: Entschuldigen Sie bitte, das Paket (%s) das Sie angefordert haben ist zu groß für Ihren Anbieter oder wird nicht als Anhang akzeptiert. Versuchen Sie bitte einen anderen Anbieter zu verwenden, der größere E-Mail-Anhänge ermöglicht oder benutzen Sie einen der folgenden Spiegelserver: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
el: Λυπούμαστε αλλά το πακέτο που ζητήσατε (%s) είναι πολύ μεγάλο για να αποδεχθεί ο πάροχός σας ως προσκολλημένο. Χρησιμοποιήστε κάποια άλλη εταιρία που να επιτρέπει μεγαλύτερες επισυνάψεις ηλεκτρονικού ταχυδρομείου. Ή δοκιμάστε μια από τις ακόλουθες διευθύνσεις: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
es: Lo sentimos, pero el paquete que ha solicitado (%s) es demasiado grande para que su proveedor lo acepte como adjunto. Trate de usar otro proveedor que permita adjuntos de correo más grandes. O pruebe a descargarlo directamente desde alguna de estas réplicas: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
eu: Barkatu, baina eskatu duzun paketea (%s) handiegia da zure hornitzaileak eranskin bezala onar dezan. Saiatu email eranskin handiagoak baimentzen dituen beste hornitzaile batekin. Edo saiatu hurrengo ispiluren batekin: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
fa: با عرض پوزش، بسته درخواستی شما (%s) بزرگ تر از آن است که ایمیل شما قبول می‌کند. از ایمیلِ دیگری که پیوست های بزرگ تر را قبول می‌کند استفاده کنید. و یا از یکی‌ از لینک‌های زیر استفاده کنید: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
fi: Pyytämäsi pakkaus (%s) on liian suuri, jotta sähköpostitarjoajasi hyväksyy sen liitetiedostona. Yritä toista sähköpostitarjoajaa, joka sallii suuremmat liitetiedostot. Tai yritä jotain seuraavista peilipalvelimista: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
fil: Paumanhin, pero ang bungkos na iyong hiniling (%s) ay masyadong malaki para sa iyong provider na kayang tanggapin bilang attachment. Subukang gumamit ng ibang provider na pwedeng gamitin para sa mga malalaking email attachments. O subukan ang isa sa mga sumusunod na mirrors: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
fr: Désolé, mais le paquetage que vous avez demandé (%s) est trop gros pour votre fournisseur d'adresse mail. Essayez d'obtenir le paquetage avec un fournisseur qui autorise de plus grosses pièces jointes, ou essayez avec l'un des miroirs ci-dessous : https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
fr_ca: Désolé, mais le paquet que vous avez demandé (%s) est trop gros pour que votre fournisseur ne l'accepte comme fichier joint. Essayer un autre fournisseur qui autorise de plus grosses pièces jointes, ou essayer l'un des miroirs suivants : https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
he: לצערנו החבילה שביקשת (%s) חורגת ממגבלת הגודל שקבע ספק הדואר האלקטרוני שלך לקבלת קבצים מצורפים. אנא נסה להיעזר בשירותיו של ספק דואל אחר המתיר קבלת קבצים גדולים יותר. לחלופין, נסה להוריד את Tor ישירות מאחד הקישורים הבאים: https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/ https://tor.zilog.es/dist/torbrowser https://tormirror.tb-itf-tor.de/dist/torbrowser https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/
hr_hr: Žao nam je, ali paket koji ste zatražili (%s) je prevelik da bi ga Vaš davatelj usluge prihvatio kao privitak. Probajte koristiti nekog drugog davatelja usluge koji dozvoljava veće email privitke ili isprobajte neke od sljedećih ogledala: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
hu: Sajnáljuk, de a kért csomag (%s) túl nagy a szolgáltatója számára, hogy csatolmányban elküldjük. Próbáljon meg másik szolgáltatót használni, ami lehetővé teszi nagyobb csatolmányok fogadását, vagy megpróbálhatja a következő tükrök valamelyikét: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
id: Maaf, paket yang Anda minta (%s) terlalu besar bagi layanan surel Anda untuk diterima sebagai lampiran. Coba gunakan layanan lain yang mengizinkan lampiran yang lebih besar. Atau coba alternatif berikut: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
it: Ci scusiamo, ma il pacchetto richiesto (%s) è troppo grande per essere inviato come allegato verso il vostro provider. Si prega di riprovare utilizzando un provider che permette allegati di dimensioni superiori. Oppure, si provi a scaricare il pacchetto da uno dei seguenti siti: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ja: 申し訳ありませんが、要求されたパッケージ(%s)はあなたのプロバイダーが添付ファイルとして承認するには容量が大きすぎます。容量の多い電子メールの添付ファイルを を許可する他のプロバイダを使用してください。または、以下のミラーの一つを使用してください： https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
km: សុំទោស! កញ្ចប់​ដែល​បាន​ស្នើ (%s) គឺ​ធំ​ពេក​សម្រាប់​ឲ្យ​ក្រុមហ៊ុន​ផ្ដល់​របស់​អ្នក ព្រម​ទទួល​ជា​ឯកសារ​ភ្ជាប់។ សាកល្បង​ប្រើ​ក្រុមហ៊ុន​ផ្ដល់​ផ្សេង​ដែល​អនុញ្ញាត ការ​ផ្ញើ​ឯកសារ​ភ្ជាប់​ធំ​ជាង​នេះ។ ឬ​សាកល្បង​មួយ​ក្នុង​ចំណោម៖ https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ko: 죄송하지만, 귀하의 이메일 공급자는 요청하신 패키지 (%s)의 첨부 파일을 수신하기에는 용량이 너무 작습니다. 대형 이메일 첨부 파일을 허용하는 다른 공급자를 사용하십시오. 또는 다음 미러를 사용해 보십시오: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
lv: Atvainojiet, Jūsu pieprasītā pakotne (%s) ir pārāk liela, lai Jūsu e-pasta pakalpojumu sniedzējs to pieņemtu kā e-pasta ziņojuma pielikumu. Pamēģiniet izmantot cita pakalpojuma sniedzēja pakalpojumus, kurš ļauj saņemt lielākus pielikumus. Vai mēģiniet kādu no turpmāk nosauktajiem spoguļiem: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ms_my: Maaf, tetapi pakej yang anda minta (%s) adalah terlalu besar untuk pembekal anda untuk menerima sebagai lampiran. Cuba gunakan pembekal lain yang membolehkan anda menerima fail lampiran bersaiz besar. Atau cuba gunakan mirror dibawah: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
my: ၀မ်းနည်းပါသည်၊ သင် တောင်းဆိုသော ဖိုင်ထုပ် (%s) သည် သင့် အီးမေးလ် ပံ့ပိုးသူက ပူးတွဲဖိုင် အဖြစ် သတ်မှတ် ကြီးလွန်းနေသည်။ ပူးတွဲဖိုင် အကြီးကို ပေးပို့ခွင့် ရှိသော အခြား အီးမေးလ် ပံ့ပိုးသူများကို ကြိုးစားကြည့်ပါ။ သို့မဟုတ် အောက်ပါ mirrors များထဲမှ တစ်ခုခုကို ကြိုးစားကြည့်ပါ။ https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
nb: Beklager, men den pakken du spurte etter (%s) er så stor at tjenesten ikke lar deg motta den som vedlegg. Prøv å bruke en tjeneste som lar deg motta større e-post vedlegg. Eventuelt prøv å laste ned fra en av disse nettsidene: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
nl: Sorry, maar het pakket dat je heb aangevraagd (%s) is te groot voor jouw provider om te accepteren als bijlage. Probeer een andere provider dat grotere bijlagen toestaat. Of probeer één van de volgende mirrors: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
nl_be: Onze excuses, maar het gevraagde pakket (%s) is te groot voor uw e-mail leverancier om als bestand te ontvangen. Gelieve een andere e-mail leverancier te gebruiken die toelaat om grotere bestanden te versturen. U kan ook één van de volgende mirrors gebruiken om te downloaden : https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
pl: Przykro nam, ale żądana paczka (%s) jest zbyt duża, aby Twój dostawca przyjął ją jako załącznik. Wypróbuj innego dostawcę, który zezwala na większe załączniki do poczty, albo wypróbuj jeden z poniższych mirrorów: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
pt: Desculpe, mas o pacote que pediu (%s) é demasiado grande para que o seu fornecedor o aceite como anexo. Tente usar outro fornecedor que aceite anexos de email maiores. Ou tente um dos seguintes mirrors: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
pt_br: Desculpe, mas o pacote que você solicitou (%s) é muito grande para que o seu provedor aceite-o como um anexo. Tente usar outro provedor que lhe permita receber anexos maiores ou tente um dos seguintes espelhos: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ru: Приносим свои извинения, но пакет, который вы запросили (%s), слишком велик, чтобы принять его как почтовое вложение. Попробуйте воспользоваться другим поставщиком услуг электронной почты, который разрешает вложения большего объема. Или попробуйте скачать пакет с одного из следующих зеркал: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
si_lk: සමාවන්න, නමුත් ඔබ අයදුම් කල පැකේජය (%s) ඉතා විශාල වන්නේ ඔබගේ සේවාදායකයා එය ඇමුණුමක් ලෙස පිළිගන්නා විටය. මෙම විශාල ඇමුණුම් පිලිගන්නා වෙනත් සේවාදායකයෙක් භාවිතා කිරීමට උත්සහ කරන්න. හෝ පහත සදහන් එකක් භාවිතා කරන්න: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
sk: Prepáčte, ale balík, o ktorý žiadate (%s) je príliš veľký na to, aby sa dal pripojiť ako príloha emailu. Skúste použiť emailového poskytovateľa, ktorý umožňuje pripojiť väčšie prílohy. Alebo použite nasledujúce mirrory: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
sl_si: Žal, toda zahtevani paket (%s) je prevelik za vašega ponudnika, da sprejme priponko. Uporabite drugega, ki omogoča večje e-poštne priponke. Ali poskusite sledeče zrcalne: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
sv: Ledsen men paketet du begärde (%s) är för stort. Din e-postleverantör kan inte ta emot det som bifogad fil. Försök använda en leverantör som tillåter att större filer bifogas med e-post. Eller så kan du ladda ned det från någon av följande webadresser: https://www.oignon.net/dist/torbrowser/⏎ https://tor.beme-it.de/dist/torbrowser/⏎ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
te_in: క్షమించండి, మీరు అభ్యర్ధించిన కూర్పు (%s) పరిమాణం మీ వేగు వాహకులు అంగీకరించలేనంత పెద్దది. పెద్ద పరిమాణం గల వేగు జతపరుపులను అంగీకరించె ఇతర వాహకులను ప్రయత్నించి చూడండి. లేదా ఈ క్రింది ప్రతిబింబాలను ప్రయత్నించి చూడండి. https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
th: ขออภัย แต่แพกเกิจที่คุณต้องการ (%s) ใหญ่เกินไป เพื่อที่จะแนบส่งไปที่ผู้ให้บริการของคุณ พยยามใช้ผู้ให้บริการรายอื่นที่ อนุญาตให้แนบไฟล์ในอีเมล์ที่มีขนาดใหญ่กว่า หรือลองใช้แหล่งสำเนา: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
tr: Malesef, istediğiniz (%s) paketi e-posta sağlayıcınızın izin verdiği eklenti boyutundan çok daha büyük. Daha büyük dosya eklerine izin veren bir e-posta hizmeti sağlayıcısı kullanın ya da aşağıdaki yansılardan birini deneyin: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
uk: Вибачте нам, але пакет, який ви запросили (%s), надто великий, щоб прийняти його як поштове вкладення. Спробуйте скористатися іншим постачальником послуг електронної пошти, який дозволяє вкладення більшого обсягу. Або спробуйте завантажити пакет з таких дзеркал: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
zh_cn: 抱歉，请求的软件包（%s）容量过大，你的电子邮件提供商 不支持该容量的附件。请使用支持较大附件的电子邮箱。或者 从以下镜像下载： https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
zh_tw: 很抱歉，但你請求軟體套件(%s)太大作為附加檔案⏎ 對於供應商所接受。嘗試使用另一個供應商，允許⏎ 較大的電子郵件附件。或嘗試下列鏡像：⏎ https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
