Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: If your Internet connection blocks access to the Tor network, you may need a bridge relay. Bridge relays (or "bridges" for short) are Tor relays that aren't listed in the main directory. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
ar: في حالة أن اتصالك بالإنترنت يمنع الوصول إلى شبكة تور ، قد تحتاج إلى جسر مرحّل. الجسور المرحّله (أو "الجسور" للاختصار) هي جسور تور التي لم تسرد في الدليل الرئيسي. حيث لا توجد قائمة عامة كاملة منهم، حتى لو كان مزودك بخدمة الإنترنت يصفي جميع الاتصالات لمرحّلات تور المعروفة ، هم في الغالب لن يستطيعوا منع كل الجسور.
az: İnternet əlaqən Tor şəbəkəsinə girişi kilidləyirsə, sənin körpü keçidlərinə ehtiyacın var. Körpü keçidləri (qısaca "körpülər") əsas kataloqda göstərilməyən Tor keçidləridir. Onların hamısı ictimaiyyətə açıq olmadığı üçün, sənin İXT bütün tanınmış Tor keçidlərini filtləsə də, o bütün körpüləri kilidləyə bilməyəcək.
ca: Si el vostre navegador bloqueka l'accés a la xarxa Tor, necessitareu crear un pont. Els Ponts (Bridge Relay) no apareixen als llistats del directori principal. Com que no existeix un llistat publicat complet, encara que el vostre proveïdor filtri conexions conegudes de Tor, probablement no bloquegi tots els ponts.
cs: Pokud vaše internetové připojení blokuje přístup k síti Tor, budete možná potřebovat přemosťující relay. Přemosťujicí relaye (nebo zkráceně "mosty") jsou Tor relaye, které nejsou vypsány v hlavním rejstříku. Protože úplný veřejný seznam neexistuje, nemůže ani Váš ISP zablokovat připojení ke všem relayím, přestože se snaží blokovat všechny známé mosty.
cy: Os mae eich cysylltiad we yn wahaddu mynediad i'r rhwydwaith Tor, efallai byddech yn angen pont gyfnewid. Mae pontydd gyfnewid (yn fyrrach, "pontydd") yn gyfnewidau Tor sydd ddim wedi'i rhestro yn y prif cyfeiriadur. Oherwydd bod ddim rhestr cyhoeddus llawn ohonynt, hyd yn oed os mae eich ISP yn hidlo cysylltiadau i pob gyfnewid Tor hysbys, yn ol pob tebyg ni fydden nhw yn gallu wahardd pob pont.
da: Hvis din internetforbindelse blokerer adgang til Tor-netværket, er du måske nød til at benytte et bridge relay. Bridge relays (eller kort; "bridges") er Tor-relays der ikke er listet på hovedcentralen. Siden der ikke er nogen komplet offentlig liste af dem, og selv hvis din udbyder filtrerer forbindelser til alle de kendte Tor-relays, har de sandsynligvis ikke mulighed for at blokere alle bridges.
de: Wenn ihre Internetverbindung den Zugang zum Tor-Netzwerk blockiert, besteht die Möglichkeit, dass Sie ein Brückenrelais zum Netzwerk benötigen. Brückenrelais (oder kurz: Brücken), sind Tor-Relais, die im Hauptverzeichnis des Internetanbieters (ISP) nicht aufgeführt sind. Da keine öffentliche, komplette Liste existiert, wird es dem Internetanbieter wahrscheinlich nicht gelingen, alle Tor-Weiterleitungen für die Blockade heraus zu filtern.
el: Αν η σύνδεσή σας στο Διαδίκτυο εμποδίζει την πρόσβαση στο δίκτυο Tor ίσως χρειάζεστε κάποια αναμετάδοση γέφυρας. Οι γέφυρες αναμετάδοσης (ή "γέφυρες", εν συντομία) είναι αναμεταδότες Tor οι οποίες δεν καταγράφονται στον κύριο κατάλογο. Εφόσον δεν υπάρχει δημόσια πλήρης λίστα των γεφυρών αυτών, ακόμη κι αν η Εταιρία Παροχής Διαδικτύου σας φιλτράρει τις συνδέσεις προς όλους τους αναμεταδότες Tor, πιθανόν δεν είναι σε θέση να εμποδίσει όλες τις γέφυρες. να εμποδίσει όλες τις γέφυρες.
es: Si su conexión a Internet bloquea el acceso a la red Tor, podría necesitar un repetidor puente (bridge relay). Los bridges son repetidores de Tor que no están listados en el repositorio principal de repetidores (relays). Al no haber una lista pública completa de ellos, incluso si su proveedor de Internet (ISP) está filtrando las conexiones con los repetidores de Tor conocidos, probablemente no podrá bloquear todos los bridges.
eu: Zure Internet konexioak Tor sarerako sarrarea blokeatzen badu, agian zubi errele bat beharko duzu. Zubi erreleak (edo "zubiak" laburrago) direktorio nagusian zerrendatuta ez dauden Tor erreleak dira. Haien zerrenda publiko oso bat ez dagoenez, nahiz eta zure ISPak Tor errele ezagunetara konexioak iragazi, ziurrenik ezingo dituzte zubi guztiak blokeatu.
fa: اگر شرکت ارایه کننده اینترنت به شما، دسترسی به تور را بسته است و آن را فیلتر کرده است، ممکن است لازم باشد از «پل‌های دور زدن فیلتر» استفاده کنید. پل‌های دور زدن فیلتر (یا به طور مختصر «پل‌ها»)، مسیرهایی برای دور زدن فیلتر هستند که در لیست اصلی مسیرهای تور ثبت نشده‌اند. بنابراین لیست مشخصی از آن‌ها در دسترس نیست و دولت شما نمی‌تواند همه آن‌ها را بسته و مسیر دور زدن فیلتر شما را مسدود کند.
fi: Jos internetyhteyden tarjoajasi estää pääsyn Tor-verkkoon, saatat tarvita siltavälittimen. Siltavälittimet (eng. "bridges") ovat Tor-välittimiä, joita ei ole listattu Tor-päähakemistossa. Koska niistä ei ole täydellistä listaa olemassa, internet-palveluntarjoajat eivät ehkä pysty estämään kaikkia siltavälittimiä.
fil: Kapag ang iyong Internet connection ay nagba-block ng access sa Tor network, dapat kang gumamit ng bridge relay. Ang bridge relays (o "bridges" na pinaikli) ay Tor relays na hindi nasa listahan ng main directory. Dahil walang kumpletong pampublikong listahan nito, kahit ang iyong ISP ay nagfi-filter ng connection sa lahat ng alam nitong Tor relays, ito ay maaaring hindi ma-block ang lahat ng bridges.
fr: Si votre connexion Internet bloque l'accès au réseau Tor, vous avez peut-être besoin d'un relais-pont. Les relais-ponts (ou «ponts» en abrégé) sont des relais Tor qui ne figurent pas dans le répertoire principal. Comme il n'en existe pas de liste publique, même si votre FAI filtre les connexions à tous les relais Tor connus, ils ne sera probablement pas en mesure de bloquer tous les ponts.
fr_ca: Si votre connexion Internet bloque l'accès au réseau Tor, vous aurez peut-être besoin d'un relais-pont. Les relais-ponts (ou « ponts » en abrégé) sont des relais Tor qui ne figurent pas dans le répertoire principal. Comme il n'en existe pas de liste publique complète, même si votre FAI filtre les connexions vers tous les relais Tor connus, il ne sera probablement capable de bloquer tous les ponts.
he: אם קישור האינטרנט שלך חוסם את הגישה לרשת ,Tor יכול להיות שאתה זקוק לגשר ממסר (bridge relay). גשרי ממסר (או "גשרים" בקיצור) הם ממסרים של Tor שאינם רשומים באינדקס המרכזי. מאחר ואין רשימה מלאה ופתוחה שלהם, כך שגם אם הספק האינטרנט שלך מסנן את כל החיבורים הידועים לממסרי Tor הם כנראה לא יוכלו לחסום את כולם.
hr_hr: Ako Vaša Internet veza blokira pristup Tor mreži, možda će Vam trebati mostni relej. Mostni releji (ili skraćeno "mostovi") su Tor releji koji nisu navedeni u glavnom imeniku. Kako ne postoji putpuna javna lista, čak i ako vaš ISP filtrira veze prema svim poznatim Tor relejima, vjerojatno neće moći blokirati sve mostove.
hu: Ha az Internet hozzáférésében blokkolt a Tor hálózat elérése, szüksége lehet egy hídkapcsolati elosztóra. A Hídkapcsolati elosztók (vagy rövidebben Hidak) olyan Tor Elosztók, amelyek nem kerülnek a központi Tor címtárban listázásra. Mivel nincs teljes elérhető lista róluk, még ha a szolgáltató szűri is az ismert Tor Elosztókat, nem lehetnek képesek az összes Hidat blokkolni.
id: Jika koneksi Internet Anda memblokir akses ke jaringan Tor, Anda mungkin membutuhkan relai jembatan. Relai jembatan (atau singkatnya, "jembatan") adalah relai Tor yang tidak terdaftar di direktori utama. Karena tidak adanya daftar publik yang lengkap, meskipun ISP Anda menyaring koneksi ke semua relai Tor yang diketahui, ISP mungkin tidak akan bisa memblokir semuanya.
it: Se la vostra connessione ad Internet sta bloccando l'accesso alla rete Tor, potrebbe essere necessario utilizzare un bridge relay. Un bridge relay (o bridge per brevità) è un relay Tor che non compare nell'elenco principale. Poiché non esiste un elenco pubblico completo di tali relay, anche se il vostro ISP sta bloccando le connessioni verso i relay noti della rete Tor, non sarà probabilmente in grado di bloccare tutti i bridge.
ja: あなたのインターネット接続がTorネットワークへのアクセスをブロックしている場合、ブリッジリレーが必要かもしれません。ブリッジリレー(または短く「ブリッジ」)は主要なディレクトリに掲載されていないTorリレーです。それらの完全に公開されているリストはないので、あなたのISPが全ての知られているTorリレーへの接続をフィルタリングしていても、おそらく彼らはすべてのbridgeをブロックすることはできないでしょう。
km: បើ​ការ​តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក​ទប់ស្កាត់​ការ​ចូល​ដំណើរការ​បណ្ដាញ Tor អ្នក​អាច​នឹង​ត្រូវការ​ប្រ៊ីត​បញ្ជូន​បន្ត។ ប្រ៊ីត​បញ្ជូន​បន្ត (ឬ​ហៅ​កាត់​ថា "ប្រ៊ីត") គឺជា Tor បញ្ជូន​បន្ត​ដែល​មិន​បាន​រាយ​នៅ​ក្នុង​ថត។ ដោយសារ​វា​មិន​មាន បញ្ជី​សាធារណៈ​ពេញលេញ សូម្បី​តែ ISP ដែល​កំពុង​ត្រង​ការ​តភ្ជាប់ ទៅកាន់​ Tor បញ្ជូន​បន្ត​ដែល​បាន​ស្គាល់​ទាំងអស់ ក៏​ពួកគេ​នឹង​មិន​អាច ទប់ស្កាត់​ប្រីជ​ទាំងអស់​បាន​ដែរ។
ko: 만약 귀하의 인터넷 연결이 Tor 네트워크 연결을 막는다면, bridge 중계가 필요할 지도 모릅니다. Bridge 중계(또는 bridge로 짧게)는 메인 디렉토리에 있지 않는 Tor 중계서버입니다. 중계서버에 대한 완벽한 목록이 없기 때문에, 심지어 ISP가 잘 알려진 Tor 중계서버에 대한 연결을 막더라고, 그들은 아마 모든 birdge를 막을 수는 없을 것이빈다.
lv: Ja Jūsu interneta savienojums bloķē piekļuvi tīklam Tor, Jums, iespējams, ir nepieciešams tilta retranslators. Tilta retranslatori (vai īsāk runājot - "tilti") ir Tor retranslatori kuri neatrodas sarakstā galvenā direktorijā. Tā kā nav viena, pilna, publiski pieejama šo tiltu saraksta, tad pat ja Jūsu IPS filtrē savienojumus uz visiem zināmajiem Tor retranslatoriem, ticami, ka viņiem neizdosies nobloķēt visus tltus.
ms_my: Jika rangkaian internet anda menghadkan akses kepada rangkaian tor, anda mungkin memerlukan bridge relay. Bridge relay (atau "bridges" dalam bahasa singkat) adalah relay Tor yang tidak disenaraikan di dalam folder utama. Sejak tidak terdapat senarai bridge yang lengkap, walaupun ISP anda melakukan sekatan ke senarai relay Tor diketahui, mereka tidak mungkin akan dapat menghalang semua bridges yang terdapat di dalam rangkaian Tor.
my: အကယ်၍ သင့် အင်တာနက်လိုင်းသည် Tor ကွန်ရက်ထဲ ဝင်ရောက်ခွင့် ပိတ်ထားလျှင်၊ Bridge Relay တစ်ခု သင်လိုအပ်လာနိုင်သည်။ Bridge Relays (သို့မဟုတ် အတိုကောက်ဖြင့် "bridges") များသည် ပင်မ ဖိုင်လမ်းကြောင်းထဲ၌ စာရင်း ပြုစု မထားသည့် Tor Relays များ ဖြစ်သည်။ ၄င်းတို့၏ ဘုံစာရင်း အပြည့်အစုံ မရှိသောကြောင့်၊ အကယ်၍ သင့် ISP သည် Tor Relay များ အားလုံး ဆက်သွယ်မှုလိုင်း အားလုံးကို စီစစ်နေသည်တိုင်၊ Bridge များ အားလုံးကို ပိတ်ပင်နိုင်မည် မဟုတ်ပါ။
nb: Hvis internettforbindelsen blokkerer tilgangen til Tor-nettverket, så trenger du kanskje et bro-relé. Bro-reléer (eller "broer") er Tor-reléer som ikke er listet i hovedoversikten. Ettersom det ikke eksisterer noen offentlig liste over dem, selv om internettleverandøren din blokkerer alle tilkoblinger til kjente Tor-reléer, klarer de sannsynligvis ikke å blokkere alle broene.
nl: Als uw internet verbinding toegang tot het Tor netwerk blokkeert, heeft u mogelijk een 'bridge relay' (of kortweg "bridge") nodig. Bridge relays zijn Tor relays die niet vermeldt staan in de hoofd database. Omdat er geen complete lijst van alle bridges bestaat, is het onwaarschijnlijk dat uw provider alle tor bridges blokkeert.
nl_be: Indien uw internetleverancier de toegang tot het Tor netwerk blokkeert, dient u een relay bridge functie (bridges) te gebruiken. Relay bridges zijn Tor omleidingen die niet publiek opgelijst zijn. Aangezien er geen complete publieke lijst is van deze relay bridges, en zelfs indien uw internet leverancier de gekende Tor relays filtert, zal deze niet in staat zijn om alle bridges te blokkeren.
pl: Jeśli Twoje połączenie z Internetem blokuje dostęp do sieci Tora, możesz potrzebować przekaźnika mostkowego. Przekaźniki mostkowe (lub w skrócie "mostki") to przekaźniki Tora nieumieszczone w głównym katalogu. Jako że nie ma ich zbiorczej, publicznej listy, to nawet jeśli Twój dostawca Internetu filtruje połączenia do wszystkich znanych przekaźników Tora, prawdopodobnie nie będzie mógł zablokować wszystkich mostków.
pt: Se a sua ligação à Internet bloqueia o acesso à rede Tor, poderá precisar de uma ligação de retransmissão. Os retransmissores de ligação (ou <i>ligações</i>) são retransmissores Tor que não estão listados na diretoria principal. Porque não existe uma lista completa pública dos mesmos, mesmo que o ISP filtre as ligações a todos os retransmissores Tor conhecidos, eles provavelmente não conseguirão bloquear todas as ligações.
pt_br: Se a sua conexão Internet bloqueia o acesso à rede Tor, talvez você precise de retransmissores de pontes.Retransmissores de pontes (ou 'pontes', para abreviar) são retransmissores não listados no diretório principal. Visto que não há uma lista pública deles, mesmo se o seu ISP estiver filtrando conexões para todos os retransmissores Tor conhecidos, eles provavelmente não serão capazes de bloquear todas as pontes.
ro: Daca conexiunea d-voastra de internet blocheaza accesul la reteaua Tor, s-ar putea sa aveti nevoie de un releu punte "bridge relay". Releele punte (ori "punti") sunt relee care nu sunt listate in directorul principal. Deoarece nu exista lista publica completa a acestora, chiar daca furnizorul d-voastra de internet ISP filtreaza conexiunile cu toate releele Tor cunoscute, ei nu vor putea probabil sa blocheze toate puntile.
ru: Если ваше Интернет соединение блокирует доступ к сети Tor, вам возможно необходим мостовой ретранслятор. Мостовые ретрансляторы (или просто "мосты") это ретрансляторы Tor, которые не упомянуты в главной директории. Поскольку не существует полного общедоступного их списка, даже если ваш провайдер отфильтровывает соединения со всеми известными ретрансляторами Tor, он возможно не сможет заблокировать все мосты.
si_lk: ඔබගේ අන්තර්ජාල සබැදුම Tor ජාලයට ප්‍රවිෂ්ට වීමට අවහිර වනවානම් , ඔබ සේටු ප්‍රතියෝජකයක් භාවිතා කිරීමට සිදුවනු ඇත. සේටු ප්‍රතියෝජක (හෝ "සේටු" කෙටියෙන්) ප්‍රධාන ඩිරෙක්ටරියෙහි ලැයිස්තුගත නොකරන ලද Tor ප්‍රතියෝජක වේ. මෙතෙක් එහි ඔවුන්ගේ සම්පුර්ණ පොදු ලැයිස්තුවක් නොමැති නිසා, ඔබගේ ISP පෙරනය සියලුම දන්නා Tor ප්‍රතියෝජක වෙත සබැදුම්වලට කලද, ඔවුන්ට බොහෝවිට නොහැකි වන්නේ සේටු සියල්ල අවහිර කිරීමයි.
sk: Ak vaše internetové pripojenie blokuje prístup do siete Tor, tak potom potrebujete premosťovacie relay. Premosťovacie relay (alebo skrátene "mosty") sú Tor relay, ktoré nie sú zahrnuté v hlavnom adresáre. Keďže neexistuje úplný verejný zoznam mostov, tak ak by aj Váš poskytovateľ internetového pripojenia blokoval všetky známe Tor relay, pravdepodobne nebude schopný blokovať všetky mosty.
sl_si: Če je vaša internetna povezava blokirana do Tor omrežja boste rabili mostični rele. Mostični releji ( ali kratko "mostički" ) so Tor releji, ki niso na seznamu glavnega imenika. Ker ni celotnega javnega seznama, tudi če vaš ISP filtrira povezave na vse Tor releje, verjetno ni zmožen blokirati vseh mostičkov.
sq: Nëse lidhja juaj Internet e pengon qasjen tek rrjeti Tor, juve mund t'ju nevojitet një rele urë. Reletë Bridge (ose"urat" për shkurt) jenë rele Tor që s'janë listuar në direktorinë kryesore. Meqë nuk ka një listë të plotë publike të tyre, edhe nëse ISP-ja juaj po i filtron lidhjet tek të gjitha reletë e njohura të Tor, ajo me shumë gjasë s'do mund t'i pengojë të gjitha urat.
sr: Ако Ваша интернет веза блокира приступ Tor мрежи, требаће Вам бриџ релеј. Бриџ релеји јесу Tor релеји који нису сврстани у главном директоријуму. С обзиром на то да не постоји њихов комплетан списак, иако Ваш ISP филтрира везе за све познате Tor релеје, вероватно неће бити у могућности да блокира баш све бриџеве.
sv: Om din internet anslutning blockerar tillgång till Tor nätverket kan du behöva en brorelä. Broreläer (eller "broar") är Tor reläer som inte är listade i huvudkatalogen. Eftersom det inte finns någon komplett publik lista med den så är det så att även om din ISP filtererar anslutningar till alla kända Tor reläer kommer dom troligen inte kunna blockera alla broar.
ta: உங்கள் இணைய இணைப்பு, Tor network-வுடன் இணைவதை தடுத்தால் , உங்களுக்கு bridge relay தேவைப்படலாம். Bridge Relay-க்கள் (அல்லது சுருக்கமாக "Bridge-கள்") முக்கிய Tor relay பொது அடைவுப்பட்டியலில் இருக்காது. எந்த முழுமையான பொது அடைவுப்பட்டியலில் இல்லாத காரணத்தால், உங்களின் இணைய சேவை வழங்கும் நிறுவனம் 'ISP' அறியப்பட்ட அனைத்து Tor relay-களையும் வடிகட்டிநாலும்கூட, அவர்களால் அனைத்து bridge இணைப்புகளை தடுக்க இயலாது.
te_in: మీ అంతర్జాల సంధానం మిమ్మల్ని టోర్ జాలానికి సంధానింపబడకుండా అడ్డుపడుతున్నట్లైతే, మీకు వంతెన అంచె అవసరమౌతుంది. వంతెన అంచెలు (లేదా సంక్షిప్తంగా "వంతెనలు") ప్రధాన సూచికలో నమోదు చేయబడని టోర్ అంచెలు. మీ ISPకు తెలిసిన అన్ని టోర్ అంచెలనూ వడగట్టినా ఈ వంతెనల పూర్తి చిట్టా అందరికీ అందుబాటులో లేనందున, వారు ఈ వంతెనలను నిరోధించలేకపోవచ్చు.
th: ถ้าการเชื่อมต่ออินเตอร์เน็ทของคุณบล๊อคการเขาสู่เครือข่าย Tor คุณ อาจต้องใช้สะพานรีเลย์ สะพานรีเลย์ (หรือที่เรียกสั้นๆว่า"สะพาน") คือรีเลย์ Tor ที่ไม่ได้อยู่ในสารบบหลัก เนื่องจากว่า ไม่มีรายการสาธารนะของรีเลย์ทั้งหมด แม้ว่าไอเอสพีของคุณกำลังกรอง การเชื่อมต่อไปสู่รีเลย์ Tor ทั้งหมด เขาคงไม่สามารถที่จะ บล๊อคสะพานทั้งหมดได้
tr: İnternet bağlantınızda Tor ağına erişim engeli varsa, bir köprü aktarıcısına gerek duyabilirsiniz. Köprü aktarıcıları (kısaca köprüler), ana dizinde listelenmemiş Tor aktarıcılarıdır. Bunların tam bir listesi yayınlanmadığından, servis sağlayıcınız tüm bilinen Tor aktarıcısına bağlantıyı engelliyor olsa bile tüm köprüleri engelleyemeyebilir.
uk: Якщо ваше Інтернет з'єднання блокує доступ до мережі Tor, вам можливо необхідний мостовий ретранслятор. Мостові ретранслятори (або просто "мости") це ретранслятори Tor, які не згадані в головній директорії. Оскільки не існує повного загальнодоступного їх списку, навіть якщо ваш провайдер відфільтровує з'єднання з усіма відомими ретрансляторами Tor, він можливо не зможе заблокувати всі мости.
vi: Nếu kết nối Internet của bạn chặn truy cập đến mạng của Tor, có thể là bạn cần phải sử dụng một chương trình làm cầu nối. Chương trình cầu nối đó (viết ngắn là "cầu nối") là trình không phải nằm trong danh mục chính. Vì không có danh sách hoàn thiện nào chứa tất cả các trình này, nên rất có thể là bộ lọc không cấm được tất cả.
zh_cn: 如果 ISP 封锁了 Tor 网络连接，那些需要使用桥接来连接 Tor。 网桥中继（简称“网桥”）指未在主目录中列出的 Tor 网络中继。 由于这些网桥并未列表将其完全公开，因此，ISP 即使封锁了 所有已知 Tor 中继的连接，也不可能屏蔽所有网桥。
zh_tw: 若您的網際網路連線阻止存取 Tor 網路，您 可能需要透過橋接中繼。橋接中繼(或簡稱「橋接」) 為 Tor 中繼，沒有在主目錄中列出，由於它們 沒有完整的公共目錄清單，即使您的 ISP 過濾 連接到所有已知的 Tor 中繼，它們可能不能夠 阻止所有的橋接。
