Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: You can acquire a bridge by sending an email that contains "get bridges" in the body of the email to the following email address: bridges@torproject.org
ar: يمكنك الحصول على جسر بإرسال بريد يحوي "get bridges" في قلب الرسالة إلي البريد التالي: bridges@torproject.org
az: Sən mətnində "körpü əldə et" yazılmış maillə aşağıdakı email ünvana məktub göndərməklə körpü əldə edə bilərsən: bridges@torproject.org
cs: Můžete požádat o spojení pomocí mostu a to tak, že pošlete e-mail obsahující v předmětu text "get bridges" na tuto e-mailovou adresu: bridges@torproject.org
cy: Gallwch cael gafael ar pont gan anfon e-bost sy'n cynnwys yr allweddair "get bridges" yng nghorff yr e-bost. Anfonwch yr e-bost i'r gyfeiriad canlynol: bridges@torproject.org
da: Du kan få fat i en bro ved at sende en e-mail, der indeholder "get bridges" i selve e-mailen til følgende e-mail-adresse: bridges@torproject.org
de: Sie können eine Brücke erhalten, indem Sie eine E-Mail, die »get bridges« im Inhalt enthält, an folgende E-Mail-Adresse senden: bridges@torproject.org
el: Μπορείτε να αποκτήσετε μια γέφυρα στέλνοντας ένα ηλεκτρονικό μήνυμα που θα περιέχει την φράση "get bridges" στο σώμα του μηνύματος, στην διεύθυνση που ακολουθεί: bridges@torproject.org
es: Puede conseguir un repetidor puente (bridge) enviando un correo que contenga "get bridges" en el cuerpo del correo, a la siguiente dirección: bridges@torproject.org
eu: Zubi bat eskura dezakezu mezuaren gorputzean "get bridges" idatzita duen email bat hurrengo helbidera bidaliz: bridges@torproject.org
fa: شما می توانید لیستی از «مسیرهای دور زدن فیلتر» یا همان «پل ها» را تنها با ارسال یک ایمیل به آدرس زیر دریافت کنید. کافی است در متن ایمیل عبارت "get bridges" را تایپ کنید: bridges@torproject.org
fi: Voit saada sillat lähettämällä sähköpostiviestin, joka sisältää "get bridges" sähköpostiviestin runko-osassa seuraavaan sähköpostiosoitteeseen: bridges@torproject.org
fil: Ikaw ay pwedeng makakuha ng bridge sa paraan na pagpadala ng email na naglalaman ng "get bridges" sa katawan ng email sa sumusunod na email address: bridges@torproject.org
fr: Vous pouvez obtenir un relais en envoyant un email contenant "get bridges" dans le corps de l'email à l'adresse suivante : bridges@torproject.org
fr_ca: Vous pouvez obtenir un relais en envoyant un email contenant "get bridges" dans le corps de l'email à l'adresse suivante: bridges@torproject.org
he: את/ה יכולים להשיג גשר על ידי שליחת מייל שמכיל "get bridges" בגוף ההודעה לכתובת: bridges@torproject.org
hr_hr: Možete dobiti most tako da pošaljete email koji sadržava "get bridges" u sadržaju email-a na sljedeću email adresu: bridges@torproject.org
hu: Beszerezhet egy Hidat, egy email küldésével amelyben a "get bridges" (hidak beszerzése) a levél tartalma, és amelyet a következő címre küld: bridges@torproject.org
id: Anda bisa mendapatkan 'jembatan' dengan mengirimkan surel yang memuat "get bridges" pada bagian isi surel ke alamat berikut: bridges@torproject.org
it: Si può ottenere una lista di bridge inviando una email che contenga "get bridges" nel corpo del messaggio al seguente indirizzo: bridges@torproject.org
ja: "get bridges"というフレーズを電子メールの本文に入れて、次のアドレスにメールを送信することでブリッジを得ることができます。 bridges@torproject.org
km: អ្នក​អាច​ទទួល​បាន​ប្រ៊ីត​ដោយ​ផ្ញើ​អ៊ីមែល​​ដែល​មាន​ពាក្យ "get bridges" នៅ​ក្នុង​តួ​នៃ​អ៊ីមែល ទៅកាន់​អាសយដ្ឋាន​ដូច​ខាងក្រោម៖ bridges@torproject.org
ko: "get bridges"라는 문구를 이메일 본문에 넣어 다음 주소에 보내면 귀하는 bridge를 얻을 수 있습니다. bridges@torproject.org
lv: Jūs varat saņemt tiltu sarakstu, nosūtot e-pasta ziņojumu, kurā ir rinda "get bridges", uz šādu e-pasta adresi: bridges@torproject.org
ms_my: Anda boleh memperoleh bridge dengan menghantar e-mel yang mengandungi "get bridges" dalam badan e-mel ke alamat e-mel berikut: bridges@torproject.org
my: Bridge တစ်ခုကို ရယူရန် အောက်ပါ အီးမေးလ်လိပ်စာ၏ စာကိုယ်ထဲတွင် "get bridges" ထည့်ပြီး အီးမေးလ် တစ်စောင် ပေးပို့နိုင်သည် - bridges@torproject.org
nb: Du kan få en bro ved å sende en e-post som inneholder tekstlinjen "get bridges" til følgende e-postadresse: bridges@torproject.org
nl: Je kunt een bridge verkrijgen door een e-mail te sturen dat "get bridges" in de body bevat naar het volgende adres: bridges@torproject.org
nl_be: U kan een bridge verkrijgen door een e-mail te versturen met als inhoud "get bridges" naar volgend e-mailadres: bridges@torproject.org
pl: Mostek możesz otrzymać, wysyłając e-mail zawierający "get bridges" w treści listu na następujący adres e-mail: bridges@torproject.org
pt: Pode adquirir uma ponte enviando um e-mail que contenha "get bridges" no corpo do e-mail para o seguinte endereço: bridges@torproject.org
pt_br: Você pode adquirir uma ponte enviando um e-mail que contenha a frase "get bridges" no corpo da mensagem, para o seguinte endereço: bridges@torproject.org
ro: Puteti sa achizitionati o punte prin trimiterea unei scrisori electronice care sa contina "get bridges" in interiorul acesteia la urmatoarea adresa:⏎ ⏎ bridges@torproject.org
ru: Вы можете получить мост, отправив e-mail содержащий строку "get bridges" в теле сообщения на следующий адрес: bridges@torproject.org
si_lk: ඔබට සේටුවක් ලබාගත හැක්කේ විද්‍යුත් තැපැලක "සේටු ලබාගැනීම" අන්තර්ගතකර විද්‍යුත් තැපෑලේ බද කොටසේ දක්වා පහත විද්‍යුත් තැපෑල ලිපිනයටය යැවීමෙනි: bridges@torproject.org
sk: Môžete požiadať o most, ak pošlete email, ktorý bude v tele emailu obsahovať "get bridges", na adresu: bridges@torproject.org
sl_si: Mostičke lahko dobite z pošiljanjem e-pisma, ki vsebuje dobi mostičke "get bridges" zahtevo v pismu na sledeč e-poštni naslov: bridges@torproject.org
sq: Ju mund të përftoni një urë, duke dërguar një e-postë që përmban "get bridges" në trupin e e-postës, tek adresa në vijim: bridges@torproject.org
sr: Можете набавити бриџ слањем е-маила који садржи "get bridges" у телу поруке коју ћете послати на адресу: bridges@torproject.org
sv: Du kan få adressen till en brygga genom att skicka ett e-postmeddelande med innehållet "get bridges" till följande e-postadress: bridges@torproject.org
ta: நீங்கள் bridge-களை மின்னஞ்சலின் கடிதவுல்விவரத்தில் "get bridges" என குறிப்பிட்டு கீழேவுள்ள முகவரிக்கு அனுப்பிப் பெறலாம்: bridges@torproject.org
te_in: ఈ క్రింది చిరునామాకు "get bridges" అనే సందేశంతో వేగు పంపుట ద్వారా మీరు ఒక వంతెనను పొందవచ్చు. bridges@torproject.org
th: คุณสามารถขอรับสะพานได้โดยการส่งอีเมล์ที่มีคำว่า "get bridges" ในข้อความของอีเมล์ไปที่อีเมล์: bridges@torproject.org
tr: Bir köprü adresi edinmek için bir e-posta içeriğine "get bridges" ifadesini yazın ve şu adrese gönderin: bridges@torproject.org
uk: Ви можете отримати міст, відправивши лист з рядком "get bridges" в тілі повідомлення на наступну адресу: bridges@torproject.org
vi: Bạn có thể yêu cầu 1 trình cầu nối như vậy bằng cách gửi một email chứa cụm từ "get bridges" trong phần nội dung của email đó và gửi tới đỉa chỉ email sau: bridges@torproject.org
zh_cn: 如需获取网桥，请发送正文包含 "get bridges" 的电子邮件至以下地址： bridges@torproject.org
zh_tw: 您可以透過發送電子郵件（其中內容包含「取得橋接」）到下列電子郵件位址，以取得橋接: bridges@torproject.org

source: It is also possible to fetch bridges with a web browser at the following url: https://bridges.torproject.org/
ar: من الممكن أيضاً الحصول علي الجسور من متصفح الإنترنت على العنوان التالي: url: https://bridges.torproject.org/
az: Körpü əldə etmək üçün həmçinin bu linki də istifadə etmək mümkündür: https://bridges.torproject.org/
ca: També es possible trobar més enllaços en el navegador web al següent enllaç url: https://bridges.torproject.org/
cs: Také si lze vyžádat mosty pomocí webového prohlížeče na adrese: https://bridges.torproject.org/
cy: Mae hi hefyd yn bosibl i mofyn pontydd gydag porwr we o'r url canlynol: https://bridges.torproject.org/
da: Det er også muligt at hente bridges via en internetbrowser på følgende url: https://bridges.torproject.org/
de: Es ist auch möglich die Brücken mit einem Internet-Browser unter der folgenden Adresse zu erhalten: https://bridges.torproject.org/
el: Μπορείτε επίσης να παραλάβετε γέφυρες μέσω του περιηγητή ιστού στην ακόλουθη διεύθυνση: url: https://bridges.torproject.org/
es: También es posible obtener bridges con un navegador web, en la URL: https://bridges.torproject.org/
eu: Zubi berriak web nabigatzaile batekin eskura ditzakezu ere hurrengo helbidean: https://bridges.torproject.org/
fa: همچنین این امکان وجود دارد تا با مراجعه به آدرس زیر، تعدادی پل دریافت کنید: https://bridges.torproject.org/
fi: Voit myös pyytää luettelon välittimistä selaimellasi seuraavasta osoitteesta https://bridges.torproject.org/
fil: Posible ring makakuha ng bridges gamit ang web browser sa sumusunod url: https://bridges.torproject.org/
fr: Il est également possible de récupérer des ponts avec un navigateur web à l'adresse suivante: https://bridges.torproject.org/
fr_ca: Il est également possible d'obtenir des ponts avec un navigateur Web à l'adresse suivante : https://bridges.torproject.org/
he: זה גם אפשרי להשיג גשרים עם דפדפן בכתובת הבאה: url: https://bridges.torproject.org/
hr_hr: Također je moguće dobaviti mostove web preglednikom na slijedećem url-u: https://bridges.torproject.org/
hu: A Hidak listája letölthető az alábbi címről: https://bridges.torproject.org/
id: Juga memungkinkan memperoleh 'jembatan' dengan peramban web melalui alamat berikut: https://bridges.torproject.org/
it: È anche possibile ottenere gli indirizzi dei bridge con un browser web visitando l'indirizzo: https://bridges.torproject.org/
ja: 以下のURLでウェブブラウザーでブリッジを収集することもできます: https://bridges.torproject.org/
km: វា​ក៏​អាច​ទៅ​យក​ប្រ៊ីត​ជាមួយ​កម្មវិធី​អ៊ីនធឺណិត​បាន​ផង​ដែរ​នៅ អាសយដ្ឋាន url ៖ https://bridges.torproject.org/
ko: 또한 다음 주소로 bridge 주소를 얻을 수도 있습니다 : https://bridges.torproject.org/
lv: Ar tīmekļa pārlūka palīdzību arī ir iespējams ienest tiltus, sekojot url: https://bridges.torproject.org/
ms_my: Anda juga mungkin boleh mendapatkan bridges menggunakan pelayar web pada alamat berikut : https://bridges.torproject.org/
my: Bridges များကို ကွန်ရက် ဘရောင်ဆာဖြင့် အောက်တွင် ပြထားသော လင့်ခ်တွင်လည်း ရယူနိုင်သည် url: https://bridges.torproject.org/
nb: Det er også mulig å anskaffe bro-reléer ved bruk en nettleser og besøke følgende side: https://bridges.torproject.org
nl: Het is ook mogelijk om alle bridges op te halen met een web browser op de volgende lokatie: https://bridges.torproject.org/
nl_be: Het is ook mogelijk om bridges te verkrijgen met een web browser via de volgende url : https://bridges.torproject.org/
pl: Można również pobrać mostki przeglądarką internetową pod następującym adresem url: https://bridges.torproject.org/
pt: Também é possível obter as ligações com um navegador da web no seguinte url: https://bridges.torproject.org/
pt_br: Também é possível encontrar pontes no seguinte endereço: https://bridges.torproject.org/
ro: Este de asemenea posibil sa aduceti puntile cu un browser de internet de la adresa https://bridges.torproject.org/
ru: Так же возможно получить мосты с помощью веб-браузера по следующей ссылке: https://bridges.torproject.org/
si_lk: ඒසමගම වෙබ් බ්‍රවුසර සමග සේටු ග්‍රහණය කිරීම පහත සදහන් දේහි කල හැක url: https://bridges.torproject.org/
sk: Je možné získať mosty pomocou internetového prehliadača na adrese: https://bridges.torproject.org/
sl_si: Mostičke lahko pridobite z spletnim iskalnikom na url: https://bridges.torproject.org/
sq: Është po ashtu e mundur që tek adresa në vijim të rikuperosh ura me një shfletues web: url: https://bridges.torproject.org/
sr: Могуће је и да учитате бриџеве веб прегледачем преко следеће адресе: https://bridges.torproject.org/
sv: Det är också möjligt att hämta broar med en webbläsare på följande sida: https://bridges.torproject.org/
ta: இணைய Browser-இல் கீழ்காணும் முகவரியிலும் பெறலாம்: https://bridges.torproject.org/
te_in: వంతెనలను జాల విహారిణి ద్వారా ఇక్కడ పొందవచ్చు url: https://bridges.torproject.org/
th: เป็นไปได้ที่จะรับรายชื่อสะพานด้วยเว็บเบราว์เซอร์จาก url: https://bridges.torproject.org
tr: Köprü adresleri web tarayıcı üzerinden https://bridges.torproject.org/ adresine bakılarak da öğrenilebilir.
uk: Так само можливо отримати мости з допомогою веб-браузера з наступною посилання: https://bridges.torproject.org/
vi: Bạn cũng có thể dùng trình duyệt Web làm cầu nối, ở địa chỉ URL sau đây: https://bridges.torproject.org/
zh_cn: 另外，可通过浏览器打开以下网址获取桥接： https://bridges.torproject.org/
zh_tw: 此外也可以使用網頁瀏覽器來擷取橋接於下列 網址:https://bridges.torproject.org/

source: Another censorship circumvention tool you can request from GetTor is the Tor Obfsproxy Browser Bundle. Please read the package descriptions for which package you should request to receive this.
ar: أداة أخرى لتخطي الحجب والرقابة يمكنك طلبها من تور هي حزمة متصفح تور لتوصيل النقل. فضلاً اقرأ تفاصيل الرزمة لمعرفة آي رزمة يجب ان تطلب.
az: GetTor-dan senzuranı aldada biləcək bir başqa xahiş edə biləcəyin qurğu isə Tor Obfsproxy Browser Bundle-dır. Lütfən, hansı paketlər üçün onu tələb edə biləcəyini izahda oxu.
cs: Další nástroj pro obcházení cenzury, který můžete získat od GetTor, je balíček Tor Obfsproxy Browser Bundle. V popisu balíčku se dočtete, který z nich byste si měli vyžádat.
cy: Teclyn osgoi sensoriaeth arall gallwch ofyn am o GetTor yw'r Bwndel Porwr Obfsproxy Tor. Darllenwch disgrifiadau'r pecynnau i gweld pa pecyn dylech ofyn am i derbyn hon.
da: Et andet værktøj til at omgå censur, som du kan rekvirere fra GetTor, er Tor Obfsproxy Browser Bundle. Læs venligst pakke-beskrivelserne for at finde ud af hvilken pakke du skal efterspørge, for at modtage den.
de: Ein weiteres Werkzeug, zum umgehen der Zensur, dass Sie von GetTor anfordern können ist das Tor Obfsproxy-Browser-Paket. Bitte lesen Sie die Paketbeschreibungen, damit Sie wissen, welches Paket Sie anfordern müssen.
el: Ένα άλλο εργαλείο καταστρατήγησης λογοκρισίας που μπορείτε να ζητήσετε από το GetTor είναι το Tor Bundle Browser Obfsproxy. Παρακαλούμε διαβάστε τις περιγραφές πακέτων ποιο πακέτο για το οποίο θα πρέπει να ζητήσετε.
es: Otra herramienta para evitar la censura que puede solicitar desde GetTor es el Paquete de Navegador Tor Obfsproxy (proxy ofuscado, encapsula el tráfico HTTPS contra DPI). Lea las descripciones de los paquetes para saber cuál debe solicitar para recibirlo.
eu: GetTor-etik eskatu dezakezun beste zentsura sahiesgarritasun tresna bat Tor Obfsproxy Browser Bundlea da. Mesedez irakurri pakete azalpenak hau eskuratzeko zein pakete eskatu behar duzun jakiteko.
fa: روش دیگری که برای عبور از سانسور می‌توانید با گت‌تور آن را درخواست کنید پروکسی مبهم تور است. لطفا توضیحات بسته را بخوانید و بر اساس آن به ما بگویید که کدام بسته را برایتان ارسال کنیم.
fi: Toinen sensuroinnin kiertotyökalu, jonka voit pyytää GetTor:sta on Tor Obfsproxy Browser Bundle-pakkaus. Lue tämän vastaanottamiseksi pakkauskuvaukset, jotta tietäisit mitä pakkausta pyydät.
fr: Un autre outil de contournement de la censure que vous pouvez demandez à GetTor est l'Obfsproxy Browser Bundle pour Tor. Lisez les descriptions des paquets pour savoir quelle demande de paquet vous devez faire pour l'obtenir.
fr_ca: Un autre outil de contournement de la censure que vous pouvez demander à GetTor est l'offre groupée de navigation Tor Obfsproxy. Veuillez lire les descriptions des paquets pour savoir quel paquet demander pour la recevoir.
he: כלי נוסף למעקף צנזורה שבאפשרותך לבקש מ-GetTor הינו Tor Obfsproxy Browser Bundle. אנא קרא את תיאורי החבילות שעבורן עליך לבקש כלי זה.
hr_hr: Još jedan način za zaobilazak cenzure koji možete zatražiti od GetTora je Tor Obfsproxy Preglednički Paket. Molimo pročitajte opise paketa za koji paket bi trebali zatražiti da biste ga primili.
hu: Egy másik cenzúra megkerülő eszköz amit a GetTor-tól kérhet az a Tor Obfsproxy böngésző csomag. Kérjük olvassa el a csomagok leírását, hogy megtudja melyik csomagra lehet szüksége.
id: Alat pengelak sensor lain yang bisa diminta dari GetTor adalah Tor Obfsproxy Browser Bundle. Silakan baca deskripsi paket itu agar bisa menentukan mana yang harus diminta.
it: Un altro strumento per aggirare la censura che può essere richiesto a GetTor è il Tor Obfsproxy Browser Bundle. Leggere le descrizioni dei pacchetti per sapere quale pacchetto dove essere richiesto per riceverlo.
ja: GetTorからリクエストできる他の検閲回避ツールはTor Obfsproxy Browser Bundleです。 これを受け取るためにはどのパッケージを要求するべきかの パッケージの説明をお読みください。
km: ឧបករណ៍​បញ្ចៀស​ការ​ចាប់​ពិរុទ្ធ​ផ្សេងទៀត​ដែល​អ្នក​អាច​ស្នើ​បាន​ពី GetTor គឺ Tor Obfsproxy Browser Bundle ។ សូម​អាច​សេចក្ដី​ពណ៌នា​កញ្ចប់​សម្រាប់ កញ្ចប់​ណាមួយ​ដែល​គួរតែ​ស្នើសុំ​ដើម្បី​ទទួល​បាន​វា។
ko: GetTor로부터 요청할 수 있는 다른 검열 우회 도구는 Tor Obfsproxy Browser Bundle입니다. 이것을 받기 위해 어떤 패키지를 요청을 해야 하는지에 대한 패키지 설명을 읽어 주십시오.
lv: Cits, no GetTor pieprasāms cenzūras apiešanas rīks ir Tor'a Obfsproxy Browser Bundle. Lūdzu, izlasiet pakotņu aprakstus, lai uzzinātu kura no tām ir tā, kas jāpieprasa.
ms_my: Satu lagi alat pemintasan penapisan yang anda boleh minta daripada GetTor adalah Tor Obfsproxy Browser Bundle. Sila baca penerangan pakej untuk pakej yang anda perlu minta untuk menerima ini.
nb: Et annet verktøy for å omgå sensur er Tor Obfsproxy Browser Bundle. Du kan be GetTor sende deg den. Vennligst les pakkebeskrivelsene for å få vite hvilken pakke du må spørre etter for å motta denne.
nl: Een andere censuur-ontwijkingshulpmiddel die je kunt aanvragen bij GetTor is de Tor Obfsproxy Browser Bundle. Lees de pakket beschrijvingen om te kijken welke je aan moet vragen om deze te ontvangen.
nl_be: Een andere censuuromzeilingstool die u kan aanvragen bij GetTor is de Tor Obsfproxy Browser Bundle. Gelieve de pakketomschrijving te lezen voor het pakket dat u wenst te ontvangen.
pl: Innym narzędziem do omijania cenzury które możesz otrzymać z GetTor jest Tor Obfsproxy Browser Bundle. Zapoznaj się z opisami paczek, żeby sprawdzić która paczka jest przeznaczona dla Twojego systemu.
pt: Outra ferramenta, para evitar a censura, que pode pedir ao GetTor é o Tor Obfsproxy Browser Bundle. Por favor, leia as descrições dos pacotes para pedir correctamente o pacote a receber.
pt_br: Outra ferramenta que você pode solicitar pelo GetTor para driblar a censura é o Tor Obfsproxy Browser Bundle. Por favor, leia a descrição do pacote para saber qual escolher.
ro: Un alt instrument de cenzurare circumventiala pe care il poti solicita de la GetTor este Tor Obfsproxy Browser Bundle. Te rog sa citesti descrierea pachetului pentru a stii ce pachet ar trebui sa soliciti ca sa primesti asta.
ru: Еще один инструмент для обхождения цензуры, который можно запросить через GetTor - ⏎ это Tor Obfsproxy Browser Bundle. Пожалуйста, прочитайте описание пакета⏎ для которого вы будете запрашивать данный инструмент.
si_lk: GetTor වෙතින් අයදුම් කල හැකි අනෙක් වාරණ හසුකිරීමේ මෙවලම වන්නේ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොගයයි. කරුණාකර ඔබට මෙය ලැබීමට ඔබ අයදුම් කල යුතු පැකේජය පිලිබඳ දැනගැනීමට පැකේජ විස්තරකිරීම කියවන්න.
sk: Ďalší nástroj na obchádzanie cenzúry, ktorý môžte získať z GetTor je⏎ Tor Obfsproxy Browser Bundle. Prosím prečítajte si popis balíku, ktorý by ste mali používať.
sl_si: Drugo orodje, ki ga lahko zahtevate od GetTor, da se izognete cenzuri, je paket Tor Obfsproxy Iskalnik. Prosimo preberite opis paketov, da veste kateri paket zahtevati.
sq: Një tjetër mjet për shmangien e censurës, që ju mund ta kërkoni nga GetTor është Paketa e Tor Obfsproxy Browser. Ju lutemi lexoni përshkrimin e paketës për secilën paketë ju do kërkoni që ta merrni këtë.
sv: Ett annat verktyg för att kringgå censur som du kan begära från GetTor är Tor Obfsproxy Browser Bundle. Var god läs paketförklaringarna för att ta reda på vilket paket det är du skall begära för detta.
te_in: గెట్‌టోర్ నుంచి మీరు ఆశించగల మరొక నిషేధ యుక్తి ఉపకరణం, టోర్ ఓబిఎఫ్‌ఎస్‌ప్రాతినిధ్య విహారిణి. ఏ కూర్పును పొందాలో తెలుసుకొనుటకు దయచేసి ఈ కూర్పు వివరణను చదవండి.
th: อีกเครื่องมือหนึ่งที่ใช้ในการหลีกเลี่ยงการเซ็นเซอร์ที่สามารถร้องขอจาก GetTor คือ Tor Obfsproxy Browser Bundle กรุณาอ่านคำบรรยายเพื่อที่จะรู้ว่า คุณควรร้องขอแพกเกจไหนเพื่อที่จะรับสิ่งนี้
tr: GetTor üzerinden edinebileceğiniz bir diğer sansürden kurtulma aracı, Tor Obfsproxy Browser Bundle yazılımıdır. Hangi paketi edinmeniz gerektiğini anlamak için paket açıklamalarını okuyun.
uk: Ще один інструмент для поводження цензури, який можна отримати через GetTor - це Tor Obfsproxy Browser Bundle. Будь ласка, прочитайте опис пакету для якого ви будете запитувати даний інструмент.
vi: Một công cụ vượt qua sự kiểm duyệt mà bạn có thể yêu cầu từ GetTot là Gói Trình duyệt Tor Obfsproxy. Hãy đọc qua miêu tả của gói mà bạn sẽ yêu cầu nhận nó.
zh_cn: 利用 GetTor 请求可获取另一个规避审查的工具：Tor Obfsproxy Browser Bundle。 有关应请求发送哪个软件包，请参阅相应的软件包说明。
zh_tw: 另一個審查規避工具，你可以從GetTor請求於⏎ Tor Obfsproxy 瀏覽器套件。請閱讀軟體套件描述於⏎ 您應該可以收到此請求。
