Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: linux-i386: The Tor Browser Bundle package for Linux, 32bit versions.
ar: linux-i386: حزمة متصفح تور لنظام لينكس 32بت.
az: linux-i386: Linux, 32bit versiyası üçün The Tor Browser Bundle paketi.
cs: linux-i386: Balíček Tor Browser Bundle pro Linux, 32bitová verze.
cy: linux-i386: Pecyn Porwr Tor i Linux, fersiynau 32bit.
da: linux-i386: Tor Browser Bundle-pakke til Linux, 32 bits versioner.
de: linux-i386: Das Tor-Browser-Paket für 32bit Linux-Versionen.
el: linux-i386: Το πακέτο Tor Browser Bundle για το Linux, 32bit εκδόση.
es: linux-i386: El Paquete de Navegador de Tor para versiones de Linux de 32 bits .
eu: linux-i386: Tor Browser Bundle paketea Linuxerako, 32 biteko bertsioak.
fa: linux-i386: بسته نرم افزاری تور برای سیستم عمل لینوکس 32 بیتی.
fi: linux-i386: The Tor Browser Bundle-paketti Linuxille, 32-bittisille versioille.
fr: linux-i386 : Le paquet Navigateur Tor pour Linux, version 32 bits.
fr_ca: linux-i386 : L'offre groupée de navigation Tor pour Linux, version 32 bits.
he: לינוקס i386: חבילת דפדפן טור ללינוקס, גירסאות 32 ביט
hr_hr: linux-i386: Tor Preglednički Paket za Linux, 32bitne verzije.
hu: linux-i386: Tor böngésző csomag Linux-ra, 32bites verziók.
id: linux-i386: Paket Tor Browser Bundle untuk Linux, versi 32bit.
it: linux-i386: Il pacchetto Tor Browser Bundle per Linux, versioni a 32bit.
ja: linux-i386: Linuxの32bit版向けTor Browser Bundle package。
km: linux-i386: កញ្ចប់ Tor Browser Bundle សម្រាប់​កំណែ Linux, 32bit ។
ko: linux-i386: 리눅스 32bit 버전을 위한 Tor Browser Bundle입니다.
lv: linux-i386: Pārlūka Tor komplekts Linux'a 32 bit'u versijām.
ms_my: linux-i386: Pakej The Tor Browser Bundle untuk Linux versi 32bit.
my: linux-i386: Linux, 32bit ဗားရှင်းအတွက် Tor Browser Bundle ဖိုင်ထုတ်။
nb: linux-i386: Tor Browser Bundle pakken til Linux, 32bit versjoner.
nl: linux-i386: Het Tor Browser Bundle pakket voor Linux, 32-bit versie.
nl_be: linux-i386: Het Tor Browser Bundle pakket voor Linux, 32bit versies.
pl: linux-i386: Paczka Tora z Przeglądarką dla Linux, wersje 32bit.
pt: linux-i386: O pacote do Browser Tor para Linux, versões de 32 bits.
pt_br: linux-i386: O pacote Tor Browser para Linux, versões 32 bits.
ro: linux-i386:⏎ Pachetul Tor Browser pentru versiunile Linux pe 32biti.
ru: linux-i386: Дистрибутив Tor Browser Bundle для Linux, 32-битные версии.
si_lk: ලිනක්ස්-i386: ලිනක්ස්, 32බිට් අනුවාද සදහා වන Tor බ්‍රවුසර තොග පැකේජය.
sk: linux-i386: Tor Browser Bundle pre Linux, 32-bitová verzia.
sl_si: linux-i386: Paket Tor Iskalnik za Linux, 32 bitno verzijo.
sq: linux-i386: paketa e Tor Browser për Linux, versionet 32bit.
sr: linux-i386: Tor Browser paket za Linux, 32-bitne verzije.
sv: linux-i386: Tor Browser Bundle-paket för Linux, 32bitars-version.
te_in: లినక్స్-ఐ386: లినక్స్, 32బిట్ రూపాంతరాల కోసం టోర్ విహారిణి మూట కూర్పు
th: linux-i386: แพกเกจ Tor Browser Bundle สำหรับลีนุกซ์รุ่น 32 bit
tr: linux-i386: 32-bit Linux sürümleri için Tor Browser Bundle paketi.
uk: linux-i386: Дистрибутив Tor Browser Bundle для Linux, 32-бітні версії.
zh_cn: linux-i386： 用于 32 位 Linux 系统的 Tor Browser Bundle 软件包。
zh_tw: linux-i386: Tor 瀏覽器套件適用於 Linux 32 位元版本。

source: Note that this package is rather large and needs your email provider to allow for attachments of about 30MB in size.
ar: لاحظ بأن هذه الحزمة حجمها كبير و تحتاج الى مزود خدمة البريد الالكتروني لديك بالسماح بمرفقات بحجم 30 ميجابايت تقريباً.
az: Nəzərə al ki, bu paket nisbətdə daha genişdir və sənin email provayderinin 30MB həcmini tələb edəcəkdir.
cs: Berte na vědomí, že tento balíček je větší a je nutné, aby Váš poskytovatel připojení umožňoval práci s e-mailovými přílohami o velikosti až 30 MB.
cy: Nodwch bod yr pecyn hon yn eithaf fawr. Mae'n angen ich darparwr e-bost adael i chithau derbyn atodiadau o tua 30MB mewn maint.
da: Bemærk, at denne pakke er temmelig stor og har brug for din e-mail-udbyder for at give mulighed for vedhæftede filer på omkring 30 MB i størrelse.
de: Bitte beachten, dass dieses Paket ziemlich groß ist und dass Ihr E-Mail-Anbieter Anhänge von 30 MB erlauben muss.
el: Σημειώστε ότι το πακέτο αυτό είναι μεγάλο και πρέπει ο πάροχος υπηρεσιών ηλεκτρονικού ταχυδρομείου να επιτρέπει την επικόλληση αρχείων με μέγεθος περίπου 30ΜΒ.
es: Observe que este paquete es bastante grande y precisa que su proveedor de correo permita adjuntos de más de 30MB de tamaño.
eu: Kontuan izan pakete hau luzeagoa dela eta zure email hornitzaileak 30MBko eranskinak onartu behar dituela.
fa: توجه داشته باشید که این بسته بزرگ است و مستلزم آن است که ایمیل شما بتواند پیوست های بیش از 30MB را قبول کند.
fi: Huomaa, että tämä pakkaus on melko suuri ja tarvitsee sähköpostitarjoajan, joka sallii noin 30 megatavun kokoisen sähköpostiviestin liitetiedoston.
fr: Notez que ce paquet est plutôt volumineux et exige que votre fournisseur de messagerie permette des pièces jointes d'une taille d'environ 30 Mo.
fr_ca: Noter que ce paquet est plutôt gros et exige que votre fournisseur de courriel permette des pièces jointes d''environ 30 Mo.
he: שים לב שהקובץ הזו דיי גדול ולכן אתה זקוק לספק כתובת מייל שמאפשר לך לקבל קבצים בגדלים של 30 מגה בייט בערך.
hr_hr: Upozorenje: ovaj paket je relativno velik i Vaš davatelj email usluge Vam treba dozvoliti primanje privitaka od oko 30MB.
hu: Fontos, hogy ez a csomag igen nagy, és olyan email szolgáltatóra van szüksége, ahol a szolgáltató engedélyezi a 30MB méretű csatolmányokat.
id: Mohon dicatat bahwa paket ini berukuran agak besar dan memerlukan layanan surel Anda untuk mengizinkan lampiran berukuran sekitar 30MB.
it: Si noti che questo pacchetto è piuttosto grande e richiede che il proprio fornitore di servizi email permetta allegati di circa 30MB di dimensione.
ja: このパッケージはかなり大きく、サイズにして約30MBの添付ファイルを許可するメールプロパイダ―を必要とすることに注意してください。
km: ចងចាំ​ថា​កញ្ចប់​នេះ​រាង​ធំ​បន្តិច ហើយ​ត្រូវការ​ឲ្យ​ក្រុមហ៊ុន​ផ្ដល់​របស់​អ្នក អនុញ្ញាត​ឯកសារ​ភ្ជាប់​ទំហំ​ប្រហែល 30MB ។
ko: 주의 : 이 패키지는 30MB보다 크므로 이메일 제공자가 30MB 이상의 첨부 파일을 허용해야 합니다.
lv: Ievērojiet, ka šī pakotne ir salīdzinoši liela un, lai to piegādātu, ir nepieciešams, ka e-pasta pakalpojumu sniedzējs ļautu piegādāt pielikumus, kuri ir apmēram 30 MB lieli.
ms_my: Perhatikan bahawa pakej ini adalah agak besar dan memerlukan pembekal e-mel anda untuk membenarkan lampiran fail kira-kira saiz 30MB.
my: ဤဖိုင်ထုတ်သည် အရွယ်ကြီးပြီး သင့် အီးမေးလ် ပံ့ပိုးသူသည် 30 MB အရွယ် ပူးတွဲဖိုင်များ ပေးပို့ခွင့်ပြုရန် လိုအပ်သည်။
nb: Legg merke til at denne pakken er ganske stor og krever at e-post leverandøren din tillater vedlegg på rundt 30MB.
nl: Merk op dat dit pakket redelijk groot is en je e-mailprovider bijlagen van ongeveer 30MB in grootte moet toestaan.
nl_be: Gelieve u ervan te gewissen dat dit pakket nogal groot is, en daarom dient uw e-mail leverancier het toe te laten om bijlagen van ongeveer 30MB groot te kunnen ontvangen.
pl: Ta paczka jest raczej duża i wymaga, by Wasz dostawca poczty zezwalał na załączniki o rozmiarze około 30MB.
pt: Note que este pacote é bastante grande e requer que o seu fornecedor de email aceite anexos de cerca de 30MB de tamanho.
pt_br: Note que este pacote é bem maior e precisa que o seu provedor de e-mail permita anexos de aproximadamente 30MB de tamanho.
ro: Atentie! Acest pachet este cam mare si e nevoie ca furnizorul casutei postale sa permita atasamente de aprox. 30MB.
ru: Обратите внимание, что этот дистрибутив достаточно большой и требует чтобы ваш email провайдер позволял вложения размером около 30 Мб.
si_lk: මෙම පැකේජය විශාල වන අතර ඔබගේ විද්‍යුත් තැපෑල සේවාදායකයා 30MB ප්‍රමාණයේ ඇමුණුම් වලට ඉඩ දීම සිදු කල යුතුය.
sk: Všimnite si, že tento balík je pomerne veľký a je nutné, aby emailový poskytovateľ dovoľoval pripojiť do emailu prílohy o veľkosti až 30 MB.
sl_si: Upoštevajte, da je to velik paket in potrebuje dovoljenje vašega poštnega ponudnika za priponke velikosti okrog 30MB.
sq: Vini re se kjo paketë është mjaft e madhe do të duhet që ofruesi i e-postës tuaj të lejojë bashkëngjitje në madhësi rreth 30MB.
sr: Imajte u vidu da je ovaj paket relativno velik i potrebno je da vas email provajder dozvoljava priloge velicine oko 30MB.
sv: Notera att det här paketet är ganska stort och din mail-provider måste tillåta bilagor på kring 30 MB att bli skickade.
te_in: ఈ కూర్పు సుమారు 30MB పరిమాణం గల జతపరుపులను కలిగి ఉన్నందున మీ వేగు వాహకులు అంత పరిమాణాన్ని అనుమతించాల్సిన అవసరం ఉంటుందని గమనించగలరు.
th: ขอให้ทราบว่าแพกเกจนี้มีขนาดค่อนข้างใหญ่และต้องการให้ผู้ให้บริการอีเมล์ของคุณ สนับสนุนไฟล์แนบที่มีขนาดประมาณ 30MB
tr: Bu paket bayağı nispeten büyük olduğundan e-posta sağlayıcınızın 30MB boyutunda ek dosyalara izin vermesi gerekir.
uk: Зверніть увагу, що цей дистрибутив досить великий і вимагає, щоб ваш email провайдер дозволяв вкладення розміром близько 30 Мб.
zh_cn: 请注意，该软件包容量较大，接收文件的电子邮件需支持 30MB 的附件。
zh_tw: 請注意這個套件相當大，需要您的電子郵件服務提供商 允許的附件大小約為 30MB。

source: linux-x86_64: The Tor Browser Bundle package for Linux, 64bit versions.
ar: linux-x86_64: حزمة متصفح تور لنظام لينكس 64بت.
az: linux-x86_64: Linux, 64bit versiyası üçün The Tor Browser Bundle paketi.
cs: linux-x86_64: Balíček Tor Browser Bundle pro Linux, 64bitová verze.
cy: linux-x86_64: Pecyn Bwndel Porwr Tor i Linux, fersiynau 64bit.
da: linux-x86_64: Tor Browser Bundle-pakke til Linux, 64bit versioner.
de: linux-x86-64: Das Tor-Browser-Paket für 64bit Linux-Versionen.
el: linux-x86_64: Το Πακέτο Περιηγητή Tor για υπολογιστές με Linux, έκδοσης 64bit.
es: linux-x86_64: El Paquete de Navegador de Tor para versiones de Linux de 64 bits.
eu: linux-x86_64: Tor Browser Bundle paketea Linuxerako, 64 biteko bertsioak.
fa: linux-x86_64: بسته نرم افزاری تور برای سیستم عمل لینوکس 64 بیتی.
fi: linux-x86_64: Tor Browser Bundle-pakkaus Linux-käyttöjärjestelmälle, 64-bittisille versioille.
fr: Linux-x86_64 : Le navigateur Tor pour linux, versions en 64bit.
fr_ca: Linux-x86_64 : L'offre groupée de navigation Tor pour Linux, versions en 64 bits.
he: Linux-x86_64: חבילת Tor Browser Bundle ללינוקס בגרסאות 64 סיביות.
hr_hr: linux-x86_64: Tor Preglednički Paket za Linux, 64bitne verzije.
hu: linux-x86_64: A Tor böngésző csomag Linux-ra, 64bites verzió.
id: linux-x86_64: Paket Tor Browser Bundle untuk Linux, versi 64bit.
it: linux-x86_64: Il pacchetto Tor Browser Bundle per Linux, versioni a 64bit.
ja: linux-x86_64: Linuxの64bit版向けTor Browser Bundle package
km: linux-x86_64: កញ្ចប់ Tor Browser Bundle សម្រាប់​កំណែ Linux, 64bit ។
ko: linux-x86_64: 64bit 리눅스를 위한 Tor Browser Bundle입니다.
lv: linux-x86_64: Pārlūka Tor komplekts Linux'a 64 bit versijām.
ms_my: linux-x86_64: Pakej The Tor Browser Bundle untuk Linux versi 64bit.
my: linux-x86_64: Linux, 64bit ဗားရှင်းအတွက် Tor Browser Bundle ဖိုင်ထုတ် ဖြစ်သည်။
nb: linux-x86_64: Tor Browser Bundle pakken til Linux, 64bit versjoner.
nl: linux-x86_64: Het Tor Browser Bundle pakket voor Linux, 64-bit versies.
nl_be: linux-x86_64: Het Tor Browser Bundle pakket voor Linux, 64bit versies.
pl: linux-x86_64: Paczka Tora z Przeglądarką dla Linux, wersje 64bit.
pt: linux-x86_64: O pacote do Browser Tor para Linux, versões de 64 bits.
pt_br: linux-x86_64: O pacote Tor Browser para Linux, versões 64 bits.
ro: linux-x86_64:⏎ Pachetul Browser Tor pentru Linux pe 64biti.
ru: linux-x86_64: Дистрибутив Tor Browser Bundle для Linux, 64-битные версии.
si_lk: ලිනක්ස්-x86_64: ලිනක්ස්, 64බිට් අනුවාද සදහා වන Tor බ්‍රවුසර තොග පැකේජය.
sk: linux-x86_64: Tor Browser Bundle pre Linux, 64-bitová verzia.
sl_si: linux-x86_64: Paket Tor Iskalnik za Linux 64 bitno verzijo.
sq: linux-x86_64: Paketa e Tor Browser për Linux, versioni 64bit.
sr: inux-x86_64: Tor Browser paket za Linux, 64-bitne verzije.
sv: linux-x86_64: Tor Browser Bundle-paket för Linux, 64bitars-versioner.
te_in: లినక్స్-ఎక్స్‌86_64: లినక్స్, 64బిట్ రూపాంతరాల కోసం టోర్ విహారిణి మూట కూర్పు.
th: linux-x86_64: แพกเกจ Tor Browser Bundle สำหรับลีนุกซ์ 64bit
tr: linux-x86_64: 64-bit Linux sürümleri için Tor Browser Bundle paketi.
uk: linux-x86_64: The Tor Browser Bundle пакет для Linux, 64bit версій.
zh_cn: linux-x86_64： 用于 64 位 Linux 系统的 Tor Browser Bundle 软件包。
zh_tw: linux-x86_64: Tor 瀏覽器套件適用於 Linux 64 位元版本。

source: obfs-windows: The Tor Obfsproxy Browser Bundle for Windows operating systems. If you need strong censorship circumvention and you are running some version of the Windows, like Windows XP, Windows Vista or Windows 7, this is the package you should get.
ar: obfs-windows: نسخة متصفح تور لتوصيل النقل لنظام الوندوز. اذا كنت تريد قدرة عالية لتخطي الحجب و الرقابة ولديك واحد من انظمة ويندوز مثل ڤيستا, اكس بي او 7، قم بتنزيل هذه الرزمة.
az: obfs-windows: Windows əməliyyat sistemləri üçün The Tor Obfsproxy Browser Bundle. Əgər sən Windows XP, Windows Vista və ya Windows 7 kimi Windows versiyalarını istifadə edirsənsə və daha güclü senzura aldadıcıya ehtiyacın varsa, bu paket sənə görədir.
cs: obfs-windows: Tor Obfsproxy Browser Bundle pro operační systém Windows. Pokud hledáte silný nástroj pro obcházení cenzury a používáte některou z verzí Windows, jako Windows XP, Windows Vista nebo Windows 7, stáhněte si tento balíček.
cy: obfs-windows: Pecyn Porwr Obfsproxy Tor i systemau weithredu Windows. Os ydych yn angen osgoi sensoriaeth,ac rydych yn rhedeg fersiwn o Windows, fel Windows XP, Windows Vista neu Windows 7, dyma'r pecyn dylech cael.
da: obfs-windows: Den samlede pakke Tor Obfsproxy Browser Bundle til Windows-operativsystemer. Hvis du har brug for stærke midler til at omgå censur, og du kører en version af Windows, såsom Windows XP, Windows Vista eller Windows 7, så er dette pakken du bør hente.
de: obfs-windows: Das Tor Obfsproxy-Browser-Paket für Windows-Betriebssysteme. Wenn Sie starke Zensur umgehen müssen, und Sie ein Windows Betriebssystem wie z.B. Windows XP, Windows Vista oder Windows 7 haben, dann ist dieses das Paket, was Sie anfordern sollten.
el: obfs-windows: Το Πακέτο Περιηγητή Tor για λειτουργικά συστήματα Windows. Αν εκτελείτε κάποια έκδοση Windows, όπως το Windows XP, το Windows Vista ή Windows 7, αυτό είναι το πακέτο που πρέπει να παραλάβετε.
es: obfs-windows: El Paquete de Navegador Tor Obfsproxy para sistemas operativos Windows. Si necesita una evitar de forma robusta la censura, y está ejecutando alguna versión de Windows, como Windows XP, Windows Vista o Windows 7, este es el paquete que debe obtener.
eu: obfs-windows: Windows sistema eragileentzakoTor Obfsproxy Browser Bundlea. Zentsura sahiesgarritasun handia behar baduzu eta Windowsren bertsioren bat baldin badarabilzu, Windows XP, Windows Vista edo Windows 7 bezala, hau da hartu beharko zenukeen paketea.
fa: obfs-windows: بسته پروکسی مبهم تور برای سیستم‌عامل‌های ویندوز. اگر یک روش قوی برای عبور از سانسور می‌خواهید و یکی از نسخه‌های ویندوز مثل ویندوز اکس‌پی، ویندوز ویستا و یا ویندوز سون را دارید باید این بسته را دریافت کنید.
fi: obfs-windows: Tor Obfsproxy Browser Bundle Windows-käyttöjärjestelmille. Jos tarvitset vahvaa sensuroinnin kiertoa ja käytät jotain Windows-versiota, kuten Windows XP, Windows Vista tai Windows 7, sinun pitäisi pyytää tämä paketti.
fr: obfs-windows : L'Obfsproxy Browser Bundle pour Tor du système d'exploitation Windows. Si vous avez besoin d'un outil puissant de contournement de la censure et que vous êtes sous une version de Windows telle que Windows Xp, Windows Vista ou Windows 7, c'est le paquet que vous devriez prendre.
fr_ca: obfs-windows : L'offre groupée de navigation Tor Obfsproxy pour systèmes d'exploitation Windows. Si vous avez besoin d'un outil puissant de contournement de la censure et que vous êtes sous une version de Windows telle que Windows Xp ou Windows 7, c'est le paquet que vous devriez prendre.
he: obfs-windows: Tor Obfsproxy Browser Bundle עבור מערכת ההפעלה חלונות. באם הינך זקוק לאמצעי מעקף צנזורה חזקים ואתה משתמש בגרסה כלשהי של חלונות כגון חלונות XP, חלונות ויסטה או חלונות 7, זוהי החבילה המתאימה עבורך.
hr_hr: obfs-windows: Tor Obfsproxy Preglednički Paket za operacijske sustave Windows. Ako trebate jaka zaobilaženja cenzure i radite na nekoj inačici Windowsa, kao Windows XP, Windows Vista ili Windows 7, ovo je paket koji trebate.
hu: obfs-windows: A Tor Obfsproxy Böngésző csomag Windows operációs rendszerre. Ha egy erős cenzúra megkerülő eszközre van szüksége, és a Windows valamelyik verzióját használja, mint Windows XP, Windows Vista vagy Windows 7, ez az a csomag, amire szüksége van.
id: obfs-windows: Tor Obfsproxy Browser Bundle untuk sistem operasi Windows. Jika Anda memerlukan cara untuk menghindari sensor yang lebih ketat dan Anda menjalankan salah satu versi Windows, seperti Windows XP, Windows Vista atau Windows 7, ini adalah paket yang harus Anda dapatkan.
it: obfs-windows: Il Tor Obfsproxy Browser Bundle per sistemi operativi Windows. Se si necessita di un sistema potente per aggirare la censura e si sta utilizzando una versione di Windows, come Windows XP, Windows Vista o Windows 7, questo è il pacchetto da richiedere.
ja: obfs-windows： Windowsオペレーティングシステム向けTor Obfsproxy browser bundleです。 もし強力な検閲回避を必要とし、Windows XP、Windows Vista、Windows7などを使用している場合、このパッケージが必要です。
km: obfs-windows: Tor Obfsproxy Browser Bundle សម្រាប់​ប្រព័ន្ធ​ប្រតិបត្តិការ Windows ។ បើ​អ្នក ចង់​បាន​ការ​បញ្ចៀស​ការ​ចាប់​ពិរុទ្ធ​ខ្លាំង ហើយ​អ្នក​កំពុង​ដំណើរការ​កំណែ​មួយ​ចំនួន នៃ Windows, ដូចជា Windows XP, Windows Vista ឬ Windows 7, នេះ​ជា កញ្ចប់​ដែល​អ្នក​គួរតែ​មាន។
ko: obfs-windows : 윈도우 운영 체제를 위한 Tor Obfsproxy browser bundle입니다. 만약 강력한 검열 우회를 필요로 하고 Windows XP, Windows Vista, Windows 7 등을 사용하고 계신다면, 이 패키지가 필요합니다.
lv: obfs-windows: Tor'a Obfsproxy Browser Bundle Windows operētājsistēmām. Ja jāapiet stipra cenzūra un izmantojat kādu no Windows OS, piem., Windows XP, Windows Vista vai Windows 7, tad šī ir īstā pakotne.
ms_my: obfs-windows: Tor Obfsproxy Browser Bundle untuk sistem operasi Windows. Jika anda perlu pemintasan penapisan yang kuat dan anda menjalankan beberapa versi Windows, seperti Windows XP, Windows Vista atau Windows 7, ini adalah pakej yang anda perlu dapatkan.
nb: obfs-windows: Tor Obfsproxy Browser Bundle til Windows operativsystemer. Hvis du har behov for å omgå strikt sensur og kjører en versjon av Windows, som Windows XP, Windows Vista eller Windows 7, så er dette pakken du bør laste ned.
nl: obfs-windows: De Tor Obfsproxy Browser Bundle voor Windows besturingsystemen. Als je sterke censuur preventie nodig hebt en je gebruikt een versie van Windows, zoals Windows XP, Windows Vista of Windows 7, is dit het pakket dat je moet gebruiken.
nl_be: obfs-windows: De Tor Obfsproxy Browser Bundle voor Windows besturingsytemen. Indien u sterke censuur dient te omzeilen en indien u één van de volgende versies van Windows draait, zoals Windows XP, Windows Vista or Windows 7, is dit het pakket dat u dient te gebruiken.
pl: obfs-windows: Tor Obfsproxy Browser Bundle dla systemów Windows. Jeżeli potrzebujesz mocnego omijania cenzury i używasz którejkolwiek wersji Windows, jak Windows XP, Windows Vista czy Windows 7, to potrzebujesz tej paczki.
pt: obfs-windows: O pacote Tor Obfsproxy Browser Bundle para sistemas operativos Windows. Se precisa de fortes medidas de evasão à censura, e usa uma versão do Windows, como o Windows XP, Windows Vista ou Windows 7, este é o pacote a usar.
pt_br: obfs-windows: O Tor Obfsproxy Browser Bundle para o Windows. Se você precisar de uma ferramenta robusta para driblar a censura e estiver executando uma das versões do Windows, como Windows XP, Windows Vista ou Windows 7, este é o pacote que você deve obter.
ro: obfs-windows: Pachetul Browser Tor Obfsproxy pentru sistemele de operare Windows. Daca ai nevoie de un sistem puternic pentru circumventia cenzurii si folosesti o versiune de Windows, precum Windows XP, Windows Vista sau Windows 7, acesta este pachetul pe care ar trebui sa il descarci.
ru: obfs-windows:⏎ Tor Obfsproxy Browser Bundle для Windows. Если вам нужно⏎ обойти сильную цензуру и у вас определенная версия⏎ Windows, например, Windows XP, Windows Vista или Windows 7, тогда этот пакет⏎ для вас.
si_lk: obfs-වින්ඩෝස්: මෙය වින්ඩෝස් මෙහෙයුම් පද්ධතිය සදහා වූ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොගයයි. ඔබට ශක්තිමත් වාරණ හසුකිරීමක් අවශ්‍ය නම් සහ ඔබ වින්ඩෝස්හි යම් අනුවාදයක් එනම්, වින්ඩෝස් XP, වින්ඩෝස් විස්ටා හෝ වින්ඩෝස් 7, විචල්‍ය කරයි නම් ඔබ ගත යුතු පැකේජය මෙයයි.
sk: obfs-windows:⏎ The Tor Obfsproxy prehliadač pre pre operačné systémy Windows. Ak potrebujete⏎ obchádzať cenzúru a váš systém je ⏎ Windows, ako: Windows XP, Windows Vista, alebo Windows 7, tento balík⏎ je pre vás.
sl_si: obfs-windows: Paket Tor Obfsproxy Iskalnik za Windows OS. Če rabite izogibanje močni cenzuri in poganjate katero od verzij Oken kot Windows XP, Windows Vista ali Windows 7, je to paket, ki ga morate imeti.
sq: obfs-windows: Paketa e Tor Obfsproxy Browser për sistemet operative Windows. Nëse doni shmangie të fortë të censurës dhe ju po ekzekutoni ndonjë version të Windows, si Windows XP, Windows Vista ose Windows 7, kjo është paketa që duhet të merrni.
sv: obfs-windows: Tor Obfsproxy Browser Bundle för Windows operativsystem. Om du behöver ett kringgå stark censur och kör någon version av Windows, så som Windows XP, Windows Vista eller Windows 7, så är det detta paket du skall hämta.
te_in: ఓబిఎఫ్‌ఎస్‌-విండోస్: విండోస్ నిర్వహణ వ్యవస్థ కోసం టోర్ ఓబిఎఫ్‌ఎస్‌ప్రాతినిధ్య విహారిణి మూట కూర్పు. మీకు ధృఢమైన నిషేధ యుక్తి కావాలనుకుంటే మరియు మీరు కనుక విండోస్ ఎక్స్‌పి, విండోస్ విస్తా లేదా విండోస్ 7 లాంటి ఏదైనా విండోస్ రూపాంతరాన్ని వాడుతున్నట్లైతే మీరు ఈ కూర్పును పొందాలి.
th: obfs-windows Tor Obfsproxy Browser Bundle สำหรับระบบปฏิบัติการวินโดว์ส ถ้าคุณต้องการ ระบบการหลีกเลี่ยงการเซ็นเซอร์และคุณใช้ระบบปฏิบัติการวินโดว์สอย่างเช่น Windows XP Windows Vista หรือ Windows 7 นี่คือแพกเกจที่คุณควรได้รับ
tr: obfs-windows: Windows işletim sistemleri için Tor Obfsproxy Browser Bundle paketi. Güçlü bir sansür engelleme sistemine gerek duyuyorsanız ve Windows XP, Windows Vista ya da Windows 7 gibi bir Windows işletim sistemi kullanıyorsanız bu paketi edinmeniz gerekir.
uk: obfs-windows: Tor Obfsproxy Browser Bundle для Windows. Якщо вам потрібно обійти сильну цензуру і у вас певна версія Windows, наприклад, Windows XP, Windows Vista або Windows 7, тоді цей пакет для вас.
zh_cn: obfs-windows： 用于 Windows 系统的 Tor Obfsproxy Browser Bundle。如需更强的审查 规避功能，并且正在使用某个版本的 Windows 系统，比如 Windows XP、 Windows Vista 或 Windows 7，应请求获取该软件包。
zh_tw: obfs-windows: Tor Obfsproxy 瀏覽器套件適用於Windows作業系統，若您需要⏎ 強大的審查規避工具適用於您正在運行某些版本的Windows，⏎ 像是 Windows XP、Windows Vista或Windows 7，此套件是⏎ 您所需要的。
