Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: If your bandwith is low or your provider doesn't allow you to receive large attachments in your email, GetTor can send you several small packages instead of one big one.
ar: اذا كانت سرعة الإنترنت لديك بطيئة أو مزود الخدمة لديك لا يسمح باستقبال مرفقات كبيرة في الرسائل، يمكن لـ"GetTor " أن يرسل لك مجموعة من الملفات الصغيرة عوضاً عن ملف واحد كبير.
az: Sənin giriş icazən aşağıdırsa, ya da sənin provayderin böyük faylları email vasitəsilə qəbul etmənə qadağa qoyursa, GetTor bir iri fayl əvəzinə sənə bir neçə kiçik paketlər də göndərə bilər.
ca: Si la teva connexió a internet és baixa o el teu proveïdor d'internet no et permet rebre grans packs en el teu mail, GetTor t'ho pot oferir en diversos paquets petits en lloc d'un gran.
cs: Pokud je vaše připojení příliš pomalé, nebo pokud vám poskytovatel připojení nedovolí přijímat větší přílohy v e-mailu, může vám GetTor poslat více malých balíčků místo jednoho velkého.
cy: Os mae eich ystod yn isel, neu nid ydych eich darparwr yn gadael i chithau derbyn atodiadau fawr yn eich e-byst, gall GetTor anfon llawer o pecynnau fychan yn lle un pecyn fawr.
da: Hvis din båndbredde er lav, eller din udbyder ikke tillader dig at modtage store vedhæftede filer i din e-mail, kan GetTor sende dig flere små pakker i stedet for én stor én.
de: Sollten Sie über eine geringe Bandbreite verfügen oder der Anbieter keine größeren Anhänge erlauben, kann GetTor einige kleine Pakete anstelle eines großes senden.
el: Αν το εύρος ζώνης της σύνδεσής σας είναι μικρό ή αν ο πάροχος υπηρεσιών διαδικτύου δεν σας επιτρέπει να λαμβάνετε μεγάλα αρχεία στην διεύθυνση ταχυδρομείου σας, το GetTor μπορεί να σας αποστείλει πολλαπλά μικρά πακέτα αντί για ένα ενιαίο μεγάλο πακέτο.
es: Si su ancho de banda es reducido o su proveedor no le permite recibir archivos adjuntos grandes en su correo, GetTor puede enviarle varios paquetes más pequeños en lugar de uno grande.
eu: Zure banda-zabalera baxua bada edo zure hornitzaileak mezuetan eranskin luzeak jasotzea baimentzen ez badizu, GetTorek hainbat pakete zati bidali zaitzake handi bat izan beharrean.
fa: اگر سرعت اینترنت شما پایین است و یا قادر به دریافت پیوست ایمیل با حجم زیاد نیستید، سیستم دریافت تور می‌تواند چند بسته کوچت به جای یک بسته بزرگ به شما ایمیل کند.
fi: Jos kaistanleveytesi on pieni tai palveluntarjoajasi ei salli sinun vastaanottaa suuria liitetiedostoja sähköposteissasi, GetTor voi lähettää useita pieniä paketteja yhden suuren sijasta.
fil: Kapag ang bandwidth mo ay mababa o ang iyong provider ay hindi ka pinayagan na tumanggap ng malalaking attachments sa iyong email, ang GetTor at maaaring magpadala sa iyo ng maliliit na packages kesa sa isang malaking package.
fr: Si votre bande passante est limitée ou que votre fournisseur ne vous autorise pas à recevoir des pièces jointes volumineuses dans vos mails, GetTor peut vous envoyer plusieurs petits packages à la place d'un seul gros.
fr_ca: Si votre bande passante est limitée ou que votre fournisseur ne vous autorise pas à recevoir des pièces jointes volumineuses dans vos courriels, GetTor peut vous envoyer plusieurs petits paquets au lieu d'un seul gros.
he: אם רוחב הפס שלך או ספק האינטרנט שלך לא מאפשרים לך לקבל קבצים גדולים במייל, GetTor יכול לשלוח לך כמה חבילות קטנות במקום אחת גדולה.
hr_hr: Ako je Vaša propusnost niska ili Vaš provider ne dozvoljava da primate veće privitke u svom email-u, GetTor Vam može poslati više malih paketa umjesto jednog velikog.
hu: Ha a sávszélessége alacsony, vagy a szolgáltatója nem teszi lehetővé nagy csatolmányok fogadását emailben, akkor a GetTor küldhet kisebb méretű csomagokat egy nagy helyett.
id: Jika lebar-pita Anda rendah atau penyedia layanan tidak memperbolehkan Anda menerima lampiran besar di dalam surel Anda, GetTor bisa mengirimkan beberapa paket kecil daripada satu paket besar.
it: Se si ha poca banda a disposizione o se il proprio provider non permette di ricevere allegati oltre una certa dimensione via email, GetTor può inviare diversi pacchetti di piccole dimensioni invece di un unico grande pacchetto.
ja: 貴方の帯域幅が少ないか、プロバイダーがメールで大容量の添付ファイルの受け取りを許していない場合、GetTorは一つの大きなパッケージの代わりに複数の小さなパッケージを送ることができます。
km: បើ​កម្រិត​បញ្ជូន​របស់​អ្នក​ទាប ឬ​ក្រុមហ៊ុន​ផ្ដល់​មិន​អនុញ្ញាត​ឲ្យ​អ្នក​ទទួល ឯកសារ​ភ្ជាប់​ធំ​នៅ​ក្នុង​អ៊ីមែល​របស់​អ្នក GetTor អាច​ផ្ញើ​ឲ្យ​អ្នក​នូវ​កញ្ចប់​តូចៗ មួយ​ចំនួន​ជំនួស​ឲ្យ​កញ្ចប់​ធំ។
ko: 귀하의 대역폭이 낮거나 귀하의 ISP가 이메일에서 큰 첨부파일을 허용하지 않을경우, GetTor는 큰 파일 대신 작은 여러 개의 압축 파일을 보낼 수 있습니다.
lv: Ja joslas platums ir mazs vai Jūsu IPS neļauj e-pastā saņemt lielus pielikumus, GetTor var nosūtīt Jums vairākas mazas pakotnes vienas lielās pakotnes vietā.
ms_my: Jika bandwidth anda rendah dan pembekal anda tidak membenarkan anda untuk menerima attachment bersaiz besar di dalam email anda, GetTor boleh menghantar anda pakej yang bersaiz kecil yang telah dipecahkan selain dari pakej bersaiz besar.
my: အကယ်၍ သင့် bandwith နိမ့်နေလျှင် (သို့) အင်တာနက် ပံ့ပိုးသူသည် သင့် အီးမေးလ်ဖြင့် ပူးတွဲဖိုင်ကြီးများကို ရယူခွင့် မပြုလျှင်၊ GetTor သည့် ဖိုင်ကြီးဖြင့် မပေးပဲ ဖိုင်ကို အပိုင်းငယ်ဖြစ်အောင် ပိုင်းပြီး ပေးပို့ပေးနိင်သည်။
nb: Hvis båndbredden din er lav eller at internettleverandøren din ikke tillater mottak av større vedlegg per e-post, kan GetTor sende deg flere mindre pakker i stedet for en stor.
nl: Als je bandbreedte laag is of je e-maildienst staat je niet toe om grote bijlagen in je e-mail te ontvangen dan kan GetTor je meerdere kleine pakketjes in plaats van één grote.
nl_be: Indien uw bandbreedte onvoldoende is, of indien uw internet leverancier het niet toelaat om grote pakketten te ontvangen via e-mail, kan GetTor u kleinere pakketten versturen in plaats van één groot pakket.
pl: Jeśli przepustowość Twojego łącza jest niska lub Twój dostawca Internetu nie pozwala Ci odbierać dużych załączników w poczcie GetTor może wysłać Ci kilka małych paczek zamiast jednej dużej.
pt: Se a sua largura de banda é baixa, ou o seu fornecedor não lhe permite receber anexos grandes no seu email, o GetTor pode enviar-lhe vários pacotes pequenos em vez de um grande.
pt_br: Se sua banda for curta ou o seu provedor não permitir que você receba arquivos mais pesados na sua conta e-mail, GetTor pode enviar-lhe pequenos pacotes ao invés de apenas um, grande.
ro: Dacă banda dvs. de internet e redusă sau dacă furnizorul de internet nu vă permite să primiți atașamente mari în e-mail, GetTor vă poate trimite mai multe pachete mici în locul unuia mare.
ru: Если у вас узкий канал или ваш провайдер не позволяет вам получать большие вложения в вашем почтовом ящике, GetTor может отправить вам несколько небольших пакетов вместо одного большого.
si_lk: ඔබගේ කලාපපළල අඩු හෝ ඔබගේ සේවාදායකයා ඔබ හට විශාල ඇමුණුම් ඔබගේ විද්‍යුත් තැපෑලේ ලැබීමට අවසර නොදේනම්, GetTor ඔබට විශාල පැකේජ වෙනුවට කුඩා පැකේජ කිහිපයක් එවීමට හැක.
sk: Ak je Vaše pripojenie príliš pomalé alebo Váš poskytovateľ Vám nepovoľuje prijímať veľké prílohy vo Vašich emailoch, GetTor Vám môže poslať niekoľko menších balíkov namiesto jedného veľkého.
sl_si: Če je vaša povezava nizka ali vaš ponudnik ne podpira prejemanje velikih priponk v vaši e-pošti, vam lahko GetTor pošlje manjše paketke namesto enaga velikega.
sq: Nëse gjerësia e bandës tuaj është e ulët, ose nëse ofruesi juaj i internetit s'do t'ju lejojë të merrni bashkëngjitje me vëllim të madh në e-postën tuaj, , GetTor-i mund t'ju dërgojë disa paketa të vogla, përkundër një të madhe.
sr: Ako je vasa propusnost spora, ili vas provajder ne dozvoljava da primate velike fajlove u vasem e-mailu, GetTor vam moze poslati vise manjih paketa umesto jednog velikog.
sv: Om din bandvidd är låg eller din internetleverantör inte tillåter dig att ta emot stora bifogade filer i din email så kan GetTor skicka dig flera små paket istället för en stor.
ta: உங்கள் இணையத்தின் வேகம் குறைவாக இருந்தாலோ, அல்லது உங்கலின் மின்னஞ்சல் சேவை நிறுவனம் உங்கலின் மின்னஞ்சலில் பெரிய இணைப்புகளைப் பெற அனுமதி கொடுக்கவில்லை என்றாலோ, GetTor-னால் உங்களுக்காக, ஒரு பெரிய தொகுப்பிற்கு பதிலாக, பல சிறிய தொகுப்புகளாக அனுப்ப முடியும்.
te_in: మీ బ్యాండ్‌విడ్త్ తక్కువ ఉన్నా లేక మీ జాల సమర్పకులు పెద్ద జతపరుపులను వేగు ద్వారా అనుమతించకున్నా, గెట్‌టోర్ ఒకే పెద్ద కూర్పుకు బదులుగా చిన్న పరిమాణం గల విభజిత కూర్పులను పంపగలదు.
th: ถ้าแบนด์วิดท์ต่ำหรือผู้ให้บริการของคุณไม่อนุญาตให้คุณ รับไฟล์แนบขนาดใหญ่ในอีเมล์ GetTorสามารถส่งไฟล์เป็น แพกเกจขนาดเล็กหลายอันแทนอันใหญ่อันเดียวได้
tr: Bant genişliğiniz düşükse ya da İnternet sağlayıcınız büyük boyutlu ileti ekleri almanıza izin vermiyorsa, GetTor size tek bir büyük dosya yerine küçük boyutta bir kaç dosya gönderebilir.
uk: Якщо у вас вузький канал або ваш провайдер не дозволяє вам отримувати великі вкладення у вашій поштовій скриньці, GetTor може відправити вам кілька невеликих пакетів замість одного великого.
vi: Nếu băng thông của bạn chậm hoặc nhà cung cấp không cho phép bạn nhận những tập tin đính kèm lớn trong email của bạn, GerTor có thể gửi bạn nhiều gói nhỏ thay vì một gói lớn.
zh_cn: 如果网络宽带较慢或者无法接收较大的附件，GetTor 可将较大的 软件包分为数个小的压缩包发送。
zh_tw: 如果您的頻寬較低或是您的供應商不允許您 在您的電子郵件中收到大型的附件，GetTor 可以傳送幾個 較小容量套件（並非大容量）給您。

source: Simply include the keyword 'split' in a new line on its own (this part is important!) like so: windows split
ar: ببساطة أضف الكلمة 'split' لوحدها في سطر مستقل (هذا الجزء مهم!)، مثال: windows split
az: Sadəcə olaraq bu şəkildə 'split' açar sözünü yeni sətirə daxil et (bu hissə vacibdir!): windows split
ca: Simplement inclou la paraula clau "dividit" en una nova línia (això és important) com per exemple: windows dividir
cs: Jednoduše takto napište slovo "split" na nový řádek (tato část je velice důležitá): windows split
cy: Yn syml, rhowch yr allweddair 'split' mewn llinell newydd ar ei hyn (mae'r rhan hyn yn pwysig!) fel hyn: windows split
da: Du skal blot inkludere søgeordet 'split' i en ny linje på eget (denne del er vigtig!) Som så: vinduer split
de: Bitte einfach das Schlagwort »split« in einer neuen Zeile einfügen (das ist sehr Wichtig!) z.B. so: windows split
el: Απλώς γράψτε την λέξη 'split' μόνη της σε μια νέα γραμμή του μηνύματός σας (η ενέργεια αυτή είναι σημαντική!), ως εξής: windows split
es: Simplemente incluya la palabra clave 'split' en una nueva línea que no contenga nada más (¡esto es importante!) de la siguiente manera: windows split
eu: Besterik gabe 'split' hitza gehitu lerro berri batean (hau garrantzitsua da!), hau bezala: windows split
fa: برای این منظور، کافی است واژه split را در یک خط به صورت مجزا قرار دهید. (دقت کنید که این کلمه به تنهایی و به صورت مجزا در یک خط قرار گیرد)؛ به عنوان مثال: windows split
fi: Sisällytä yksinkertaisesti avainsana ’split’ uudelle riville yksinään (tämä osa on tärkeää!) kuten: windows split
fil: Ilagay ang keyword na 'split' sa bagong line na para sa ito lamang (ang parte na ito ay importante!) halimabawa: windows split
fr: Indiquez simplement le mot clé "split" dans une nouvelle ligne du mail (ceci est très important) comme ceci : windows split
fr_ca: Indiquez simplement le mot-clef "split" sur une nouvelle ligne à part (ceci est important!) comme ceci : windows split
he: כתוב את המילה 'split' בשורה חדשה משלה (חלק זה חשוב) כך: windows split
hr_hr: Uključite ključnu riječ 'split' u novi red, samu. (Ovaj dio je važan!) Kao ovdje: windows split
hu: Egyszerűen csak rakja bele a 'split' (darabol) szót egy új sorba egyedül (ez az új sor fontos!) valahogy így: windows split
id: Cukup sertakan kata kunci 'split' pada baris terpisah (bagian ini penting!) sebagai berikut: windows split
it: Basterà includere la sola parola chiave "split" in una nuova riga per conto suo (questo particolare è importante!) come ad esempio: windows split
ja: 以下のように、新しい行に「split」というキーワードを含めるだけです(この部分は重要です!): windows split
km: រួមបញ្ចូល​ពាក្យ​គន្លឹះ 'split' នៅ​ក្នុង​បន្ទាត់​ថ្មី (ផ្នែក​នេះ សំខាន់​ណាស់!) ដូចជា៖ windows split
ko: 간단히 'split' 을 다음 줄에 써 주십시오. 예시는 다음과 같습니다: windows split
lv: Vienkārši ierakstiet atsevišķi atslēgvārdu 'split' jeb sadalīt jaunā rindā (tas ir svarīgi!), kā norādīts: windows split
ms_my: Hanya masukkan ayat 'split' pada line baru seperti yang berikut (part ini penting) :- windows split
my: 'split' ဆိုသည့် စာလုံးကို လိုင်းနောက်တစ်ကြောင်း၌ ထည့်သွင်းပါ - windows splitစသည်ဖြင့်။
nb: Det er så enkelt som å inkludere ordet 'split' alene på en ny linje (denne delen er viktig) slik: windows split
nl: Voeg simpelweg de keyword 'split' op een nieuwe, zelfstaande regel toe (dit is belangrijk!) zoals dit: windows split
nl_be: U dient simpelweg het kernwoord 'split' te gebruken op een nieuwe regel (dit is belangrijk ! ). Bijvoorbeeld : windows split
pl: Po prostu dołącz słowo 'split' w osobnej linii (to jest ważne), o tak: windows split
pt: Inclua a palavra 'split', numa nova linha independente (esta parte é importante!) como no exemplo: windows split
pt_br: Simplesmente inclua a palavra 'split' em uma nova linha (esta parte é importante!), como abaixo: windows split
ro: Pur și simplu includeți cuvântul cheie 'split' într-o linie nouă și de unul singur (acest lucru este important), după cum se arată mai jos: windows split
ru: Просто добавьте ключевое слово 'split' на отдельную (это важно) строку, например: windows split
si_lk: 'බෙදුම්' යන යතුරු වචනය නව පේළියක තනිව අන්තර්ගත කරන්න (මෙම කොටස වැදගත්ය!) එසේම එමනිසා: වින්ඩෝස් බෙදුම්
sk: Jednoducho pridajte slovo 'split' do nového riadku (toto je dôležité!) nasledujúcim spôsobom: windows split
sl_si: Enostavno vključite ključno besedo 'split' v novi vrstici v lastno (ta del je pomemben!) podobno: windows split
sq: Thjesht përfshini fjalën kyçe "ndani" në një resht të ri të vetmuar (kjo pjesë është e rëndësishme!), kështu: ndani dritaret
sr: Једноставно ставите реч 'split' саму (ово је битно!) у новом реду овако: windows split
sv: Inkludera bara order 'split' i en ny linje för sig själv (denna del är viktig!) så här: windows split
ta: 'split' என்கிற வார்த்தையை தனியாக ஓர் வரியில் சேர்க்கவும். (இவ்வார்த்தை தனி வரியில் இருப்பது அவசியம்). இது போல : windows split
te_in: క్రింది విధంగా 'split' అనే మూల పదాన్ని మరొక కొత్త లైన్‌లో చేర్చండి. (ఇది చాలా ముఖ్యమైనది!) windows split
th: ใส่คำหลัก 'split' ในบรรทัดใหม่ของตัวเอง (ส่วนนี้ สำคัญมาก!) ดังนี้: windows split
tr: Yeni bir satıra "split" sözcüğünü aşağıdaki gibi tek başına yazın (burası önemli!): windows split
uk: Просто додайте ключове слово 'split' у окремому (це важливо!) рядку, наприклад: windows split
vi: Chỉ đơn giản bao gồm từ khóa 'split' ở một dòng mới bằng chính nó (phần này rất quan trọng!) giống thế này: windows split
zh_cn: 只要另起一行（这一点很重要！）写上关键词“split”即可，例如： windows split
zh_tw: 只需在它自己的新行包含關鍵字「分割」(這部分 很重要!)，像這樣: 視窗 分割

source: Sending this text in an email to GetTor will cause it to send you the Tor Browser Bundle in a number of 1,4MB attachments.
ar: إرسال هذا النص في بريد إلكتروني إلى 'GetTor' سيؤدي إلى إرسال لكم حزمة متصفح تور في عدد من المرفقات 1،4 ميجابايت.
az: GetTor-a bu mətnin emaillə göndərilməsi sənə Tor Browser Bundle tərəfindən bir neçə 1,4MB həcmdə faylın göndərilməsi ilə nəticələnəcək.
ca: Enviant aquest text al correu GetTo, rebràs el navegador Tor Bundle en forma d'adjunt de 1,4 MB.
cs: Posláním tohoto textu v e-mailu GetToru obdržíte balíček Tor Browser Bundle v podobě několika příloh o velikosti 1,4 MB.
cy: Wrth anfon yr testyn hon mewn e-bost i GetTor, fyddwch yn derbyn Pecyn Porwr Tor mewn nifer o atodiadau 1.4MB.
da: Hvis du sender denne tekst i en email til GetTor, vil den sende dig Tor Browser Bundle i en række 1,4MB vedhæftninger.
de: Wenn Sie diesen Text in einer E-Mail an GetTor schicken wird das Tor-Browser-Paket in mehreren 1,4 MB großen Anhängen an Sie gesendet.
el: Στέλνοντας αυτό το κείμενο, χρησιμοποιώντας ένα email, προς το GetTor θα σας σταλεί το Tor Browser Bundle σε μία σειρά από συνημμένα χωρητικότητας 1,4 MB.
es: Enviar este texto en un correo a GetTor causará que te enviemos el Paquete de Navegador Tor en varios archivos adjuntos de 1,4MB.
eu: Testu hau mezu batean GetTori bidaltzeak honek Tor Browser Bundlea zuri bidaltzea ekarriko du, 1,4MBko eranskinetan.
fa: اگر این عبارت را از طریق ایمیل به «آدرسِ ایمیل دریافت تور» ارسال کنید، به طور خودکار ایمیلی دریافت خواهید کرد، که «بسته نرم افزاری تور» به صورت فایل های ۱٫۴ مگابایتی به آن پیوست شده است.
fi: Tämän tekstin lähettäminen sähköpostiviestissä GetTor-osoitteeseen aiheuttaa sen, että sinulle lähetetään Tor Browser Bundle-pakkaus lukuisina 1,4 megatavun kokoisina sähköpostiliitteinä.
fil: Sa pagpapadala ng text na ito sa isang email para sa GetTor ay magreresulta ng pagpapadala sa iyo ng Tor Browser Bundle na may 1,4MB na laki ng attachments.
fr: L'envoi de ce texte dans un e-mail à GetTor lui fera vous envoyer le Paquetage de Navigation Tor en un certain nombre de pièces jointes de 1,4 Mo.
fr_ca: Envoyer ce texte dans un courriel à GetTor lui fera vous envoyer l'offre groupée de navigation Tor en plusieurs pièces jointes de 1,4 Mo.
he: שליחת הטקסט הזה ל-GetTor יגרום לך לקבל במייל את חבילת הדפדפן של טור במספר קבצים של 1.4 מגה בייט.
hr_hr: Ako pošaljete ovaj tekst u emailu za GetTor, Tor preglednički paket će Vam biti poslan u nizu privitaka veličine 1.4 MB.
hu: Ezt a szöveget elküldve egy emailben a GetTor részére, pár emailt fogunk küldeni, amely tartalmazza a Tor Böngésző csomagot, 1,4MB méretű csatolmányokban.
id: Dengan mengirimkan teks ini melalui surel ke GetTor akan membuat GetTor mengirimkan Tor Browser Bundle dalam lampiran sebesar 1,4MB.
it: Inviare questo testo in una email a GetTor per ricevere il Tor Browser Bundle sotto forma di un certo numero di allegati da 1,4MB
ja: このテキストを電子メールでGetTerにお送りください。Tor browser bundleが1.4 MBの添付ファイルに分割してあなたに送信されます。
km: ផ្ញើ​អត្ថបទ​នេះ​តាម​អ៊ីមែល​ទៅ GetTor បន្ទាប់មក​វា​នឹង​ផ្ញើ​ឲ្យ​អ្នក នូវ​ឯកសារ​ភ្ជាប់ Tor Browser Bundle ទំហំ 1,4MB ។
ko: 이 텍스트를 이메일로 GetTor에 보내시면 Tor browser bundle을 1.4 MB 첨부 파일로 분할하여 보내드립니다.
lv: Ja e-pastā nosūtīsiet GetTor'am šo tekstu, saņemsiet Tor'a pārlūka komplektu vairāku 1,4 MB lielu pielikumu veidā.
ms_my: Menghantar teks ini dalam e-mel kepada GetTor akan menyebabkan ia menghantar Bundle Pelayar Tor dalam saiz 1,4MB kepada beberapa bahagian.
my: ဤစာသားကို GetTor ထံ အီးမေးလ် ပေးပို့ခြင်းဖြင့် Tor Browser Bundle ကို 1,4MB အရွယ်ရှိ ပူးတွဲဖိုင်များပါ ပေးပို့မည် ဖြစ်သည်။
nb: Ved å sende denne teksten i en e-post til GetTor vil du bli tilsendt Tor Browser Bundle i deler, over en rekke vedlegg på 1.4MB.
nl: Wanneer u deze tekst in een e-mail naar GetTor zendt, zal de Browser Bundle naar u verzonden worden in meerdere bijlagen van elk 1,4MB.
nl_be: Indien u 'split' gebruikt in uw e-mail, zal GetTor u de Tor Browser Bundle versturen in bijlagen van 1,4MB.
pl: Wysłanie tego tekstu w wiadomości do GetTor sprawi, że przyśle Ci on paczkę Tora z Przeglądarką w kilku załącznikach po 1,4MB.
pt: Ao enviar este texto num e-mail para o GetTor, irá fazer com que este lhe envie o Pacote do Navegador Tor, em vários anexos de 1,4 MB.
pt_br: Se você enviar esta mensagem em um e-mail para GetTor, receberá um pacote Tor Browser em uma série de anexos de 1,4 MB.
ro: Trimițând acest text într-un e-mail către GetTor, va face ca acesta să vă trimită Tor Browser Bundle, în atașamente de câte 1,4MB fiecare.
ru: Отправка данного текста по e-mail на GetTor заставит его отправить вам Tor Browser Bundle частями с вложениями размером 1,4МБ.
si_lk: මෙම පෙළ විද්‍යුත් තැපෑල මගින් GetTor වෙත යැවීමෙන් ඔබට Tor බ්‍රවුසර් තොගය 1,4MB ඇමිණුම් ගණනක් මගින් යැවීමට සිදුවේ.
sk: Ak pošlete tento text v emaile GetToru, dostanete Tor Browser Bundle ako niekoľko 1,4MB príloh.
sl_si: Ta poslan tekst v e-pismu za GetTor bo povzročil, da vam pošljemo Tor Iskalniški paket kot priponko v velikosti 1,4MB.
sq: Duke dërguar këtë tekst në një e-postë tek GetTor-i, do të bëjë që ai t'ju dërgojë Paketën e Tor Browser në një numër bashkëngjitjesh prej 1,4MB.
sr: Слање овог текста на GetTor ће омогућити то да Вам пошаљемо Tor Browser Bundle путем прилога од по 1,4 MB.
sv: Att skicka denna text som e-post till GetTor kommer göra att den sänder dig Tor Browser Bundle i ett antal bifogade filer om 1,4MB styck.
ta: GetTor-டம் ஒரு மின்னஞ்சலில் இந்த உரையை அனுப்பினால், அது உங்களுக்கு Tor Browser kattai, பல 1, 4 MB இணைப்புகளாக அனுப்பிவைக்கும்.
te_in: ఈ పాఠ్యాన్ని వేగు ద్వార పంపుట వలన గెట్‌టోర్ మీకు 1,4MB పరిమాణం గల టోర్ విహారిణి మూటను మీకు జత చేసి పంపుతుంది.
th: ส่งข้อความนี้ในอีเมลไปที่ GetTor และมันจะส่งชุดเบราว์เซอร์ Tor มาให้คุณทางแฟ้มแนบขนาด 1.4MB หลายๆ แฟ้ม
tr: Bu metni e-posta ile GetTor adresine gönderdiğinizde, Tor Browser Bundle paketi 1,4 MB boyutunda dosya ekleri halinde size gönderilir.
uk: Відправка даного тексту по e-mail на GetTor змусить його відправити вам Tor Browser Bundle частинами з вкладеннями розміром 1,4МБ.
vi: Việc gửi cho GetTor một thư chứa đoạn văn này sẽ gửi cho bạn Bó Phần mềm Trình duyệt Tor theo một số tập tin đính kèm trong thư có kích thước 1,4MB.
zh_cn: 将这条电子邮件消息发送到 GetTor，GetTor 将以多个 1.4MB 附件的方式发送 Tor Browser Bundle。
zh_tw: 此文字檔將藉由電子郵件發送至 GetTor 將會發送給您 Tor 瀏覽器套件，大小為 1.4 MB 的附件。
