Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: The easiest way to unpack the files you received is to install 7-Zip, a free file compression/uncompression tool. If it isn't installed on your computer yet, you can download it here: http://www.7-zip.org/
ar: أسهل طريقة لفك ضغط الملفات التي استلمتها هي باستخدام برنامج 7-Zip و هو برنامج مجاني لفك ضغط الملفات. إذا لم يكن مثبت اصلاً علي جهازك، يمكنك تحميل هذا البرنامج من هنا: http://www.7-zip.org/
az: Əldə etdiyin paketin ən asan üsulla açılması üçün pulzuz sıxışdırma/genişləndirmə qurğusu olan 7-Zip-i yüklə. Bu hələ də sənin kompüterinə yüklənməyibsə, onu buradan tapa bilərsən: http://www.7-zip.org/
ca: La millor manera de desenpaquetar els paquets que has rebut es instal·lant 7-Zip, que es una eina gratuita per comprimir/descomprimir arxius. Si encara no la tens instal·lada en el teu ordinador, pots descarregar-la aqui: http://www.7-zip.org/
cs: Nejjednodušším způsobem, jak rozbalit přijaté soubory, je instalace bezplatného komprimačního nástroje 7-Zip. Pokud jej ještě nemáte na počítači nainstalovaný, můžete ho stáhnout zde: http://www.7-zip.org/
cy: Y ffordd hawsach i dadbacio'r ffeiliau a dderbynwyd yw i gosod yr rhaglen 7-Zip, teclyn pacio/dadbacio sydd yn rhad ac am ddim. Os nad ydy'r teclyn wedi osod ar eich cyfrifiadur yn barod, gallwch ei lawrlwyto o fan hyn: http://www.7-zip.org/
da: Den nemmeste måde at udpakke de filer du har modtaget, er at installere 7-Zip, en gratis fil kompression / dekomprimeringens værktøj. Hvis det ikke er installeret på din computer endnu, kan du downloade den her: http://www.7-zip.org/
de: Der einfachste Weg, um die erhaltenen Dateien zu entpacken, besteht darin 7-zip zu installieren, ein freies Programm zum packen/entpacken von Dateien. Sollte es bisher nicht auf Ihrem Rechner installiert sein, können Sie es hier herunterladen: http://www.7-zip.org/
el: Ο ευκολότερος τρόπος για να αποσυμπιέσετε τα αρχεία που λάβατε είναι να εγκαταστήσετε την εφαρμογή 7-Zip, ένα δωρεάν εργαλείο συμπίεσης/αποσυμπίεσης αρχείου. Αν δεν το έχετε ήδη εγκατεστημένο στον υπολογιστή σας, μπορείτε να το λάβετε από εδώ: http://www.7-zip.org/
es: La forma más fácil de desempaquetar los archivos que ha recibido es instalar 7-Zip, una herramienta libre de compresión/descompresión de archivos. Si aún no está instalada en su equipo, puede descargarla en: http://www.7-zip.org/
eu: Jaso dituzun fitxategiak erauzteko modurik errazena 7-Zip instalatzea da, fitxategiak konprimitu/deskonprimitzeko tresna askea. Zure ordenagailuan instalatuta ez badago, hemen jaitsi dezakezu: http://www.7-zip.org/
fa: آسان‌ترین راه برای بازکردن فایل‌های فشرده دریافتی نصب کردن نرم افزار ۷-zip است. این نرم افزار برای فشرده کردن و باز کردن فایل‌های فشرده استفاده میشود. اگر این نرم افزار بر روی کامپیوترِ شما نصب نیست، میتوانید آن را از وب سایتِ تهیه کنید: http://www.7-zip.org/
fi: Helpoiten vastaanottamiesi tiedostojen purku tapahtuu 7-Zip:a käyttäen, se on ilmainen tiedostojen pakkaus- ja purkuohjelma. Jos sitä ei ole vielä asennettu järjestelmääsi, voit ladata sen täältä: http://www.7-zip.org/
fil: Ang pinakamadaling paraan na paga-unpack ng files na iyong natanggap ay ang pagi-install ng 7-Zip, isang libreng file compression/uncompression na tool. Kung ito ay hindi installed sa iyong kompyuter, ito ay maaari mong i-download sa: http://www.7-zip.org/
fr: La plus facile façon de décompresser les fichiers que vous avez reçus est d'installer 7-Zip, un logiciel libre de compression / décompression de fichiers. S'il n'est pas déjà installé sur votre ordinateur, vous pouvez le télécharger ici : http://www.7-zip.org/
fr_ca: La façon la plus facile d'extraire les fichiers que vous avez reçus est d'installer 7-Zip, un logiciel libre d'archivage de fichiers. S'il n'est pas déjà installé sur votre ordinateur, vous pouvez le télécharger ici : http://www.spiroo.be/7zip/
he: הדרך הקלה ביותר לפתוח את הקבצים המקובצים שקיבלת היא להתקין Zip-7 זו היא תוכנה חינמית של קיבוץ ופתיחה. אם תוכנה זו לא מותקנת עדיין על המחשב שלך אתה יכול להוריד אותה כאן: http://www.7-zip.org/
hr_hr: Najlakši način da otpakirate datoteke koje ste primili je da instalirate 7-Zip, besplatni alat za kompresiju/dekompresiju datoteka. Ako još nije instaliran na Vašem računalu, možete ga preuzeti ovdje: http://www.7-zip.org/
hu: A legegyszerűbb megoldás a fájlok kicsomagolására, ha telepíti a 7-Zip ingyenes tömörítő/kicsomagoló alkalmazást. Ha nincs még telepítve a gépén, innen töltheti le: http://www.7-zip.org/
id: Cara termudah mengekstrak berkas yang Anda terima adalah dengan memasang 7-zip, sebuah aplikasi kompresi/dekompresi yang gratis. Jika belum dipasang di komputer Anda, Anda bisa mengunduhnya disini: http://www.7-zip.org/
it: Il modo più semplice per estrarre i file ricevuti è installare 7-Zip, un programma gratuito di compressione/decompressione file. Se non è installato sul vostro computer, è possibile scaricarlo da qui: http://www.7-zip.org/
ja: 受け取ったファイルを解凍するもっとも簡単な方法は、無料ファイル圧縮展開ツールの 7-Zipをインストールすることです。まだあなたのコンピューターにインストールされていなければ、ここからダウンロードできます: http://www.7-zip.org/
km: វិធី​ងាយ​បំផុត​ដើម្បី​ស្រាយ​កញ្ចប់​ឯកសារ​ដែល​អ្នក​បាន​ទទួល​គឺ អ្នក​ត្រូវ​ដំឡើង ឧបករណ៍​បង្ហាប់/មិន​បង្ហាប់​ឯកសារ​ដែល​ឥតគិតថ្លៃ​ឈ្មោះ 7-Zip ។ បើ​វា មិន​ទាន់​បាន​ដំឡើង​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក អ្នក​អាច​ទាញ​យក​វា​​នៅ​ទីនេះ៖ http://www.7-zip.org/
ko: 수신한 파일의 압축을 풀기에 가장 쉬운 방법은 무료 압축 도구 7-Zip을 설치하는 것입니다. 컴퓨터에 설치되지 않은 경우, 아래 에서 다운로드하실 수 있습니다: http://www.7-zip.org/
lv: Vienkāršākais veids kā izvērst datnes ir instalēt 7-Zip, kurš ir bezmaksas rīks datņu saspiešanai/izvēršanai. Ja tas nav instalēts Jūsu datorā, varat to lejupielādēt te: http://www.7-zip.org/
ms_my: Cara yang paling mudah untuk menyahmampat fail-fail yang anda terima adalah untuk memasang 7-Zip, alat fail pemampatan / penyahmampatan percuma. Jika ia tidak dipasang pada komputer anda lagi, anda boleh memuat turun di sini: http://www.7-zip.org/
my: သင် ရရှိသော ဖိုင်များ ဖြည်ချရန် အလွယ်ကူဆုံး နည်းလမ်းမှာ အခမဲ့ ဖိုင်ချုံ့/ဖိုင်ဖြည် ကိရိယာ ဖြစ်သည့် 7-Zip ကို စက်ထဲ ထည့်သွင်းရန် ဖြစ်သည်။ အကယ်၍ ၄င်းကို သင့် ကွန်ပျူတာထဲတွင် မသွင်းသေးပါက၊ အောက်ပါ နေရာမှ သင် ဒေါင်းလုဒ် ဆွဲနိုင်သည်။ http://www.7-zip.org/
nb: Den enkleste måten å pakke opp filene du fikk er å installere 7-Zip, et gratis komprimeringsverktøy. Hvis det ikke allerede er installert på datamaskinen din, så kan du laste det ned her: http://www.7-zip.org/
nl: De gemakkelijkste manier om de bestanden die je ontvangen hebt uit te pakken is 7-Zip te installeren, een gratis compressie/decompressie tool. Als het nog niet op je systeem is geïnstalleerd kun je het hier downloaden: http://www.7-zip.org/
nl_be: De gemakkelijkste manier om de bestanden uit te pakken die u heeft verkregen, is om 7-Zip te installeren, een gratis bestandscompressie/decompressie programma. Indien dit nog niet geïnstalleerd is op uw computer kan u dit hier downloaden : http://www.7-zip.org/
pl: Najprostszym sposobem na rozpakowanie otrzymanych plików jest zainstalowanie programu 7-Zip, darmowego narzędzia do pakowania i rozpakowywania. Jeśli jeszcze nie jest zainstalowany na Twoim komputerze, możesz pobrać go stąd: http://www.7-zip.org/
pt: A forma mais fácil de descomprimir os ficheiros que recebeu é instalar o 7-Zip, que é uma ferramenta grátis de compressão/descompressão de ficheiros. Se ainda não estiver instalada no seu computador, pode fazer aqui o seu download: http://www.7-zip.org/
pt_br: A maneira mais fácil de descompactar os arquivos que você recebeu é utilizando o 7-Zip, uma ferramenta grátis para compressão/descompressão. Se ela ainda não estiver instalada no seu computador, você pode baixá-la no seguinte endereço: http://www.7-zip.org/
ro: Calea cea mai usoara de despachetare a fisierelor primite este sa instalati 7-zip,⏎ un program gratuit de arhivare/dezarhivare. Daca nu este inca instalat⏎ pe calculatorul d-voastra, If it isn't installed on, puteti sa-l descarcati de aici:⏎ ⏎ http://www.7-zip.org/
ru: Простейший путь распаковать полученные файлы - установить 7-Zip, бесплатную утилиту архивирования/разархивирования файлов. Если она еще пока не установлена на вашем компьютере, вы можете скачать её отсюда: http://www.7-zip.org/
si_lk: ඔබ ලබාගන්නා ගොනු විචයනය කිරීමට පහසුම ක්‍රමය වන්නේ 7-Zip ස්ථාපනය කිරීමයි, ගොනු සම්පීඩනකිරීමේ/අසම්පීඩනකිරීමේ නොමිලේ ඇති මෙවලමකි. එය ස්ථාපනය වීම ඔබගේ පරිඝනකයේ වී නොමැතිනම්, ඔබට එය මෙහිදී බාගත කරගත හැක: http://www.7-zip.org/
sk: Najjednoduchšia spôsob ako rozbaliť súbory, ktoré ste dostali, je pomocou 7-Zip, bezplatného komprimačného programu. Ak ho ešte nemáte nainštalovaný na Vašom počítači, tak si ho môžete stiahnuť na tejto adrese: http://www.7-zip.org/
sl_si: Najlažji način razpakiranja datotek je instacija 7-Zip zastonjskega orodja stiskanja datotek. Če nimate nameščenega na vašem računalniku, ga lahko dobite tukaj: http://www.7-zip.org/
sq: Mënyra më e mirë për të shpaketuar skedarët që morët është instalimi i 7-Zip, një mjet pa pagesë për ngjeshje/çngjeshje. Nëse s'është ende i instaluar në kompjuterin tuaj, mund ta shkarkoni këtu: http://www.7-zip.org/
sr: Najlaksi nacin da otpakujete vase fajlove koje ste primili je da instalirate 7-Zip, besplatan fajl compresor/dekompresor alat. Ako nije vec instaliran na vasem kompjuteru, mozete ga skinuti ovde: http://www.7-zip.org/
sv: Enklaste sättet att packa upp de mottagna filerna är att installera 7-Zip, ett fritt komprimeringsverktyg. Om det inte redan är installerat på din dator kan du ladda ned det här: http://www.7-zip.org/
te_in: దస్త్రాలను విప్పుటకు సులువైన పద్దతి 7-Zipను సంస్థాపించుకోవటం. ఇది ఒక ఉచిత దస్త్ర సంపీడన/విరళీకరణ ఉపకరణం. ఇది ఇప్పటికే మీ కలనయంత్రంలో సంస్థాపించి ఉండకపోతే దాన్ని ఇక్కడ నుంచి దిగుమతి చేసుకోవచ్చు. http://www.7-zip.org/
th: การแตกไฟล์ที่คุณได้รับด้วยวิธีที่ง่ายที่สุดคือการลงโปรแกรม 7-Zip เป็นโปรแกรมที่ใช้ในการบีบอัด/แตกไฟล์ ถ้าไม่ได้ติดตั้งใน คอมพิวเตอร์ สามารถดาว์นโหลดจากที่นี่ http://www.7-zip.org
tr: Gönderilen dosyaları ayıklamanın en kolay yolu, ücretsiz bir dosya sıkıştırma/ayıklama aracı olan 7-Zip yazılımını yüklemektir. 7-Zip henüz bilgisayarınızda yüklü değilse şu adresten edinebilirsiniz. http://www.7-zip.org/
uk: Найпростіший шлях розпакувати отримані файли - встановити 7-Zip, безкоштовну утиліту для архівування/розархівування файлів. Якщо вона ще поки не встановлена на вашому комп'ютері, ви можете завантажити звідси: http://www.7-zip.org/
vi: Cách dễ dàng nhất để bạn có thể giải nén các tập tin mà bạn nhận được là cài đặt 7-Zip, một công cụ miễn phí nén/giải nén. Nếu như bạn chưa cài đặt trên máy tính, bạn có thể tải xuống tại địa chỉ: http://www.7-zip.org/
zh_cn: 对于接收到的文件，使用 7-Zip 解压是最简单的方法。 7-Zip 是一款免费的文件压缩/解压工具。如果你的计算机尚未 安装该软件，请从以下地址下载： http://www.7-zip.org/
zh_tw: 解壓縮您收到的檔案最簡單的方法是安裝 7-Zip， 一套免費檔案壓縮/解壓縮工具，若它尚未安裝於 您的電腦上，您可以在此處下載: http://www.7-zip.org/

source: When 7-Zip is installed, you can open the .z archive you received from us by double-clicking on it.
ar: عندما ينتهي 7-zip من تثبيت نفسه، تستطيع أن تفتح ملف .z المضغوط الذي تسلمته منا بالنقر المضاعف عليه.
az: 7-Zip quraşdırıldıqda bizdən əldə etdiyin .z faylını iki dəfə klikləməklə aça bilərsən.
ca: Quan estigui instal·lat el 7-Zip, pots obrir l'arxiu .z que has rebut de nosaltres fent doble-click en ell.
cs: Po nainstalování nástroje 7-Zip otevřete přijatý archiv typu .z dvojitým kliknutím.
cy: Pan fydd 7-Zip wedi'i osod, gallwch agor yr archif .z a dderbynwyd o ni gan ddwbl-pwyso arni.
da: Når 7-Zip er installeret, kan du åbne .z arkivet du har modtaget fra os ved at dobbeltklikke på det.
de: Sobald 7-zip installiert ist, können Sie die .z-Archive, die Sie von uns erhalten haben, durch einen Doppelklick öffnen.
el: Όταν εγκατασταθεί το 7-Zip μπορείτε να ανοίξετε το αρχείο .z που λάβατε από εμάς, κάνοντας επάνω του δυο κλικ.
es: Cuando 7-Zip esté instalado, puede abrir el archivo .z que recibió de nosotros haciendo doble-clic sobre él.
eu: Behin 7-Zip instalatuta dagoenean, gugandik jaso duzun .z fitxategia ireki dezakezu gainean klik-bikoitza eginez.
fa: پس از اینکه نرم افزار ۷-zip را نصب کردید، میتوانید با دو بار کلیک بر روی فایل‌هایی‌ که پسوند ".z" دارند، آنها را باز کنید.
fi: Kun 7-Zip on asennettu, voit avata meiltä vastaanottamasi .z-arkiston kaksoisnapauttamalla sitä.
fil: Kapag ang 7-zip ay installed na, maaari mong ng buksan ang .z archive na natanggap mo galing sa amin sa paraan na pag-double click nito.
fr: Lorsque 7-Zip est installé, vous pouvez ouvrir l'archive .z que vous avez reçue de nous en double-cliquant dessus.
fr_ca: Lorsque 7-Zip est installé, vous pouvez ouvrir l'archive .z que vous avez reçue de nous en double-cliquant dessus.
he: כאשר 7-Zip מותקנת על המחשב שלך אתה יכול לפתוח קבצים עם סיומת .z שקיבלת מאיתנו על ידי הקלקה כפולה.
hr_hr: Kad instalirate 7-Zip, možete otvoriti .z arhiv koji ste primili od nas dvostrukim klikom na taj arhiv.
hu: Ha a 7-Zip telepítve van, akkor a tőlünk megkapott .z állomány megnyitható dupla kattintással.
id: Setelah 7-Zip terpasang, Anda bisa membuka arsip .z yang Anda terima dari kami dengan cara mengklik ganda berkas tersebut.
it: Una volta installato 7-Zip, è possibile aprire l'archivio .z ricevuto semplicemente con un doppio clic.
ja: 7-Zipがインストールされると、私たちから受け取った.zアーカイブを ダブルクリックすることで開けます。
km: ពេល​បាន​ដំឡើង 7-Zip រួច អ្នក​អាច​បើក​ប័ណ្ណសារ .z ដែល​អ្នក​បាន​ទទួល ពី​យើង ដោយ​ចុច​ទ្វេដង​លើ​វា។
ko: 7-zip이 설치되면, 수신한 .z 압축파일을 더블 클릭하여 열 수 있습니다.
lv: Kad 7-Zip ir instalēts, dubultnoklikšķinot uz to, varat atvērt .z arhīvu, kuru saņēmāt no mums.
ms_my: Apabila 7-Zip sudah dipasang, anda boleh membuka arkib .Z yang anda terima daripada kami dengan mengklik dua kali ke atasnya.
my: 7-Zip ကို စက်ထဲ ထည့်သွင်းသည့်အခါ၊ ကျွန်ုပ်တို့ထံမှ သင် ရရှိသော .z ဖိုင်ထုတ်ကို နှစ်ချက် နှိပ်ပြီး ဖွင့်နိုင်သည်။
nb: Når 7-Zip er installert, kan du åpne .z-arkivet du fikk av oss ved å dobbeltklikke på det.
nl: Wanneer 7-Zip geïnstalleerd is kun je het .z archief dat je ontvangen hebt openen door er op te dubbelklikken.
nl_be: Nadat 7-Zip is geinstalleerd, kan u het .z archief openen dat u van ons ontvangen hebt door erop te dubbelklikken.
pl: Gdy 7-Zip jest zainstalowany, możesz otworzyć otrzymany od nas plik .z, klikając na niego podwójnie.
pt: Quando o 7-Zip estiver instalado, pode abrir o arquivo .z que recebeu de nós, efetuando um duplo clique nele.
pt_br: Quando o 7-Zip estiver instalado, você poderá abrir o arquivo .z dando um clique duplo nele.
ro: Dupa instalarea 7-zip-ului, puteti deschide archiva cu extensia .z primita de la noi dand dublu clic pe ea.
ru: В случае если 7-Zip установлен, вы можете открыть архив .z, полученный от нас, двойным нажатием на него.
si_lk: 7-Zip ස්ථාපනය වී ඇති විට, ඔබට අප එවූ .z සංරක්ෂිතය විවෘත කිරීමට හැක්කේ එය මත දෙවරක් ක්ලික් කිරීම මගිනි.
sk: Keď sa nainštaluje 7-Zip, môžete otvoriť .z archív
sl_si: Ko je 7-Zip nameščen lahko odpirate .z arhive prejete od nas z dvoklikom.
sq: Kur 7-Zip është i instaluar, ju mund ta hapni arkivin .z që morët nga ne, duke klikuar dy herë në të.
sr: Када је 7-Zip инсталиран, можете отворити .z архиву коју сте примили од нас простим двокликом на њу.
sv: När 7-Zip är installerat kan du öppna .z-arkivet du fick genom att dubbelklicka på det.
te_in: 7-Zip సంస్థాపించిన తరువాత, మేము పంపిన .z సంపుటం మీద డబుల్ క్లిక్ చేయటం ద్వారా దానిని తెరవవచ్చు.
th: เมื่อติดตั้ง 7-zip สามารถเปิดไฟล์ .z ที่ได้รับจาก เราโดยการดับเบิลคลิกไฟล์
tr: 7-Zip yüklendikten sonra, aldığınız .z uzantılı arşivi çift tıklayarak açabilirsiniz.
uk: У разі якщо 7-Zip встановлений, ви можете відкрити архів .z, отриманий від нас, подвійним натисканням на нього.
vi: Khi 7-Zip đã được cài đặt, bạn có thể mở tập tin nén .z mà bạn nhận được bằng cách nhấp chuột 2 lần.
zh_cn: 安装 7-Zip 之后，可通过双击打开收到的 .z 压缩文件。
zh_tw: 當安裝 7-Zip 後，您可以開啟您收到的 .z 壓縮檔 透過對壓縮檔連按兩下滑鼠左鍵即可。
