Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: To get a version of Tor translated into your language, specify the language you want in the address you send the mail to: gettor+fa@torproject.org
ar: للحصول على نسخة من تور مترجمة للغتك، قم بإضافة رمز اللغة التي تريد في العنوان الذي ستقوم بإرسال البريد له: gettor+ar@torproject.org
az: Tor-un öz dilində olan versiyasını əldə etmək üçün məktub göndərdiyin ünvana istədiyin dilin hansı olduğunu da qeyd et: gettor+fa@torproject.org
ca: Per obtenir la versió de Tor traduida al teu idioma, especifica l'idioma que desitges en l'adreça que envies el correu a: gettor+fa@torproject.org
cs: Verzi Toru přeloženou do Vašeho jazyku získáte zadáním požadovaného jazyku v adrese, na kterou e-mail pošlete: gettor+fa@torproject.org
cy: I cael fersiwn o Tor sydd wedi'i cyfieithu mewn i'ch iaith, nodwch yr iaith rydych eisiau mewn yr gyfeiriad e-bost rydych yn anfon yr e-bost i: gettor+fa@torproject.org
da: For at få en version af Tor oversat til dit sprog, skal du angive det sprog du ønsker i den adresse, du sender mailen til: gettor+fa@torproject.org
de: Um eine Version von Tor, in Ihrer Sprache zu erhalten, bitte die gewünschte Sprache in der Adresse der E-Mail angeben: gettor+fa@torproject.org
el: Για να λάβετε μια έκδοση Tor μεταφρασμένη στην γλώσσα σας , προσδιορίστε την γλώσσα που επιθυμείτε μέσα στην διεύθυνση προς την οποία θα αποστείλετε το μήνυμα: gettor+fa@torproject.org
es: Para obtener una versión de Tor traducida a su idioma, especifique el idioma que quiere en la dirección a la que enviará el correo: gettor+fa@torproject.org
eu: Zure hizkuntzara itzulitako Tor bertsio bat eskuratzeko, zehaztu ezazu nahi duzun hizkuntza mezuan bidaltzen duzun helbidean: gettor+fa@torproject.org
fa: برای دریافت نسخه ترجمه شده تور به زبان دلخواهتان، آن زبان را در آدرسِ ایمیلی که به تور می‌فرستید، تعین کنید؛ مثلاً: gettor+fa@torproject.org
fi: Saadaksesi omalle kielellesi käännetyn Tor-version, määritä haluamasi kieli osoitteessa, johon lähetät sähköpostiviestin: gettor+fa@torproject.org
fil: Upang makakuha ng bersyon ng Tor na naisalin sa iyong lenguahe, sabihin ang lenguahe na iyong nais na galing sa address na pinadalhan mo ng mensaheng ito: gettor+fa@torproject.org
fr: Pour obtenir une version traduite, dans votre langue, de Tor spécifiez le langage souhaité dans l'adresse du mail que vous envoyez gettor+fa@torproject.org
fr_ca: Pour obtenir une version de Tor traduite dans votre langue, spécifier la langue souhaitée dans l'adresse à laquelle vous envoyez le courriel : gettor+fa@torproject.org
he: על מנת לקבל גרסה של Tor בשפתך, פרט את השפה שאתה רוצה במייל ל: gettor+fa@torproject.org
hr_hr: Da biste dobili verziju Tor-a prevedenu na Vaš jezik, naznačite koji jezik želite u adresi na koju šaljete mail: gettor+fa@torproject.org
hu: Ahhoz, hogy a kívánt nyelvi verziót küldhessük a Tor-ból, kérjük jelölje meg azt az email címmel, amire küldi: gettor+fa@torproject.org
id: Untuk mendapatkan versi terjemahan Tor sesuai bahasa Anda, tetapkan bahasa pilihan Anda melalui surat yang Anda kirim ke: gettor+fa@torproject.org
it: Per ottenere una versione di Tor tradotta nella propria lingua, specificare la lingua desiderata nell'indirizzo al quale si invia l'email: gettor+it@torproject.org
ja: あなたの言語に翻訳されたTorhが必要な場合は、以下のアドレスにメールを送信してください: gettor+fa@torproject.org
km: ដើម្បី​ទួល​បាន​កំណែ​បកប្រែ Tor ជា​ភាសា​របស់​អ្នក សូម​បញ្ជាក់​ភាសា ដែល​អ្នក​ចង់​បាន​នៅ​ក្នុង​អាសយដ្ឋាន រួច​ផ្ញើ​អ៊ីមែល​ទៅ៖ gettor+fa@torproject.org
ko: 귀하의 언어로 번역된 Tor를 얻고 싶으시다면 귀하가 원하는 언어를 주소에 붙여 주십시오. gettor+fa@torproject.org
lv: Lai saņemtu Tor versiju, kura ir pārtulkota Jūsu izvēlētajā valodā, norādiet valodu, kuru vēlaties saņemt, izmantojot adresi, uz kuru sūtat e-pastu: gettor+fa@torproject.org
ms_my: Untuk dapatkan versi Tor yang sudah diterjemahkan kedalam bahasa anda, tentukan bahasa yang anda mahu di dalam alamat yang yang kamu hantar e-mel tersebut gettor+fa@torproject.org
my: သင့် ဘာသာစကားဖြင့် သာသာပြန်ဆိုထားသော Tor ဗားရှင်း တစ်ခုကို ရယူရန် သင် လိုချင်သော ဘာသားစကားကို မေးလ် ပေးပို့သည့် လိပ်စာ gettor+fa@torprojetct.org ၌ ဖေါ်ပြပါ -
nb: Få å få en versjon av Tor oversatt til ditt språk, spesifiser språket du ønsker i adressen du sender e-posten til: gettor+fa@torproject.org
nl: Om een versie van Tor te krijgen in jouw taal, specificeer de taal die je wilt in het adres waar je de e-mail naar stuurt: gettor+fa@torproject.org
nl_be: Om een Tor versie te verkrijgen die vertaald is in uw taal, dient u de gewenste taal te specifiëren via een e-mail naar het volgende e-mailadres : gettor+fa@torproject.org
pl: Aby otrzymać wersję Tora przetłumaczoną na Twój język, podaj żądany język w adresie, na który wysłałeś/aś list: gettor+fa@torproject.org
pt: Para obter uma versão do Tor, traduzida para a sua língua, especifique o idioma que pretende no endereço para o qual enviará o mail: gettor+fa@torproject.org
pt_br: Para obter uma versão do Tor traduzida, especifique o idioma que você deseja no campo 'destinatário' do e-mail que você enviará para: gettor+fa@torproject.org
ro: Pentru a primi o versiune Tor tradusă în limba dvs., specificați limba pe care o doriți la adresa la care trimiteți scrisoarea: gettor+fa@torproject.org
ru: Чтобы получить версию Tor на вашем родном языке, укажите нужный язык в адресе письма: gettor+fa@torproject.org
si_lk: Tor හි අනුවාදයක් ඔබගේ භාෂාවට පරිවර්තනය කරගැනීමට, නිශ්චය කල යුත්තේ ඔබට අවශ්‍ය භාෂාව වන අතර එය තැපෑල එවන ලිපිනයෙහි දක්වන්න: gettor+fa@torproject.org
sk: Aby ste získali Tor preložený do Vášho jazyka, uveďte jazyk, ktorý chcete v adrese poslaného emailu: gettor+fa@torproject.org
sl_si: Da pridobite verzijo prevedenega Tor-a v vaš jezik, določite jezik, ki ga želite na naslov kamor ste poslali e-pošto: gettor+fa@torproject.org
sq: Që të merrni një version të përkthyer të Tor në gjuhën tuaj, specifikoni gjuhën që dëshironi, në adresën nga ku dërguat e-postën tek: gettor+fa@torproject.org
sr: Да би сте набавили верзију ТОР-а на вашем језику, наведите језик који желите у адреси у поруци коју треба да пошаљете на адресу: gettor+fa@torproject.org
sv: För att få en version av Tor översatt till ditt språk, specificera språket du vill ha i adressen du skickar mailet till: gettor+fa@torproject.org
ta: Tor-இன் ஒரு பதிப்பை உங்கள் மொழியில் பெற, உங்கள்ளுக்கு தேவையான மொழியை மின்னஞ்சல் அனுப்பும் முகவரியில் குறிப்பிட்டு அனுப்புங்கள்: gettor+fa@torproject.org
te_in: మీ భాషలోని టోర్ విహారిణిని పొందుటకు, ఈ క్రింది చిరునామాకు ఆ భాషను పేర్కొంటూ ఒక వేగు పంపగలరు. gettor+fa@torproject.org
th: เพื่อที่จะรับเวอร์ชันของ Tor ที่แปลเป็นภาษาของคุณแล้ว กรุณาระบุภาษาของคุณ ในอีเมล์ของผู้รับ gettor+fa@torproject.org
tr: İstediğiniz dildeki bir Tor sürümü edinmek için, dil kodunu gönderdiğiniz e-posta adresinde belirtin: gettor+tr@torproject.org
uk: Щоб отримати версію Tor на вашій рідній мові вкажіть потрібну мову в адресі листа: gettor+fa@torproject.org
vi: Để có được một phiên bản của Tor bằng ngôn ngữ của bạn, ghi rõ ngôn ngữ bạn muốn vào địa chỉ mà bạn muốn gửi mail đến: gettor+fa@torproject.org
zh_cn: 如需获取你想要的 Tor 语言版本，请在收件人地址中指定相应的语言： gettor+fa@torproject.org
zh_tw: 要取得 Tor 版本並翻譯成您的語言， 請將您想要的語言發送郵件到下列位址: gettor+fa@torproject.org

source: This example will give you the requested package in a localized version for Farsi (Persian). Check below for a list of supported language codes.
ar: هذا المثال سيرسل لك النسخة مترجمة للفارسية (إيراني). راجع القائمة أدناه لرموز اللغات الآخري المدعومة.
az: Bu nümunə seçdiyin paketin yerli versiyasının Fars (Persian) paketini görmək şansını verəcək. Dəstəklənən dil şifrələri üçün aşağıdakı siyahıya bax.
ca: Aquest exemple et donarà el paquet demanat en la versió localitzada per Farsi (Persa). Comprova més abaix per una llista de codi de suport a idiomes.
cs: Tato žádost Vám například pošle balíček lokalizovaný do Perštiny (Farsí). Níže naleznete seznam podporovaných jazykových kódů.
cy: Bydd yr enghraifft hon yn rhoi chi'r pecyn a gofynnwyd amdano mewn fersiwn lleol o Ffarsi (Perseg). Edrychwch isod am rhestr o côdau iaith a chefnogwyd.
da: Dette eksempel vil give dig den ønskede pakke i en lokaliseret version for persisk (persisk). Check nedenfor for en liste over understøttede sprog koder.
de: Bei diesem Beispiel erhalten Sie ein Paket in der Sprachversion für Farsi (Persian). Unten finden Sie eine Liste der unterstützten Sprachcodes.
el: Το παράδειγμα που ακολουθεί θα σας παράσχει το πακέτο που ζητήσατε στην τοπικοποιημένη έκδοση για την γλώσσα Farsi (Περσικά). Αναζητήστε πιο κάτω την λίστα των υποστηριζόμενων κωδικών γλώσσας.
es: Con el ejemplo obtendría la versión localizada al persa (farsi) del paquete solicitado. Abajo hay una lista de códigos de idioma aceptados.
eu: Adibide honek eskatutako paketea emango dizu Farsi (Pertsiar) hizkuntzan. Ikusi behean onartutako hizkuntzen kodeen zerrenda.
fa: در این مثال شما یک نسخه از تور به زبان فارسی (fa) را دریافت خواهید کرد. در ادامه لیست کاملی از کد لازم برای هر زبان خاص وجود دارد.
fi: Tämä esimerkki antaa sinulle pyydetyn arkiston alueellisena versiona farsin kielellä (Iran). Tarkista alempana sijaitsevasta luettelosta tuetut kielikoodit.
fil: Ang ehemplong ito at magbbigay ng hiniling na package para sa beryon na Farsi (Persian). Tignan sa baba para sa kumpletong listahan ng suportadong lenguahe na code.
fr: Cet exemple vous donnera le package dans une version traduite en Farsi (Perse). Vérifiez la liste des langages supportés ci-dessous.
fr_ca: Cet exemple vous donnera le paquet dans une version localisée en Farsi (Perse). Voir la liste des langues prises en charge ci-dessous.
he: דוגמא זו תתן לך את החבילה המבוקשת בשפה מקומית בגירסה פרסית (Persian). בדוק למטה את השפות הנתמכות.
hr_hr: Ovaj primjer će Vam dati traženi paket u lokaliziranoj verziji za Farsi (perzijski). U nastavku provjerite listu podržanih jezičnih kodova.
hu: Ez a példa a kért csomagot Farsi (perzsa) nyelvi verzióban küldi el. A támogatott nyelvek kódjait lentebb olvashatja.
id: Contoh ini akan memberi Anda paket yang diminta dalam bahasa Farsi (Persia). Periksa di bawah untuk kode daftar bahasa yang didukung.
it: Con l'indirizzo email nell'esempio, vi verrà inviato il pacchetto tradotto in italiano. Si veda sotto l'elenco dei codici delle lingue supportate.
ja: この例では、ファーシ語(ペルシャ語)にローカライズされたバージョンで要求されたパッケージが送られます。サポートされる言語コードのリストを以下で確認してください。
km: ឧទាហរណ៍​នេះ​នឹង​ផ្ដល់​ឲ្យ​អ្នក​នូវ​កញ្ចប់​កំណែ​ដែល​បាន​បកប្រែ សម្រាប់ Farsi (ភឺសៀន) ។ ពិនិត្យមើល​ខាងក្រោម​សម្រាប់​បញ្ជី កូដ​ភាសា​ដែល​បាន​គាំទ្រ។
ko: 이 예는 페르시아어 버전을 보내 줄 것입니다. 지원하는 언어 코드의 목록을 아래에서 확인하십시오.
lv: Šis piemērs piegādās Jums pieprasīto pakotni farsi (persiešu) lokalizētajā versijā. Pārbaudiet zemāk atbalstīto valodu kodus.
ms_my: Contoh ini akan memberikan anda pakej yang diminta dalam versi bahasa untuk Parsi (Persian). Semak di bawah untuk senarai kod bahasa yang disokong.
my: ဤဥပမာ၌ ဖာရ်ရှီ (ပါရှန်) ဘာသာကို ဘာသာပြန်ဆိုထားသည့် ဗားရှင်းဖြင့် သင် တောင်းဆိုထားသော ဆော့ဗ်ဝဲထုတ်ကို ပေးအပ်မည် ဖြစ်သည်။ ထောက်ပံ့ ပေးထားသော ဘာသာစကား ကုဒ် စာရင်း တစ်ခုကို အောက်တွင် ရှာဖွေနိုင်သည်။
nb: Dette eksempelet vil gi deg den forespurte pakken oversatt til Farsi (Persisk). Nedenfor finner du en liste over støttede språkkoder.
nl: Dit voorbeeld zal het verzochte pakket in een naar Farsi (Perzisch) vertaalde versie sturen. Zie hieronder voor een lijst van ondersteunde taalcodes.
nl_be: Dit voorbeeld zal u het gevraagde pakket aanleveren in een gelokaliseerde versie voor Farsi (Perzisch). Gelieve hieronder een lijst te vinden van gesupporteerde taalcodes.
pl: Ten przykład da Ci żądaną paczkę w wersji przetłumaczonej na język Farsi (Perski). Spójrz niżej, aby zobaczyć listę obsługiwanych kodów języków.
pt: Este exemplo enviar-lhe-á o pacote numa versão traduzida para Farsi (Persa). Verifique abaixo a lista de códigos de idioma suportados.
pt_br: Este exemplo lhe enviará o pacote solicitado em uma versão local para Farsi (Persa). Confira abaixo a lista de códigos dos idiomas disponíveis.
ro: Acest exemplu vă va da pachetul cerut în versiunea locală a limbii farsi (persane). Mai jos aveți o listă cu codurile limbilor suportate.
ru: Этот пример предоставит вам запрошенный пакет в локализованной версии на Фарси (Персидский). Смотрите ниже список поддерживаемых кодов языков.
si_lk: මෙම උදාහරණය ඔබ අයදුම් කල පැකේජය පෙදෙසිගත කරනලද අනුවාදය ෆාර්සි (පර්සියානු) වෙනුවෙන් ලබාදෙනු ඇත. පහත ලැයිස්තුව පරීක්ෂා කිරීමෙන් ආධාරක භාෂා කේත බලන්න.
sk: Tento príklad Vám pošle lokalizovanú verziu v jazyku Farsi (Perzština). Nižšie je zoznam všetkých podporovaných jazykov:
sl_si: Ta primere vam poda zahtevek za paket lokalne verzije za Farsi (Persian). Spodaj preverite seznam podprtih jezikovnih kod.
sq: Ky shembull do t'ju japë paketën e kërkuar një version të përkthyer për Farsi (Persisht). Kontrolloni më poshtë për një listë të kodeve të gjuhëve të mundshme.
sr: У овом примеру ћете добити захтевани пакет у локализованој верзији за Фарси (Персијски језик). Испод можете погледати листу подржаних језичких кодова.
sv: Detta exempel kommer ge dig det begärda paketet i en lokaliserad version för Farsi (Persiska). Kolla nedan för en lista med stödda språk koder.
ta: இந்த உதாரணம் நீங்கள் விண்ணபித்த உங்கள் பார்ஸி (பாரசீகம்) மொழி தொகுப்பை கொடுக்கும். ஆதரவுள்ள மொழிகளின் குறியீட்டு பட்டியலை கீழே பார்க்கவும்.
te_in: ఈ క్రింది ఉదాహరణ అభ్యర్ధించబడిన పార్శీ (పర్షియన్) స్థానికీకరణ కూర్పును ఇస్తుంది. మద్దతు కలిగిన ఇతర భాషా సంకేతాల కోసం క్రింద పరిశీలించండి.
th: ตัวอย่างนี้จะให้แพกเกจที่ร้องขอในเวอร์ชัน ภาษา Farsi (อีหร่าน) เช็คด่านล่างสำหรับรายการรหัสภาษาที่รองรับ
tr: Bu örnekte, Türkçe (tr) olarak çevrilmiş bir paket sağlanır. Desteklenen dil kodlarının listesini aşağıda görebilirsiniz.
uk: Цей приклад надасть вам запитаний пакет у перекладеній версії на Фарсі (Перська - fa). Дивіться нижче список підтримуваних кодів мов.
vi: Ví dụ này sẽ cho bạn gói được yêu cầu ở phiên bản địa phương cho tiếng Farsi (Ba Tư). Kiểm tra danh sách của các mã ngôn ngữ hổ trợ bên dưới.
zh_cn: 在上面的示例中，你将收到波斯语版的软件包（fa 为 Farsi 的缩写， 即波斯语）。对于支持语言的代码，请查看下方的列表。
zh_tw: 下面這個例子會給予您請求的波斯文(波斯語)本地化套件版本， 請檢查底下支援的語言清單代碼。

source: List of supported locales:
ar: قائمة اللغات المدعومة:
az: Dəstəklənən yerlilərin siyahısı:
ca: Llista de localitzacions actuals:
cs: Seznam podporovaných jazyků:
cy: Rhestr o leolaethau a gefnogir:
da: Liste af understøttede lokaliteter:
de: Liste der unterstützten Sprachen:
el: Κατάλογος υποστηριζόμενων γλωσσών:
es: Lista de configuraciones regionales admitidas:
eu: Baimendutako hizkuntzen zerrenda:
fa: فهرست محل‌هایی که پشتیبانی می‌شوند:
fi: Luettelo tuetuista maa-asetuksista:
fil: Listahan ng suportadong locale:
fr: Liste des langues supportées:
fr_ca: Liste des locales pris en charge :
he: רשימה של אזורים נתמכים:
hr_hr: Popis podržanih lokalizacija:
hu: Támogatott nyelvek:
id: Daftar bahasa yang didukung:
it: Elenco delle localizzazioni supportate:
ja: サポートしている言語のリスト:
km: បញ្ជី​ការ​បកប្រែ​ដែល​គាំទ្រ៖
ko: 지원하는 언어 목록
lv: Atbalstīto lokalizāciju saraksts:
ms_my: Senarai kawasan yang disokong:
my: ထောက်ပံ့ထားသော ဒေသခံ ဘာသာစကား စာရင်း
nb: Liste over støttede språk:
nl: Lijst van ondersteunde landinstellingen:
nl_be: Lijst van gesupporteerde talen :
pl: Lista obsługiwanych tłumaczeń:
pt: Lista dos idiomas suportados:
pt_br: Lista de locais disponíveis:
ro: Lista limbilor locale suportate:
ru: Список поддерживаемых локализаций:
si_lk: අධාරක පෙදෙසි ලැයිස්තුව:
sk: Zoznam podporovaných jazykov:
sl_si: Seznam podprtih krajev:
sq: Lista e gjuhëve të mundshme:
sr: Списак подржаних локализација:
sv: Lista över språk som stöds:
ta: ஆதரிக்கப்படும் மொழிகளின் பட்டியல்:
te_in: స్థానికీకరణల జాబితా:
th: รายการโลแคลที่รองรับ:
tr: Kullanılabilecek dil kodları:
uk: Список підтримуваних локалей:
vi: Danh sách các miền địa phương được hỗ trợ :
zh_cn: 支持的语言环境的列表：
zh_tw: 支援的語言環境清單:

source: Here is a list of all available languages:
ar: وهنا لائحة بجميع اللغات المتاحة :
az: Mümkün dillərin siyahısı budur:
ca: Llistat de totes les llengües disponibles:
cs: Zde je seznam všech dostupných jazyků:
cy: Dyma restr o'r holl ieithoedd sydd ar gael:
da: Her er en liste af tilgængelige sprog:
de: Hier ist eine Liste aller verfügbaren Sprachen:
el: Εδώ είναι μια λίστα με όλες τις διαθέσιμες γλώσσες:
es: Esta es una lista de los idiomas disponibles:
eu: Hemen duzu hizkuntza erabilgarri guztien zerrenda:
fa: فهرست تمام زبان های موجود :
fi: Lista kaikista saatavilla olevista kieliversioista:
fil: Narito ang listahan ng lahat ng lenguaheng maaaring gamitin:
fr: Voici une liste des langues disponibles :
fr_ca: Voici une liste de toutes les langues disponibles :
he: הנה רשימה של שפות נוספות:
hr_hr: Ovdje je popis svih dostupnih jezika:
hu: Az elérhető nyelvek listája:
id: Berikut adalah daftar seluruh bahasa yang tersedia:
it: Ecco un elenco di tutte le lingue disponibili:
ja: 以下は対応している言語のリストです:
km: នេះ​ជា​បញ្ជី​ភាសា​ទាំងអស់​ដែល​មាន៖
ko: 사용할 수 있는 언어의 목록:
lv: Šis ir visu pieejamo valodu saraksts:
ms_my: Berikut adalah senarai bahasa yang tersedia:
my: ဤနေရာတွင် ရယူနိုင်သော ဘာသာစကားများ၏ စာရင်း တစ်ခု တွေ့ရှိနိုင်သည် -
nb: Her er en liste over tilgjengelige språk:
nl: Hier is een lijst met beschikbare talen:
nl_be: Hier een lijst van beschikbare talen :
pl: Oto lista wszystkich dostępnych języków:
pt: Aqui tem uma lista de todos os idiomas disponíveis:
pt_br: Aqui estão listados todos os idiomas disponíveis:
ro: Aici este o lista cu toate limbile disponibile:
ru: Ниже приведен список доступных языков:
si_lk: මේ තිබෙන භාෂා ලැයිස්තුවක්:
sk: Zoznam všetkých dostupných jazykov:
sl_si: Tu je seznam jezikov, ki so na razpolago:
sq: Këtu është një listë e të gjitha gjuhëve të mundshme:
sr: Списак свих расположивих језика:
sv: Här är en lista på alla tillgängliga språk:
ta: இதோ கிடைக்கப்பெறும் மொழிகளின் பட்டியல்:
te_in: అందుబాటులో ఉన్న అన్ని భాషల జాబితా ఇక్కడ:
th: นี่คือรายการภาษาที่มีทั้งหมด:
tr: Kullanılabilecek dillerin listesi:
uk: Нижче наведений перелік доступних мов:
vi: Đây là một danh sách các ngôn ngữ đã sẵn sàng:
zh_cn: 以下列出了所有支持的语言：
zh_tw: 下列為所有可用的語言清單:
