Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: After having received all parts, you need to re-assemble them to one package again. This is done as follows:
ar: بعد أن تتسلم جميع الأجزاء، تحتاج إلى إعادة تجميعها إلى حزمة واحدة مرة أخرى. ويتم ذلك على النحو التالي :
az: Bütün hissələri əldə etdikdən sonra sən onların hamısını yenidən bir paketdə birləşdirməlisən. Bu belə edilir:
ca: Després de rebre totes les parts, les heu d'unir en un paquet. Això és fa així:
cs: Poté co obdržíte všechny části, je potřeba je opět složit dohromady. Postupujte následovně:
cy: Ar ôl derbyn pob rhan, mae'n rhaid ailosod nhw i un pecyn eto. Gallwch gwneud hyn wrth wneud yr canlynol:
da: Efter du har modtaget alle dele skal du sammensætte dem til én pakke igen. Dette gøres sådan:
de: Nach dem Erhalt aller Teilanhänge ist es notwendig diese wieder zusammen zu fügen. Bitte gehen Sie folgendermaßen vor:
el: Μετά την παραλαβή όλων των κομματιών, θα πρέπει να τα ξανά-συναρμολογήσετε σε ένα πακέτο και πάλι. Αυτό γίνεται ως εξής:
es: Después de haber recibido todas las partes, necesitas re-ensamblarlas de nuevo en un sólo paquete. Esto se hace de este modo:
eu: Zati guztiak jaso ostean, pakete bakar batean ber-muntatu beharko dituzu. Hau honela egiten da:
fa: پس از دریافت کردن تمامی بخش ها شما نیاز دارید تا آن‌ها را به صورت زیر مجدداً تبدیل به یک بسته ی یگانه نمایید. که آنگونه که در ادامه آمده است، انجام می شود:
fi: Kun olet vastaanottanut kaikki osatiedostot, sinun on koottava ne jälleen yhdeksi tiedostoksi. Se tapahtuu näin:
fil: Pagkatapos matanggap ang lahat ng parte, kailangan mong i-re-assemble ang ito sa isang package muli. Ang paggawa nito ay isinasaad gamit ang sumusunod:
fr: Après avoir reçu toutes les pièces, vous avez besoin de les ré-assembler à nouveau en un seul paquetage. Cela se fait comme suit:
fr_ca: Après avoir reçu tous les morceaux, vous devez les rassembler en un seul paquet. Cela se fait comme suit :
he: אחרי שקיבלת את כל החלקים, אתה צריך להרכיבם בחזרה לחבילה אחת. זה נעשה כך:
hr_hr: Nakon što primite sve dijelove, trebate ih sastaviti u jedan paket. To se radi na sljedeći način:
hu: Ha minden rész megérkezett, akkor össze kell állítania ismét egy csomaggá. Ezt a következőképp tudja megtenni:
id: Setelah menerima semua bagian paket, Anda perlu menyusunnya kembali menjadi satu paket. Caranya adalah sebagai berikut:
it: Dopo aver ricevuto tutte le parti, sarà necessario riassemblarle in un singolo pacchetto. Per farlo, procedere come segue:
ja: 全部分を受信した後、もう一度一つのパッケージに再結合する必要があります。以下のように行ってください:
km: បន្ទាប់ពី​បាន​ទទួល​ផ្នែក​ទាំងអស់​ហើយ អ្នក​ត្រូវ​ផ្គុំ​វា​ឡើងវិញ ទៅជា​កញ្ចប់​មួយ។ វា​ត្រូវ​បាន​ធ្វើ​ដូច​ខាងក្រោម៖
ko: 모든 부분을 받은 뒤에, 패키지를 다시 합칠 필요가 있습니다. 따라하십시오.
lv: Pēc tam, kad visas daļas saņemtas, tās nepieciešams atkal apvienot vienā pakotnē. To dara šādi:
ms_my: Selepas menerima semua bahagian, anda perlu memasang semula bahagian-bahagian tersebut kepada satu pakej. Ini dilakukan seperti berikut:
my: အစိတ်အပိုင်း အားလုံး ရရှိပြီးပါက ဖိုင်ထုတ် တစ်ခု ဖြစ်အောင် ပြန်စုစည်းရမည် ဖြစ်သည်။ ၄င်းကို အောက်ပါအတိုင်း လုပ်ဆောင်နိုင်သည် -
nb: Etter å ha mottatt alle delene, må du sette dem sammen til én pakke igjen. Dette gjør du som følger:
nl: Nadat u alle onderdelen ontvangen heeft, moet u deze combineren tot één pakket. Dit kunt u als volgt doen:
nl_be: Nadat u alle pakketten ontvangen heeft, zal u deze terug moeten assembleren in één pakket. Dit doet u als volgt :
pl: Po otrzymaniu wszystkich części, musisz je ponownie poskładać do jednej paczki. Robi się to w następujący sposób:
pt: Depois de receber todas as partes, precisará de as reunir de novo num pacote. Isto é feito da seguinte forma:
pt_br: Após receber todos os arquivos, você precisa regrupá-los em um único pacote novamente. Isso é feito da seguinte forma:
ro: Dupa ce ati primit toate partile, trebuie sa le grupati iar intr-un singur pachet. Se face dupa cum urmeaza:.
ru: После получения всех частей соберите их в один пакет. Это делается так:
si_lk: සියලු කොටස් ලැබීමෙන් පසුව, ඔබට එය නැවත සකස් කිරීම එක පැකේජයකට කිරීමට සිදුවේ. මෙය සිදුවන්නේ මෙසේය:
sk: Akonáhle získate všetky časti, musíte ich všetky spojiť do jedného celku. Spravíte to nasledovne:
sl_si: Ko prejmete vse dele, jih morate ponovno sestaviti v en paket. To naredite kot sledi:
sq: Pasi t'i keni marrë të gjitha pjesët, ju duhet t'i rimblidhni ato tek një paketë sërish. Kjo bëhet si vijon:
sr: Након што сте примили све делове, морате их поново спојити у један пакет. То можете урадити на следећи начин:
sv: Efter att du fått alla delar måste du bygga ihop dom till ett paket igen. Det gör du såhär:
ta: அனைத்து பாகங்களை பெற்றவுடன், நீங்கள் அவற்றை மீண்டும் ஒரு தொகுப்பாக ஒன்றிணைக்க வேண்டும். இதை செய்யவதற்கான வழிமுறை கீழே:
te_in: అన్ని భాగాలనూ అందుకున్న పిదప, వాటన్నింటినీ తిరిగి ఒక కూర్పుగా కూర్చవలెను.⏎ అది ఈ క్రింది విధంగా చేయవచ్చు:
th: หลังจากได้รับทุกส่วนแล้ว คุณจำเป็นต้องประกอบมันเข้าด้วยกัน เป็นหนึ่งแฟ้ม โดยทำตามขั้นตอนต่อไปนี้:
tr: Tüm ekleri aldıktan sonra tek bir paket halinde birleştirin. Bu işlemi şu şekilde yapabilirsiniz:
uk: Після отримання всіх частин, їх необхідно зібрати в один пакет. Наступним чином:
vi: Một khi nhận được tất cả các phần riêng này, bạn cần phải kết hợp lại chúng thành chỉ một gói phần mềm. Hãy làm theo những bước sau đây:
zh_cn: 收到该软件包所有附件之后，需将这些附件再组合为一个文件，步骤如下:
zh_tw: 在收到所有部分之後，您需要將它們重新組合成 一個封裝檔。這是透過下列步驟:

source: 1.) Save all received attachments into one folder on your disk.
ar: 1.) احفظ كافة المرفقات التي تسلمتها في مجلد واحد على القرص الصلب الخاص بك.
az: 1.) Bütün əlavələri yaddaş diskində bir qovluqda saxla.
ca: 1.) Desau tots els fitxers adjunts en una carpeta o al disc.
cs: 1. Uložte všechny přijaté přílohy do jedné složky na Vašem disku.
cy: 1.) Arbed pob attodiad mewn un ffolder ar eich ddisg.
da: 1.) Gem alle modtagede vedhæftninger i én folder på din disk.
de: 1.) Bitte alle erhaltenen Anhänge in einem Ordner auf ihrer Festplatte speichern.
el: 1.) Αποθηκεύστε όλα τα ληφθέντα συνημμένα σε ένα φάκελο στο δίσκο σας.
es: 1.) Guarde todos los archivos adjuntos en una carpeta en su disco.
eu: 1.) Gorde jasotako eranskin guztiak karpeta bakar batean zure diskan.
fa: 1.) همه پیوست های دریافت شده را در یک پوشه و در کنار هم، روی کامپیوتر خود بریزید.
fi: 1.) Tallenna kaikki liitteet samaan kansioon levyasemassasi.
fil: 1.) I-save ang lahat ng natanggap na attachments gamit ang isang forder sa iyong disk.
fr: 1.) Enregistrer toutes les pièces jointes reçues dans un même dossier sur votre disque.
fr_ca: 1.) Enregistrer toutes les pièces jointes reçues dans un dossier sur votre disque.
he: 1) שמור את כל הקבצים המצורפים לתקיה אחת על הדיסק שלך.
hr_hr: 1.) Spremite sve primljene privitke u jednu mapu na disku.
hu: 1.) Mentsen le minden csatolmányt egy mappába a merevlemezre.
id: 1.) Simpan semua lampiran yang diterima ke dalam satu folder.
it: 1.) Salvare tutte le parti ricevute in un'unica cartella sul proprio disco
ja: 1).全ての添付ファイルをハードディスクに保存してください
km: 1.) រក្សាទុក​ឯកសារ​ភ្ជាប់​ទាំងអស់​ដែល​បាន​ទទួល ទៅកាន់​ថត​មួយ​នៅ​ក្នុង​ថាស​របស់​អ្នក។
ko: 1.) 받으신 모든 첨부파일을 디스크의 한 폴더에 저장해 주십시오.
lv: 1.) Saglabājiet visus saņemtos pielikumus vienā mapē uz sava diska.
ms_my: 1.) Simpan semua bahagian yang diterima ke dalam satu folder pada cakera anda.
my: ၁) ရရှိထားသော ပူးတွဲဖိုင် အားလုံးကို သင့် ကွန်ပျူတာထဲရှိ ဖိုင်တွဲ တစ်ခုထဲ သိမ်းဆည်းထားပါ။
nb: 1.) Lagre alle de mottatte vedleggene i en mappe på harddisken din.
nl: 1.) Sla alle bijlagen op in één en dezelfde map op uw harde schijf.
nl_be: 1.) Bewaar alle ontvangen bijlagen in één map op uw harde schijf.
pl: 1.) Zapisz wszystkie otrzymane załączniki do jednego folderu na dysku.
pt: 1.) Guarde todos os anexos recebidos numa pasta do seu disco.
pt_br: 1.) Salve todos os anexos recebidos em uma pasta do seu disco duro.
ro: 1.) Salvati toate atasamentele primite intr-un singur director sau folder pe discul d-voastra.
ru: 1.) Сохраните все полученные файлы в одну папку.
si_lk: 1.) ඔබගේ තැටියේ එක් ෆෝල්ඩරයකට ලැබුණු සියලු ඇමුණුම් සුරකින්න.
sk: 1.) Umiestnite všetky časti do jedného priečinka na Vašom disku.
sl_si: 1.) Vse prejete priponke shranite v eno mapo na svojem disku.
sq: 1.) Ruajini të gjitha bashkëngjitjet e marra në një dosje në diskun tuaj.
sr: 1) Сачувајте све примљене прилоге у једну фасциклу на диску.
sv: 1.) Spara alla mottagna bilagor i en mapp på din hårddisk.
ta: 1) உங்கள் வட்டில் ஒரு கோப்புறையினுள் பெற்ற அனைத்து இணைப்புகளையும் சேமிக்க.
te_in: 1.) అందుకున్న అన్ని జతపరుపులనూ మీ డీస్క్‌లోని ఒక సంచయంలో ఉంచి భద్రపరచండి.
th: 1.) บันทึกแฟ้มแนบที่ได้รับทุกแฟ้มลงในดิสก์ของคุณ ทั้งหมดในโฟลเดอร์เดียวกัน
tr: 1) Gönderilen tüm dosyaları diskinizde bir klasörün içine kaydedin.
uk: 1.) Збережіть всі отримані файли в одну теку.
vi: 1.) Lưu lại tất cả các tập tin đính kèm đó vào cùng một thư mục trên ổ đĩa.
zh_cn: 1.) 将所有附件保存到磁盘的同一目录中。
zh_tw: 1.) 將所有收到的附件儲存到您磁碟上的一個資料夾。

source: 2.) Unzip all files ending in ".z". If you saved all attachments to a fresh folder before, simply unzip all files in that folder. If you don't know how to unzip the .z files, please see the UNPACKING THE FILES section.
ar: 2- قم بفك ضغط كل الملفات ذات اللاحقة "z.". إذا قمت بحفظ الملفات في مجلد جديد، قم ببساطة بفك ضغط كل الملفات في ذاك المجلد. إذا كنت لا تعرف كيف تفك ضغط الملفات z. ، الرجاء قم بمراجعة فقرة "فك ضغط الملفات".
az: 2.) ".z" ilə bitən faylların hamısını "unzip" et. Faylların hamısını boş qovluqda saxlamısansa, onları elə həmin qovluğa unzip et. Əgər .z əlavələrin necə unzip ediləcəyini bilmirsənsə, FAYLLARIN PAKETİNİN AÇILMASI bölməsinə bax.
ca: 2.) Descomprimeix tots els arxius acabats en ".z". Si has guardat tots els fitxers adjunts en una carpeta nova abans, simplement descomprimeix tots els arxius d'aquella carpeta. Si no saps descomprimir els arxius .z, sisplau consulta la secció DESEMPAQUETANT ELS ARXIUS.
cs: 2. Rozbalte všechny soubory končící na ".z".Pokud jste uložili všechny přílohy do nové složky již předtím, jednoduše rozbalte všechny soubory tam. Pokud nevíte, jak se rozbalují soubory s příponou ".z", podívejte se do sekce ROZBALOVÁNÍ SOUBORŮ.
cy: 2.) Dadsipio pob ffeil sy'n diwyddaru a ".z". Os oeddech chi wedi arbed pob attodiad i ffolder ffres cyn, dadsipiwch pob ffeil yn y ffolder. Os nad ydych yn gwybod sut i dadsipio'r ffeiliau .z, edrychwch ar yr adran DADBACIO'R FFEILIAU.
da: 2). Udpak alle filer der ender på. ".z". Hvis du har gemt alle vedhæftede filer til en ny mappe, før skal du blot udpakke alle filer i den mappe. Hvis du ikke ved, hvordan man kan udpakke. .z-filer, se udpakning af filer sektion.
de: 2.) Bitte alle Dateien die mit ».z« enden entpacken. Wenn alle Anhänge in einem neuen Ordner gespeichert sind, können Sie die Dateien in diesem Ordner entpacken. Sollten Sie nicht wissen, wie man ».z«-Dateien entpackt, lesen Sie sich bitte den Abschnitt »Entpacken der Dateien« durch.
el: 2.) Αποσυμπιέστε όλα τα αρχεία που έχουν κατάληξη ".z". Αν αποθηκεύσατε όλα τα επισυναπτόμενα αρχεία σε ένα κατάλογο νωρίτερα, απλώς αποσυμπιέστε όλα τα αρχεία σε αυτόν το κατάλογο. Αν δεν γνωρίζετε πώς να αποσυμπιέσετε τα αρχεία .z, παρακαλούμε διαβάστε την ενότητα ΑΠΟΣΥΜΠΙΕΣΗ ΤΩΝ ΑΡΧΕΙΩΝ.
es: 2.) Descomprima todos los archivos terminados en ".z". Si guardó todos los adjuntos en una carpeta nueva, simplemente descomprima todos los archivos en esa carpeta. Si no sabe cómo descomprimir los archivos .z, lea la sección DESEMPAQUETAR LOS ARCHIVOS.
eu: 2.) Erauzi ".z"n amaitzen diren fitxategi guztiak. Eranskin guztiak karpeta berri batean gorde badituzu, besterik gabe fitxategi guztiak hor erauzi. Ez baldin badakizu nola erauzten diren .z fitxategiak, mesedez ikusi FITXATEGIAK ERAUZTEN atala.
fa: ۲.) تمامی‌ فایل‌هایی‌ که به پسوند .z ختم میشوند را unzip کنید. اگر تمامی‌ فایل های دانلود شده را درون یک فولدر ذخیره کرده‌اید، همهٔ آنها را در همان جا unzip کنید. در صورتی‌ که نمی‌دانید چگونه فایل‌های خود را unzip کنید، به بخش "unpack کردنِ فایل ها" مراجعه کنید.
fi: 2.) Pura kaikki tiedostot, jotka päättyvä tarkentimeen ".z". Jos olet tallentanut kaikki liitteet puhtaaseen kansioon aiemmin, pura kaikki tiedostot yksinkertaisesti tuohon kansioon. Jos et tiedä, kuinka .z-tiedostoja puretaan, katso UNPACKING THE FILES-kappaletta.
fr: 2.) Décompressez tous les fichiers finissant par ".z". Si vous avez d'abord sauvegardé toutes les pièces jointes dans un nouveau dossier, alors décompressez tous les fichiers dans ce dossier. Si vous ne savez pas comment décompresser les fichiers .z, veuillez lire la section UNPACKING THE FILES.
fr_ca: 2.) Extraire tous les fichiers finissant par « .z ». Si vous avez sauvegardé toutes les pièces jointes dans un nouveau dossier, y extraire tous les fichiers. Si vous ne savez pas comment extraire les fichiers .z, voir la section EXTRAIRE LES FICHIERS.
he: פתח את כל הקבצים שמסתיימים ב ".z". אם אתה שומר את כל הקבצים המצורפים לתקייה חדשה פשוט פתח את הקבצים המקובצים לתקייה זו. אם אתה לא יודע איך לפתוח את הקבצים המקובצים ראה את סעיף "UNPACKING THE FILES"
hr_hr: 2.)Otpakirajte sve datoteke koje završavaju sa ".z" Ako ste prije toga spremili sve privitke u novi folder, jednostavno otpakirajte sve datoteke u tom folderu. Ako ne znate kako otpakirati .z datoteke, pogledajte odjeljak OTPAKIRAVANJE DATOTEKA.
hu: 2.) Csomagolja ki az összes ".z" végű fájlt. Ha minden fájlt egy új könyvtárba mentett, akkor egyszerűen csomagolja ki az összes fájlt abba a könyvtárba. Ha nem tudja, hogyan kell kicsomagolnia a .z fájlokat, akkor kérjük olvassa el A FÁJLOK KICSOMAGOLÁSA részt.
id: 2.) Unzip semua berkas yang berakhir dengan ".z". Jika Anda menyimpan semua lampiran ke folder baru sebelumnya, cukup unzip semua berkas di folder tersebut. Jika Anda tidak tahu cara unzip berkas .z, mohon baca MENGEKSTRAK BERKAS.
it: 2.) Estrarre il contenuto di tutti i file che terminano in ".z". Se gli allegati sono stati salvati in una nuova cartella, basterà estrarre il contenuto di questa cartella. Se non si è capaci di estrarre i contenuti dei file, si consulti la sezione "Estrarre i contenuti dei file".
ja: 2)".z"で終わるすべてのファイルを解凍します。すべての添付ファイルを新しいフォルダに保存すれば、ただそのフォルダの全ファイルを解凍するだけです。.zファイルの解凍方がわからないなら、ファイルの解凍セクションを確認してください。
km: 2.) ពន្លា​ឯកសារ​ទាំងអស់​ដែល​មាន​កន្ទុយ ".z" ។ បើ​អ្នក​រក្សាទុក​ឯកសារ​ភ្ជាប់ ទៅកាន់​ថត​ថ្មី​ពីមុន អ្នក​គ្រាន់តែ​ពន្លា​ឯកសារ​ទាំងអស់​នៅ​ក្នុង​ថត​នោះ។ បើ​អ្នក​មិន​ស្គាល់​របៀប​ពន្លា​ឯកសារ .z សូម​មើល​ផ្នែក​ការ​ស្រាយ​កញ្ចប់។
ko: 2.) ".z"로 끝나는 모든 파일을 압축푸십시오. 만약 모든 첨부파일이 한 폴더에 있으시다면, 간단히 그 폴더에 압축을 푸시면 됩니다. 만약 .z 파일을 어떻게 푸는지 모르신다면, 아래 "파일 압축풀기" 단락을 보십시오.
lv: 2.) Atzipojiet visas datnes, kuras beidzas ar ".z". Ja esat iepriekš saglabājis visus pielikumus jaunā mapē, vienkārši atzipojiet visas datnes šajā mapē. Ja nezinat kā atzipot .z datnes, lūdzu, skatiet iedaļu DATŅU IZPAKOŠANA.
ms_my: 2.) Unzil semua fail yang berakhir dengan ".z". Jika kamu simpan semua fail di dalam folder baru sebelum itu, unzip semua file di dalam folder itu. Jika kamu tidak tahu apakah itu unzip fail .z, sila lihat bahagian seksyen NYAHMAMPAT FAIL.
my: ၂) ".z" ဖြင့် ဆုံးသော ဖိုင်အားလုံးကို ဖြည်ချပါ။ အကယ်၌ ပူးတွဲဖိုင် အားလုံးကို ဖိုင်တွဲသစ်ထဲ၌ လွန်ခဲ့သော အချိန်တွင် သိမ်းဆည်းထားပါက၊ ဖိုင်အားလုံးကို ၄င်းဖိုင်တွဲထဲ၌ ဖြည်ချလိုက်ပါ။ အကယ်၍ .z ဖိုင်များ ဖြည်ချနည်း မသိပါက၊ ဖိုင်များ ဖြည်ချခြင်း အပိုင်းကို လေ့လာပါ။
nb: 2.) Pakk opp alle filene som ender på ".z". Hvis du allerede har lagret alle vedleggene i en ny mappe, så er det bare å pakke ut alle filene i den mappen. Hvis du ikke vet hvordan du pakker opp .z-filene, gå til seksjonen kallt OPPAKKING AV FILENE.
nl: 2.) Unzip alle bestanden die eindigen met ".z". Als je alle bijlagen eerder in een schone folder bewaard hebt, pak dan simpelweg alle bestanden uit in deze folder. Als je niet weet hoe de .z bestanden te unzippen, lees dan de BESTANDEN UITPAKKEN sectie.
nl_be: 2.) Unzip alle bestanden die eindigen in ".z". Indien u alle bijlagen reeds in een nieuwe folder bewaard had, kan u gewoon alle bestanden unzippen in deze folder. Indien u niet weet hoe u de ".z" bestanden moet unzippen, gelieve het gedeelte "UITPAKKEN VAN DE BESTANDEN" te raadplegen.
pl: 2.) Rozpakuj wszystkie pliki zakończone na ".z". Jeśli zapisałeś/aś wcześniej wszystkie załączniki do nowego folderu, po prostu rozpakuj wszystkie pliki w tym folderze. Jeśli nie wiesz, jak rozpakować pliki .z, zajrzyj do sekcji ROZPAKOWANIE PLIKÓW.
pt: 2.) Descomprima todos os ficheiros terminando em ".z". Se gravou todos os anexos para uma pasta vazia anteriormente, simplesmente extraia todos os ficheiros nessa pasta. Se não sabe como descomprimir os ficheiros .z, por favor veja a secção DESCOMPRIMIR OS FICHEIROS.
pt_br: 2.) Descompacte todos os arquivos de extensão ".z". Se você tiver salvado todos os anexos em uma nova pasta anteriormente, simplesmente descompacte todos os arquivos nessa pasta. Se você não souber como descompactar os arquivos ".z", por favor consulte a seção "DESCOMPACTANDO ARQUIVOS".
ro: 2.) Dezarchivati toate fisierele terminate in " .z". Daca ati salvat inainte toate atasamentele intr-un director sau folder nou, va rugam sa va uitati peste sectiunea DESPACHETAND FISIERELE.
ru: 2.) Распакуйте все файлы с окончанием ".z". Если вы сохранили вложения в новую папку, то распакуйте прямо в нее. Если вы не знаете как распаковывать ".z" файлы, смотрите секцию РАСПАКОВКА ФАЙЛОВ.
si_lk: 2.) ".z" වලින් අවසන් වන සියලු ගොනු ලිහිල් කරන්න. ඔබ සියලු ඇමුණුම් කලින් නව ෆෝල්ඩරයක සුරැකුවේ නම්, එම ෆෝල්ඩරයේ සියලු ගොනු ලිහිල් කරන්න. ඔබ නොදන්නේ නම් .z ගොනු ලිහිල් කරන ආකාරය, කරුණාකර ගොනු ලිහිල් කිරීමේ කොටස බලන්න.
sk: 2.) Rozbaľte všetky súbory s príponou ".z". Ak ste uložili všetky prílohy do nového priečinka, rozbaľte všetky súbory v tomto priečinku. Ak neviete ako rozbaliť súbory s príponou .z, prezrite si sekciu ROZBAĽOVANIE SÚBOROV.
sl_si: 2.) Odpakirajte vse datoteke s končnico ".z". Če ste shranili vse priponke v novo mapo, enostavno odpakirajte vse datoteke v to mapo. Če ne veste kako odpakirati .z datoteke, poglejte v sekcijo ODPAKIRANJE DATOTEK
sq: 2.) Çngjishini të gjithë skedarët që përfundojnë me".z". Nëse ju i keni ruajtur më parë të gjitha bashkëngjitjet tek një dosje e re, thjesht çngjishini të gjithë skedarët në atë dosje. Nëse ju nuk dini sesi t'i çngjishni skedarët ".z", ju lutemi shihni seksionin SHPAKETIMI I SKEDARËVE.
sr: 2.) Otpakujte sve fajlove koji zavrsavaju s extensijom ".z". Ako ste snjimili sve fajlove u novi folder, jednostavno unzip-ujte sve fajlove u taj folder. Ako neznate kako otpakovat .z fajlove, onda niste dovoljno obrazovani za koristenje ovog software-a.
sv: 2.) Packa upp alla filer som har ändelsen ".z". Om du sparat alla bifogade filer till en ny mapp kan du packa upp alla filer i den mappen. Om du inte vet hur du packar upp .z filerna, se avsnittet UNPACKING THE FILES för mer information.
ta: 2.) ".z" ல் முடிவுள்ள அனைத்து கோப்புகளையும் விரிவாக்கவும். நீங்கள் அனைத்து இணைப்புகளை முன்னர் ஓர் புதிய கோப்புறையில் சேமித்தீர் என்றால், நேரடியாக கோப்புறையினுல் உள்ள அனைத்து கோப்புகளையும் 'unzip' விருவாக்குகங்ள். உங்களால் .z கோப்புகளை திறக்கமுடியவில்லை எனில், "கோப்புகளை விரிவாக்குவது எப்படி" பிரிவை பார்க்கவும்.
te_in: 2.) ".z"తో ముగిసే అన్ని దస్త్రాలనూ అన్‌జిప్ చేయండి. మీరు కనుక ఇంతకు ముందే అన్ని జతపరుపులనూ ఒక తాజా ఫోల్డరులో భద్రపరిచి ఉంచినట్లైతే, వాటిని అదే ఫోల్డరులో అన్‌జిప్ చేస్తే సరిపోతుంది. మీకు .z దస్త్రాలను అన్‌జిప్ చేయటం తలియకపోతే, దయచేసి దస్త్రాలను వెలుపలకి తెచ్చుట అనే విభాగాన్ని సందర్శించగలరు.
th: 2.) แตกไฟล์ทั้งหมดที่ลงท้ายด้วย ".z" ถ้าคุณเซฟไฟล์แนบ ในโฟล์เดอร์ใหม่มาก่อน ให้แตกไฟล์ในโฟลเดอร์นั้น ถ้าคุณไม่ รู้วิธีการแตกไฟล์ .z กรุณาอ่านส่วนของ "การแตกไฟล์"
tr: 2) ".z" ile biten tüm dosyaları ayıklayın. Tüm ekleri daha önce boş bir klasöre kaydettiyseniz, bu klasördeki tüm dosyaları ayıklayın. .z dosyalarını nasıl ayıklayacağınızı bilmiyorsanız "DOSYALARIN AYIKLANMASI" bölümüne bakın.
uk: 2.) Розпакуйте всі файли з закінченням ".z". Якщо ви зберегли вкладення в нову теку, то розпакуйте прямо в неї. Якщо ви не знаєте як розпаковувати ".z" файли, дивіться розділ РОЗПАКУВАННЯ ФАЙЛІВ.
vi: 2.) Giải nén tất cả tập tin có đuôi ".z". Nếu bạn đã lưu tất cả tập tin đính kèm đó vào một thư mục trống trước đó, thì bạn chỉ cần phải giải nén những tập tin nằm trong thư mục đó. Nếu bạn không biết cách giải nén tập tin ".z", xem phần GIẢI NÉN TẬP TIN.
zh_cn: 2.) 解压所有后缀名为“.z”的文件。如果已将所有附件保存至新的文件夹，只需在此文件夹中解压所有文件即可。 如果不明白如何解压 .z 文件，请参阅《解压文件》部分。
zh_tw: 2.) 將帶有 “.z” 結尾的所有檔案解壓縮。若您先將所有附件儲存到 一個新的資料夾，那麼只需解壓縮該資料夾中的所有檔案。若您不知道 如何解壓縮 .z 檔案，請參閱檔案解壓縮章節。
