Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: gettor+ar@torproject.org: Arabic gettor+de@torproject.org: German gettor+en@torproject.org: English gettor+es@torproject.org: Spanish gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: French gettor+it@torproject.org: Italian gettor+nl@torproject.org: Dutch gettor+pl@torproject.org: Polish gettor+ru@torproject.org: Russian gettor+zh@torproject.org: Chinese
ar: gettor+ar@torproject.org: العربية gettor+de@torproject.org: الألمانية gettor+en@torproject.org: الإنجليزية gettor+es@torproject.org: الإسبانية gettor+fa@torproject.org: الفارسية (إيران) gettor+fr@torproject.org: الفرنسية gettor+it@torproject.org: الإيطالية gettor+nl@torproject.org: الهولندية gettor+pl@torproject.org: البولندية gettor+ru@torproject.org: الروسية gettor+zh@torproject.org: الصينية
ca: gettor+ar@torproject.org: Àrab⏎ gettor+de@torproject.org: Alemany⏎ gettor+en@torproject.org: Anglès⏎ gettor+es@torproject.org: Castellà⏎ gettor+fa@torproject.org: Farsi (Iran)⏎ gettor+fr@torproject.org: Francès⏎ gettor+it@torproject.org: Italià⏎ gettor+nl@torproject.org: Holandès⏎ gettor+pl@torproject.org: Polonès⏎ gettor+ru@torproject.org: Rus⏎ gettor+zh@torproject.org: Xinès
cs: gettor+ar@torproject.org: Arabsky gettor+de@torproject.org: Německy gettor+en@torproject.org: Anglicky gettor+es@torproject.org: Španělsky gettor+fa@torproject.org: Farsi (Írán) gettor+fr@torproject.org: Francouzsky gettor+it@torproject.org: Italsky gettor+nl@torproject.org: Holandsky gettor+pl@torproject.org: Polsky gettor+ru@torproject.org: Rusky gettor+zh@torproject.org: Čínsky
cy: gettor+ar@torproject.org: Arabeg gettor+de@torproject.org: Almaeneg gettor+en@torproject.org: Saesneg gettor+es@torproject.org: Sbaeneg gettor+fa@torproject.org: Perseg (Iran) gettor+fr@torproject.org: Ffrangeg gettor+it@torproject.org: Eidaleg gettor+nl@torproject.org: Iseldireg gettor+pl@torproject.org: Pwyleg gettor+ru@torproject.org: Rwsieg gettor+zh@torproject.org: Tsieinëeg
da: gettor+ar@torproject.org: Arabisk gettor+de@torproject.org: Tysk gettor+en@torproject.org: Engelsk gettor+es@torproject.org: Spansk gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Fransk gettor+it@torproject.org: Italiensk gettor+nl@torproject.org: Hollandsk gettor+pl@torproject.org: Polsk gettor+ru@torproject.org: Russisk gettor+zh@torproject.org: Kinesisk
de: gettor+ar@torproject.org: Arabisch gettor+de@torproject.org: Deutsch gettor+en@torproject.org: Englisch gettor+es@torproject.org: Spanisch gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Französisch gettor+it@torproject.org: Italienisch gettor+nl@torproject.org: Niederländisch gettor+pl@torproject.org: Polnisch gettor+ru@torproject.org: Russisch gettor+zh@torproject.org: Chinesisch
el: gettor+ar@torproject.org: Αραβικά gettor+de@torproject.org: Γερμανικά gettor+en@torproject.org: Αγγλικά gettor+es@torproject.org: Ισπανικά gettor+fa@torproject.org: Περσικά (Ιράν) gettor+fr@torproject.org: Γαλλικά gettor+it@torproject.org: Ιταλικά gettor+nl@torproject.org: Ολλανδικά gettor+pl@torproject.org: Πολωνικά gettor+ru@torproject.org: Ρώσικα gettor+zh@torproject.org : Κινέζικα
es: gettor+ar@torproject.org: Árabe gettor+de@torproject.org: Alemán gettor+en@torproject.org: Inglés gettor+es@torproject.org: Español gettor+fa@torproject.org: Persa (Iran) gettor+fr@torproject.org: Francés gettor+it@torproject.org: Italiano gettor+nl@torproject.org: Holandés gettor+pl@torproject.org: Polaco gettor+ru@torproject.org: Ruso gettor+zh@torproject.org: Chino
fa: gettor+ar@torproject.org: عربی gettor+de@torproject.org: آلمانی gettor+en@torproject.org: انگلیسی gettor+es@torproject.org: اسپانیایی gettor+fa@torproject.org: فارسی (ایران) gettor+fr@torproject.org: فرانسوی gettor+it@torproject.org: ایتالیایی gettor+nl@torproject.org: هلندی gettor+pl@torproject.org: لهستانی gettor+ru@torproject.org: روسی gettor+zh@torproject.org: چینی
fi: gettor+ar@torproject.org: arabia gettor+de@torproject.org: saksa gettor+en@torproject.org: englanti gettor+es@torproject.org: espanja gettor+fa@torproject.org: farsi (Iran) gettor+fr@torproject.org: ranska gettor+it@torproject.org: italia gettor+nl@torproject.org: hollanti gettor+pl@torproject.org: puola gettor+ru@torproject.org: venäjä gettor+zh@torproject.org: kiina
fr: gettor+ar@torproject.org : Arabe gettor+de@torproject.org : Allemand gettor+en@torproject.org : Anglais gettor+es@torproject.org : Espagnol gettor+fa@torproject.org : Farsi (Iran) gettor+fr@torproject.org : Français gettor+it@torproject.org : Italien gettor+nl@torproject.org : Néerlandais gettor+pl@torproject.org : Polonais gettor+ru@torproject.org : Russe gettor+zh@torproject.org : Chinois
fr_ca: gettor+ar@torproject.org: Arabe gettor+de@torproject.org: Allemand gettor+en@torproject.org: Anglais gettor+es@torproject.org: Espagnol gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Français gettor+it@torproject.org: Italien gettor+nl@torproject.org: Néerlandais gettor+pl@torproject.org: Polonais gettor+ru@torproject.org: Russe gettor+zh@torproject.org: Chinois
he: gettor+ar@torproject.org: ערבית gettor+de@torproject.org: גרמנית gettor+en@torproject.org: אנגלית gettor+es@torproject.org: ספרדית gettor+fa@torproject.org: פרסית (איראן) gettor+fr@torproject.org: צרפתית gettor+it@torproject.org: איטלקית gettor+nl@torproject.org: הולנדית gettor+pl@torproject.org: פולנית gettor+ru@torproject.org: רוסית gettor+zh@torproject.org: סינית
hr_hr: gettor+ar@torproject.org: arapski gettor+de@torproject.org: njemački gettor+en@torproject.org: engleski gettor+es@torproject.org: španjolski gettor+fa@torproject.org: farsi (Iran) gettor+fr@torproject.org: francuski gettor+it@torproject.org: talijanski gettor+nl@torproject.org: nizozemski gettor+pl@torproject.org: poljski gettor+ru@torproject.org: ruski gettor+zh@torproject.org: kineski
hu: gettor+ar@torproject.org: Arab gettor+de@torproject.org: Német gettor+en@torproject.org: Angol gettor+es@torproject.org: Spanyol gettor+fa@torproject.org: Farsi (Irán) gettor+fr@torproject.org: Francia gettor+it@torproject.org: Olasz gettor+nl@torproject.org: Holland gettor+pl@torproject.org: Lengyel gettor+ru@torproject.org: Orosz gettor+zh@torproject.org: Kínai
id: gettor+ar@torproject.org: Bahasa Arab gettor+de@torproject.org: Bahasa Jerman gettor+en@torproject.org: Bahasa Inggris gettor+es@torproject.org: Bahasa Spanyol gettor+fa@torproject.org: Bahasa Farsi (Iran) gettor+fr@torproject.org: Bahasa Perancis gettor+it@torproject.org: Bahasa Italia gettor+nl@torproject.org: Bahasa Belanda gettor+pl@torproject.org: Bahasa Polandia gettor+ru@torproject.org: Bahasa Rusia gettor+zh@torproject.org: Bahasa Cina
it: gettor+ar@torproject.org: arabo gettor+de@torproject.org: tedesco gettor+en@torproject.org: inglese gettor+es@torproject.org: spagnolo gettor+fa@torproject.org: persiano (Iran) gettor+fr@torproject.org: francese gettor+it@torproject.org: italiano gettor+nl@torproject.org: olandese gettor+pl@torproject.org: polacco gettor+ru@torproject.org: russo gettor+zh@torproject.org: cinese
ja: gettor+ar@torproject.org: アラビア語 gettor+de@torproject.org: ドイツ語 gettor+en@torproject.org: 英語 gettor+es@torproject.org: スペイン語 gettor+fa@torproject.org: ペルシア語(イラン) gettor+fr@torproject.org: フランス語 gettor+it@torproject.org: イタリア語 gettor+nl@torproject.org: オランダ語 gettor+pl@torproject.org: ポーランド語 gettor+ru@torproject.org: ロシア語 gettor+zh@torproject.org: 中国語
km: gettor+ar@torproject.org: អារ៉ាប់ gettor+de@torproject.org: អាល្លឺម៉ង់ gettor+en@torproject.org: អង់គ្លេស gettor+es@torproject.org: អេស្ប៉ាញ gettor+fa@torproject.org: Farsi (អ៊ីរ៉ង់) gettor+fr@torproject.org: បារាំង gettor+it@torproject.org: អ៊ីតាលី gettor+nl@torproject.org: ហុល្លង់ gettor+pl@torproject.org: ប៉ូឡូញ gettor+ru@torproject.org: រុស្សី gettor+zh@torproject.org: Chinese
ko: gettor+ar@torproject.org: 아랍어 gettor+de@torproject.org: 독일어 gettor+en@torproject.org: 영어 gettor+es@torproject.org: 스페인어 gettor+fa@torproject.org: 페르시아어(이란) gettor+fr@torproject.org: 프랑스어 gettor+it@torproject.org: 이탈리아어 gettor+nl@torproject.org: 네덜란드어 gettor+pl@torproject.org: 폴란드어 gettor+ru@torproject.org: 러시아어 gettor+zh@torproject.org: 중국어
lv: gettor+ar@torproject.org: arābu gettor+de@torproject.org: vācu gettor+en@torproject.org: angļu gettor+es@torproject.org: spāņu gettor+fa@torproject.org: farsi (irāņu) gettor+fr@torproject.org: franču gettor+it@torproject.org: itāļu gettor+nl@torproject.org: holandiešu gettor+pl@torproject.org: poļu gettor+ru@torproject.org: krievu gettor+zh@torproject.org: ķīniešu
ms_my: gettor+ar@torproject.org: Arab gettor+de@torproject.org: Jerman gettor+en@torproject.org: English gettor+es@torproject.org: Sepanyol gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Perancis gettor+it@torproject.org: Italy gettor+nl@torproject.org: Belanda gettor+pl@torproject.org: Poland gettor+ru@torproject.org: Rusia gettor+zh@torproject.org: China
my: gettor+ar@torproject.org: အာရပ် gettor+de@torproject.org: ဂျာမန် gettor+en@torproject.org: အင်္ဂလိပ် gettor+es@torproject.org: စပိန် gettor+fa@torproject.org: ဖာစီ (အီရန်) gettor+fr@torproject.org: ပြင်သစ် gettor+it@torproject.org: အီတလီ gettor+nl@torproject.org: ဒတ်ချ် gettor+pl@torproject.org: ပိုလချ် gettor+ru@torproject.org: ရုရှား gettor+zh@torproject.org: တရုတ်
nb: gettor+ar@torproject.org: Arabisk gettor+de@torproject.org: Tysk gettor+en@torproject.org: Engelsk gettor+es@torproject.org: Spansk gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Fransk gettor+it@torproject.org: Italiensk gettor+nl@torproject.org: Nederlandsk gettor+pl@torproject.org: Polsk gettor+ru@torproject.org: Russisk gettor+zh@torproject.org: Kinesisk
nl: gettor+ar@torproject.org: Arabisch gettor+de@torproject.org: Duits gettor+en@torproject.org: Engels gettor+es@torproject.org: Spaans gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Frans gettor+it@torproject.org: Italiaans gettor+nl@torproject.org: Nederlands gettor+pl@torproject.org: Pools gettor+ru@torproject.org: Russisch gettor+zh@torproject.org: Chinees
nl_be: gettor+ar@torproject.org: Arabisch gettor+de@torproject.org: Duits gettor+en@torproject.org: Engels gettor+es@torproject.org: Spaans gettor+fa@torproject.org: Farsi (Iranees) gettor+fr@torproject.org: Frans gettor+it@torproject.org: Italiaans gettor+nl@torproject.org: Nederlands gettor+pl@torproject.org: Pools gettor+ru@torproject.org: Russisch gettor+zh@torproject.org: Chinees
pl: gettor+ar@torproject.org: Arabski gettor+de@torproject.org: Niemiecki gettor+en@torproject.org: Angielski gettor+es@torproject.org: Hiszpański gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Francuski gettor+it@torproject.org: Włoski gettor+nl@torproject.org: Holenderski gettor+pl@torproject.org: Polski gettor+ru@torproject.org: Rosyjski gettor+zh@torproject.org: Chiński
pt: gettor+ar@torproject.org: Arábico gettor+de@torproject.org: Alemão gettor+zh@torproject.org: Chinês gettor+es@torproject.org: Espanhol gettor+fa@torproject.org: Farsi (Irão) gettor+fr@torproject.org: Francês gettor+nl@torproject.org: Holandês gettor+en@torproject.org: Inglês gettor+it@torproject.org: Italiano gettor+pl@torproject.org: Polaco gettor+ru@torproject.org: Russo
pt_br: gettor+ar@torproject.org: Árabe gettor+de@torproject.org: Alemão gettor+en@torproject.org: Inglês gettor+es@torproject.org: Espanhol gettor+fa@torproject.org: Persa (Irã) gettor+fr@torproject.org: Francês gettor+it@torproject.org: Italiano gettor+nl@torproject.org: Holandês gettor+pl@torproject.org: Polonês gettor+ru@torproject.org: Russo gettor+zh@torproject.org: Chinês
ro: gettor+ar@torproject.org: arabă gettor+de@torproject.org: germană gettor+en@torproject.org: engleză gettor+es@torproject.org: spaniolă gettor+fa@torproject.org: persană (Iran) gettor+fr@torproject.org: franceză gettor+it@torproject.org: italiană gettor+nl@torproject.org: olandeză gettor+pl@torproject.org: poloneză gettor+ru@torproject.org: rusă gettor+zh@torproject.org: chineză
ru: gettor+ar@torproject.org: Арабский gettor+de@torproject.org: Немецкий gettor+en@torproject.org: Английский gettor+es@torproject.org: Испанский gettor+fa@torproject.org: Фарси (Иран) gettor+fr@torproject.org: Французский gettor+it@torproject.org: Итальянский gettor+nl@torproject.org: Немецкий gettor+pl@torproject.org: Польский gettor+ru@torproject.org: Русский gettor+zh@torproject.org: Китайский
si_lk: gettor+ar@torproject.org: අරාබි gettor+de@torproject.org: ජර්මානු gettor+en@torproject.org: ඉංග්‍රීසි gettor+es@torproject.org: ස්පාඤ්ඤ gettor+fa@torproject.org: ෆාර්සි (ඉරානය) gettor+fr@torproject.org: ප්‍රංශ gettor+it@torproject.org: ඉතාලි gettor+nl@torproject.org: ලන්දේසි gettor+pl@torproject.org: පෝලන්ත gettor+ru@torproject.org: රුසියානු gettor+zh@torproject.org: චීන
sk: gettor+ar@torproject.org: Arabsky gettor+de@torproject.org: Nemecky gettor+en@torproject.org: Anglicky gettor+es@torproject.org: Španielsky gettor+fa@torproject.org: Farsi (Irán) gettor+fr@torproject.org: Francúzky gettor+it@torproject.org: Taliansky gettor+nl@torproject.org: Holandsky gettor+pl@torproject.org: Poľsky gettor+ru@torproject.org: Rusky gettor+zh@torproject.org: Čínsky
sq: gettor+ar@torproject.org: arabisht gettor+de@torproject.org: gjermanisht gettor+en@torproject.org: anglisht gettor+es@torproject.org: spanjisht gettor+fa@torproject.org: farsi (Iran) gettor+fr@torproject.org: frëngjisht gettor+it@torproject.org: italisht gettor+nl@torproject.org: holandisht gettor+pl@torproject.org: polonisht gettor+ru@torproject.org: rusisht gettor+zh@torproject.org: kinezisht
sr: gettor+ar@torproject.org: Арапски gettor+de@torproject.org: Немачки gettor+en@torproject.org: Енглески gettor+es@torproject.org: Шпански gettor+fa@torproject.org: Фарси (Иран) gettor+fr@torproject.org: Француски gettor+it@torproject.org: Италијански gettor+nl@torproject.org: Холандски gettor+pl@torproject.org: Пољски gettor+ru@torproject.org: Руски gettor+zh@torproject.org: Кинески
sv: gettor+ar@torproject.org: Arabiska gettor+de@torproject.org: Tyska gettor+en@torproject.org: Engelska gettor+es@torproject.org: Spanska gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Franska gettor+it@torproject.org: Italienska gettor+nl@torproject.org: Holländska gettor+pl@torproject.org: Polska gettor+ru@torproject.org: Ryska gettor+zh@torproject.org: Kinesiska
ta: gettor+ar@torproject.org: அரபிக் gettor+de@torproject.org: ஜேர்மன் gettor+en@torproject.org: ஆங்கிலம் gettor+es@torproject.org: ஸ்பானிஷ் gettor+fa@torproject.org: பாரசீகம் gettor+fr@torproject.org: பிரஞ்சு gettor+it@torproject.org: இத்தாலியம் gettor+nl@torproject.org: டட்சு gettor+pl@torproject.org: போலிஷ் gettor+ru@torproject.org: உருசியம் gettor+zh@torproject.org: சீனம்
te_in: gettor+ar@torproject.org: అరబిక్⏎ gettor+de@torproject.org: జర్మన్⏎ gettor+en@torproject.org: ఆంగ్లము⏎ gettor+es@torproject.org: స్పానిష్⏎ gettor+fa@torproject.org: పర్షియన్ (ఇరాన్)⏎ gettor+fr@torproject.org: ఫ్రెంచ్⏎ gettor+it@torproject.org: ఇటాలియన్⏎ gettor+nl@torproject.org: డచ్⏎ gettor+pl@torproject.org: Polish⏎ gettor+ru@torproject.org: Russian⏎ gettor+zh@torproject.org: Chinese
th: gettor+ar@torproject.org: อาหรับ gettor+de@torproject.org: เยอรมัน gettor+en@torproject.org: อังกฤษ gettor+es@torproject.org: สเปน gettor+fa@torproject.org: เปอร์เซีย (อิหร่าน) gettor+fr@torproject.org: ฝรั่งเศส gettor+it@torproject.org: อิตาลี gettor+nl@torproject.org: ดัตช์ gettor+pl@torproject.org: โปแลนด์ gettor+ru@torproject.org: รัสเซีย gettor+zh@torproject.org: จีน
tr: gettor+ar@torproject.org: Arapça gettor+de@torproject.org: Almanca gettor+en@torproject.org: İngilizce gettor+es@torproject.org: İspanyolca gettor+fa@torproject.org: Farsça (İran) gettor+fr@torproject.org: Fransızca gettor+it@torproject.org: İtalyanca gettor+nl@torproject.org: Felemenkçe gettor+pl@torproject.org: Lehçe gettor+ru@torproject.org: Rusça gettor+zh@torproject.org: Çince
uk: gettor+ar@torproject.org: арабська gettor+de@torproject.org: німецька gettor+en@torproject.org: англійська gettor+es@torproject.org: іспанська gettor+fa@torproject.org: перська (Іран) gettor+fr@torproject.org: французька gettor+it@torproject.org: італійська gettor+nl@torproject.org: нідерландська gettor+pl@torproject.org: польська gettor+ru@torproject.org: російська gettor+zh@torproject.org: китайська
vi: gettor+ar@torproject.org: Tiếng Ả-Rập gettor+de@torproject.org: Tiếng Đức gettor+en@torproject.org: Tiếng Anh gettor+es@torproject.org: Tiếng Tây Ban Nha gettor+fa@torproject.org: Tiếng Pha-xi (I-răn) gettor+fr@torproject.org: Tiếng Pháp gettor+it@torproject.org: Tiếng Y gettor+nl@torproject.org: Tiếng Hà-lan gettor+pl@torproject.org: Tiếng Ba-lan gettor+ru@torproject.org: Tiếng Nga gettor+zh@torproject.org: Tiếng Trung
zh_cn: gettor + ar@torproject.org：阿拉伯语 gettor + de@torproject.org：德语 gettor + en@torproject.org：英语 gettor + es@torproject.org：西班牙语 gettor + fa@torproject.org：波斯语（伊朗） gettor + fr@torproject.org：法语 gettor + it@torproject.org：意大利语 gettor + nl@torproject.org：荷兰语 gettor + pl@torproject.org：波兰语 gettor + ru@torproject.org：俄语 gettor + zh@torproject.org ：中文
zh_tw: gettor+ar@torproject.org: 阿拉伯語 gettor+de@torproject.org: 德文 gettor+en@torproject.org: 英文 gettor+es@torproject.org: 西班牙文 gettor+fa@torproject.org: 波斯文 (伊朗) gettor+fr@torproject.org: 法文 gettor+it@torproject.org: 義大利文 gettor+nl@torproject.org: 荷蘭文 gettor+pl@torproject.org: 波蘭文 gettor+ru@torproject.org: 俄文 gettor+zh@torproject.org: 中文

source: If you select no language, you will receive the English version.
ar: إذا لم تقوم بتحديد آي لغة ، سوف تتسلم النسخة الإنجليزية.
az: Dil seçimi etməsən, İngilis dili versiyasını əldə edəcəksən.
ca: Si no es tria llengua, s'aplicarà l'anglès.
cs: Pokud si nevyberete jazyk, dostanete anglickou verzi.
cy: Os na ddewiswch iaith, byddech yn derbyn yr fersiwn Saesneg.
da: Hvis du ikke angiver et sprog, vil du modtage den engelske version.
de: Wenn Sie keine Sprache auswählen, erhalten Sie die englische Version.
el: Εάν δεν επιλέξετε γλώσσα, θα λάβετε την αγγλική έκδοση.
es: Si no seleccionas un idioma, recibirás la versión en inglés.
eu: Hizkuntzarik hautatu ezean, Ingelerazko bertsoa jasoko duzu.
fa: اگر زبانی را انتخاب نکنید، نسخه انگلیسی را دریافت خواهید کرد.
fi: Jos et valitse kieltä, saat englanninkielisen version.
fil: Kapag ikaw ay hindi pumili ng kahit anong lenguahe, ikaw ay makakatanggap ng bersyon na Ingles.
fr: Si vous ne sélectionnez pas de langue, vous recevrez la version anglaise.
fr_ca: Si vous ne choisissez aucune langue, vous recevrez la version anglaise.
he: אם לא בחרת שפה, אתה תקבל את הגירסה האנגלית.
hr_hr: Ako ne odaberete jezik, dobiti ćete englesku inačicu.
hu: Ha nem választja ki a nyelvet, akkor az angol verziót fogja megkapni.
id: Jika Anda tidak memilih bahasa yang tersedia, Anda akan mendapatkan versi berbahasa Inggris.
it: In caso non venga scelta una lingua, riceverete la versione inglese.
ja: もしも言語を指定しない場合は、英語バージョンを受け取ることになります。
km: បើ​អ្នក​មិន​ជ្រើស​ភាសា​ទេ អ្នក​នឹង​ទទួល​បាន​​កំណែ​ភាសា​អង់គ្លេស។
ko: 언어를 선택하지 않으면, 영어 버전을 보내드립니다.
lv: Ja nenorādīsiet valodu, saņemsiet angļu valodas versiju.
ms_my: Jika anda tidak memilih sebarang bahasa yang ada, anda akan menerima versi Bahasa Inggeris.
my: အကယ်၍ မည်သည့် ဘာသာစကားကိုမျှ ရွေးချယ်မထားလျှင်၊ အင်္ဂလိပ် ဘာသာစကားဖြင့် သင် ရရှိမည် ဖြစ်သည်။
nb: Hvis du ikke velger et språk, vil du få den engelske versjonen.
nl: Wanneer je geen taal kiest ontvang je automatisch de Engelse versie.
nl_be: Indien u geen taal selecteert, zal u de Engelse versie ontvangen.
pl: Jeśli nie wybierzesz języka, otrzymasz wersję angielską.
pt: Se não selecionar um idioma, receberá a versão em Inglês.
pt_br: Se você não selecionar nenhuma língua, receberá a versão em inglês.
ro: Dacă nu selectați nicio limbă, veți primi versiunea în engleză.
ru: Если вы не выберете свой язык, по умолчанию загрузится английская версия.
si_lk: ඔබ භාෂාවක් තෝරනොගත්තේනම්, ඔබට ඉංග්‍රීසි අනුවාදය ලැබෙනු ඇත.
sk: Ak si nevyberiete jazyk, tak sa použije anglická verzia.
sl_si: Če ne označite jezika, dobite Angleško verzijo.
sq: Nëse s'përzgjidhni asnjë gjuhë, ju do të merrni versionin anglisht.
sr: Ако не изаберете језик, примићете верзију на енглеском језику.
sv: Om du inte väljer nåt språk kommer du få den engelska versionen.
ta: எந்த மொழியும் தேர்ந்தேடுக்காவிடில் நீங்கள் ஆங்கில மொழியை பெறுவீர்கள்.
te_in: మీరు ఏ భాషనూ ఎంచుకోనట్లైతే, ఆంగ్ల భాషాంతరమును పొందుతారు.
th: ถ้าคุณไม่ได้เลือกภาษา คุณจะได้รับรุ่นภาษาอังกฤษ
tr: Bir dil belirtmezseniz, İngilizce sürüm gönderilir.
uk: Якщо ви не виберете яку будь мову, ви отримуватиме англійську версію.
vi: Nếu bạn không chọn ngôn ngữ nào, bạn sẽ nhận được phiên bản tiếng Anh.
zh_cn: 如果未指定语言，将发送英语版。
zh_tw: 若您沒有選擇語言，您將收到英文版本。

source: SMALLER SIZED PACKAGES ======================
ar: نسخ ذات حجم أصغر ============
az: DAHA KİÇİK ÖLÇÜLÜ PAKETLƏR ======================
ca: PACKS MÉS PETITS =================
cs: MENŠÍ BALÍČKY ======================
cy: PECYNNAU MAINT LLAI ===================
da: MINDRE PAKKER =============
de: KLEINE PAKETE =============
el: ΠΑΚΕΤΑ ΜΙΚΡΟΤΕΡΟΥ ΜΕΓΕΘΟΥΣ =============================
es: PAQUETES DE MENOR TAMAÑO ==========================
eu: NEURRI TXIKIAGOKO PAKETEAK ==========================
fa: بسته‌های نرم‌افزاری با سایز کوچک‌تر ======================
fi: PIENEMPIKOKOISET PAKETIT ======================
fr: Packages à taille réduite ===================
fr_ca: PAQUETS DE TAILLE RÉDUITE ========================
he: חבילות בגודל קטן יותר ===============
hr_hr: MANJI PAKETI ============
hu: KISEBB MÉRETŰ CSOMAGOK ======================
id: PAKET BERUKURAN LEBIH KECIL ======================
it: Pacchetti di piccole dimensioni ======================
ja: 小さめのサイズのパッケージ =====================
km: កញ្ចប់​ដែល​មាន​ទំហំ​តូច​ជាង ======================
ko: 작은 크기 패키지 ===========
lv: MAZĀKU IZMĒRU PAKOTNES =======================
ms_my: PAKEJ SAIZ KECIL ==============
my: အရွယ် ပို၍ သေးငယ်သော ဆော့ဗ်ဝဲထုတ်များ ===========================
nb: MINDRE PAKKER ===============
nl: KLEINERE PAKKETTEN ===================
nl_be: Kleinere pakketten =================
pl: PACZKI O MNIEJSZYCH ROZMIARACH ======================
pt: PACOTES DE TAMANHO MAIS PEQUENO =========================
pt_br: PACOTES MENORES =================
ro: PACHETE MAI MICI ======================
ru: ДИСТРИБУТИВЫ МЕНЬШЕГО РАЗМЕРА =============================
si_lk: කුඩා ප්‍රමාණයේ පැකේජ ======================
sk: MENŠIE BALÍKY =============
sl_si: Manjša velikost paketov ======================
sq: PAKETAT ME MADHËSI TË VOGËL ======================
sr: ПАКЕТИ МАЊЕ ВЕЛИЧИНЕ ======================
sv: MINDRE PAKETSTORLEKAR ======================
ta: சிறிய அளவிலான தொகுப்புகள் ======================
te_in: చిన్న పరిమాణపు కూర్పులు ======================
th: แพกเกจขนาดเล็กลง ===============
tr: KÜÇÜK BOYUTLU PAKETLER ======================
uk: ДИСТРИБУТИВИ МЕНШОГО РОЗМІРУ ================================
vi: CÁC GÓI VỚI KÍCH CỠ NHỎ HƠN ==========================
zh_cn: 容量更小的压缩包 ======================
zh_tw: 容量較小的套件 ======================
