Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: An alternative way to get the .z files extraced is to rename them to .zip. For example, if you recevied a file called "windows.z", rename it to "windows.zip". You should then be able to extract the archive with common file archiver programs that probably are already installed on your computer.
ar: أحد الطرق البديلة لفك ضغط ملفات بصيغة z. هي بإعادة تسمية الملف إلى صيغة zip. و من ثم يمكنك فك الضغط باستخدام آي برنامج لفك الضغط مثبت سلفاً علي جهازك.
az: .z faylların ixracını həyata keçirməyin alternativ yolu onların adını .zip-ə dəyişməkdir. Məsələn, əgər sən "windows.z" faylını əldə etmisənsə, onun adını "windows.zip" kimi dəyiş. Ondan sonra çox güman ki, artıq sənin kompüterində quraşdırılmış arxiv proqramları vasitəsilə onları ixrac edə bilərsən.
cs: Alternativní způsob extrahování .z souborů je jejich přejmenování na .zip. Např. pokud jste přijali soubor s názvem "windows.z", přejmenujte jej na "windows.zip". Poté byste měli být schopni extrahovat archiv pomocí archivačních programů, které pravděpodobně už na počítači máte nainstalované.
cy: Ffordd arall i dadpacio'r ffeiliau .z yw i ail-enwi nhw i .zip. Er enghraifft, os derbynwyd ffeil o'r enw "windows.z", ail-enwi'r ffeil i "windows.zip". Dylech gallu echdynnu'r archif gydag achifwyr ffeil cyffredinol sydd yn ôl pob tebyg wedi eu hosod ar eich cyfrifiadur yn barod.
da: En alternativ måde at få .z filer udpakket er at omdøbe dem til .zip. For eksempel, hvis du har modtaget en fil kaldet "windows.z" omdøb den til "windows.zip". Du bør derefter være i stand til at udpakke arkivet med admindelige fil arkivering programmer, der sikkert allerede er installeret på din computer.
de: Eine Alternative, um .z-Dateien zu entpacken, besteht darin, diese in .zip umzubenennen. Haben Sie eine Datei erhalten, die »windows.z« heißt, können Sie diese in »windows.zip« umbenennen. Sie sollten nun in der Lage sein das Archiv mit einem herkömmlichen Archivprogramm, das bereits auf Ihrem Rechner installiert ist, zu entpacken.
el: Ένας εναλλακτικός τρόπος αποσυμπίεσης των αρχείων .z είναι να μετονομάσετε την κατάληξή τους σε .zip. Για παράδειγμα, αν παραλάβατε κάποιο αρχείο με όνομα "windows.z", μετονομάστε το σε "windows.zip". Έτσι, θα μπορέσετε να εξάγετε τα αρχεία με οποιοδήποτε κοινό πρόγραμμα συμπίεσης/αποσυμπίεσης αρχείου το οποίο είναι, ίσως, ήδη εγκατεστημένο στον υπολογιστή σας.
es: Una forma alternativa de extraer los archivos .z es renombrarlos a .zip. Si, por ejemplo, recibió un archivo llamado "windows.z", cambie el nombre a "windows.zip". Debería entonces poder extraer el archivo con programas de empaquetado de archivos comunes que probablemente ya están instalados en su ordenador.
eu: .z fitxategiak erauzirik lortzeko beste modu bat eurak .zip bezala berrizendatzea da. Adibidez, "windows.z" izena duen fitxategi bat jaso baduzu, "windows.zip" bezala berrinda ezazu. Ondoren jadanik zure ordenagailuan instalatuta izango dituzun fitxategi kudeatzaile aplikazio arruntekin fitxategia erauzteko gai zaingo zara.
fa: راه دیگر برای باز کردن فایل‌های با پسوند ".z" این است که پسوند آنهارا را به ".zip" تغییر دهید. به عنوان مثال، اگر فایلِ دریافتی "windows.z" است، نامه آن را به "windows.zip" تغییر دهید. اکنون باید قادر باشید که فایلِ جدید را بوسیلهٔ نرم افزارِ معمولی‌ که بر روی اکثر کامپیوتر‌ها نصب است باز کنید.
fi: Vaihtoehtoinen tapa .z -tiedostojen purkamiseksi on nimetä ne uudelleen .zip-tarkentimella. Jos esimerkiksi vastaanotat tiedoston, jonka nimi on ”windows.z”, nimeä se uuudelleen nimellä ”windows.zip”. Sinun pitäisi kyetä purkamaan arkisto tavallisilla arkisto-ohjelmilla, joita on luultavasti jo asennettuna tietokoneellesi.
fil: Ang isang alternatibong paraan na pagkuha ng .z files extracted ay sa pagbabago ng pangalan nito sa .zip. Halimbawa, kapag ikaw ay nakatanggap ng file na nagngangalang "windows.z", pangalanan itong "windows.zip". Dapat ito ay maaari ng ma-extract sa archive na may karaniwan na file archiver programs na baka na-install na sa iyong kompyuter.
fr: Une alternative est de prendre tous les fichiers .z et de les renommer en .zip. Par exemple, si vous avez reçu un fichier nommé "windows.z", renommez le "windows.zip". Ainsi vous serez en mesure de les désarchiver avec n'importe quel programme de décompression probablement déjà installé dans votre ordinateur.
fr_ca: Une alternative pour extraire les fichiers .z est de les renommer en .zip. Par exemple, si vous avez reçu un fichier nommé « windows.z », le renommer le « windows.zip ». Ainsi vous serez en mesure de les extraire avec le programme d'archivage déjà installé dans votre ordinateur.
he: דרך אלטרנטיבית לפתוח את קבצי ה .z שקיבלת היא על ידי לשנות את הסיומת של הקבצים ל .zip לדוגמא אם קיבלת קובץ ששמו "windows.z" שנה את שמו ל: "windows.zip". עתה אתה אמור להיות מסוגל לפתוח את הקובץ בעזרת תוכנה לפתיחת קבצים מקובצים רגילה שקרוב לוודאי שכבר מותקנת על מחשבך.
hr_hr: Drugi način da raspakirate .z datoteke je da ih preimenujete u .zip. Na primjer, ako ste primili datoteku koja se zove "windows.z", preimenujte ju u "windows.zip". Tad bi trebali moći izvući arhiv sa uobičajenim programima za arhiviranje datoteka koji su vjerojatno instalirani na Vašem računalu.
hu: Egy alternatív megoldás lehet a .z fájlok kicsomagolására, ha átnevezi őket .zip-re. Például ha kapott egy fájlt "windows.z" néven, akkor nevezze át "windows.zip" névre. Ezek után már bármilyen elterjedt kicsomagoló programmal képes lehet kicsomagolni, amelyek közül egy jó eséllyel már a gépére van telepítve.
id: Cara alternatif untuk mengekstrak berkas .z adalah mengubahnya ke .zip. Sebagai contoh, jika Anda menerima berkas bernama "windows.z", ubah namanya menjadi "windows.zip". Anda seharusnya sudah bisa mengekstrak arsip tersebut dengan program arsip yang lebih umum yang mungkin telah Anda pasang di komputer Anda.
it: Un'alternativa per estrarre il contenuto dell'archivio .z è rinominare il file in .zip. Per esempio, se si è ricevuto un file chiamato "windows.z", lo si rinomini in "windows.zip". Si dovrebbe quindi essere in grado di estrarne il contenuto con un comune programma di archiviazione o compressione che probabilmente è già installato sul vostro computer.
ja: .zファイルを展開するもう一つの方法は、それらを.zipにリネームすることです。 例えば、"windows.z"という名前のファイルを受け取ったら、それ を"windows.zip"にリネームするのです。そうすれば、おそらくあなたの コンピューターに既にインストールされている一般的なファイル解凍プログラムで 解凍できるでしょう。
km: វិធី​ផ្សេងទៀត​ដើម្បី​ស្រង់​ឯកសារ .z ចេញ គឺ​អ្នក​ត្រូវ​ប្ដូរ​ឈ្មោះ​ពួកវា​ទៅជា .zip ។ ឧទាហរណ៍ បើ​អ្នក​បាន​ទទួល​ឯកសារ​ឈ្មោះ "windows.z" អ្នក​ត្រូវ​ប្ដូរ​ឈ្មោះ ទៅជា "windows.zip" ។ បន្ទាប់មក​អ្នក​នឹង​អាច​ស្រង់​ចេញ​ដោយ​ប្រើ​កម្មវិធី រក្សាទុក​ឯកសារ​ក្នុង​ប័ណ្ណសារ​ធម្មតា​ដែល​បាន​ដំឡើង​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក។
ko: 추출 대체 방법으로 .z 파일을 .zip 파일로 변경하는 것입니다. 예를 들면, 수신한 파일이 "windows.z"이라면 "windows.zip"으로 이름을 변경합니다. 컴퓨터에 일반적인 압축 프로그램이 설치되어 있으면 압축을 해제할 수 있습니다.
lv: Alternatīvs veids kā izvērst .z datnes ir tās pārsaukt par .zip. Piemēram, ja Jūs saņēmāt datni "windows.z", pārsauciet to par "windows.zip". Tad vajadzētu varēt šo arhīvu izvērst ar parastajām datņu arhivēšanas programmām, kuras, ticami, jau ir instalētas Jūsu datorā.
ms_my: Satu cara alternatif untuk mendapatkan fail .z dinyahmampat adalah untuk menukar namanya kepada .zip. Sebagai contoh, jika anda menerima fail yang dipanggil "windows.z", namakannya semula kepada "windows.zip". Anda akan dapat menggunakan pengarkiban biasa yang sudah dipasang pada komputer anda untuk menyahmampat fail tersebut.
my: .z ဖိုင်များကို ရရှိနိုင်သော တခြား နည်းလမ်းမှာ ၄င်းတို့ကို .zip အဖြစ် အမည်ပြောင်းရန် ဖြစ်သည်။ ဥပမာအားဖြင့်၊ "windows.z" ခေါ် ဖိုင်တစ်ပုဒ်ကို သင် ရရှိလျှင်၊ ၄င်းကို "windows.zip" အဖြစ် ပြောင်းပါ။ ဤနည်းဖြင့် ဖိုင်ထုတ်ကို သင့် ကွန်ပျူတာထဲတွင် သွင်းထားပြီးဖြစ်သော ရိုးရိုး ဖိုင်ထုတ် ပရိုဂရမ်များဖြင့် သင် ဖြည်ချနိုင်သည်။ ပြီးလျှင် သင်သည်ပုံမှန်အတိုင်းဖိုင်ထုတ်အားဖြည်၍အသုံးပြုနိုင်ပါပြီ ။
nb: En alternativ måte å pakke opp .z-filene på er å døpe dem om til .zip. Hvis du f.eks har mottatt en fil som heter "windows.z", døper du den om til "windows.zip". Du bør da være i stand til å pakke opp arkivet med et vanlig komprimeringsprogram, som sannsynligvis allerede er installert på datamaskinen din.
nl: Een alternatief is om de .z bestanden uit te pakken is om ze te hernoemen naar .zip. Bijvoorbeeld, als je een bestand ontvangen hebt genaamd "windows.z", hernoem deze naar "windows.zip". Je zou dan het archief met een gewoon archiveringsprogramma dat waarschijnlijk al op je computer is geïnstalleerd kunnen uitpakken.
nl_be: Een andere manier om te .z bestanden uit te pakken is om het bestand te hernoemen met een .zip extensie. Bijvoorbeeld : indien u een bestand ontvangt dat "windows.z" noemt, kan u deze hernoemen naar "windows.zip". Daarna zou u in staat moeten zijn om het archief uit te pakken met de courante bestandsarchiveringsprogramma's die waarschijnlijk reeds geïnstalleerd zijn op uw computer.
pl: Innym sposobem na rozpakowanie plików .z jest zmiana ich nazwy na .zip. Na przykład, jeśli otrzymaliście plik o nazwie "windows.z", zmieńcie jego nazwę na "windows.zip". Powinniście wtedy móc rozpakować archiwum powszechnymi programami archiwizujacymi, które prawdopodobnie już są zainstalowane na Waszych komputerach.
pt: Uma forma alternativa de extrair os ficheiros .z é renomea-los para .zip. Por exemplo, se recebeu um ficheiro "windows.z", renomei-o para "windows.zip". Será capaz então de os extrair com programas comuns de extração de ficheiros que provavelmente já estão instalados no seu computador.
pt_br: Uma outra alternativa para extrair os arquivos ".z" é renomeá-los ".zip". Por exemplo, se você tiver recebido um arquivo chamado "windows.z", renomeie-o "windows.zip". Isso provavelmente tornará possível extrair o arquivo utilizando um programa de descompactação mais comum e que talvez já esteja instalado no seu computador.
ro: O alta cale de extragere a fisierelor .z este redenumirea lor in ⏎ .zip. De exemplu, daca ati primit un fisier numit "windows.z", redenumiti-l in ⏎ "windows.zip". Ar trebui apoi sa puteti extrage arhiva cu programul d-voastra obisnuit ⏎ de arhivare care s-ar putea sa fie deja instalat in calculator.
ru: Альтернативный вариант распаковать .z файлы - переименовать их в .zip. Например, если вы получили файл с именем "windows.z", переименуйте его в "windows.zip". После этого вы сможете распаковать архив стандартным архиватором, который возможно уже установлен на вашем компьютере.
si_lk: .z ගොනු උදෘත කිරීමේ වෙනත් ක්‍රමයක් වන්නේ එහි නාමය වෙනස් කිරීම .zip ලෙස කිරීමෙනි. උදාහරණයක් ලෙස, "වින්ඩෝස්.z" නැමැති ගොනුවක් ලැබුනහොත්, නාමය වෙනස් කිරීම "වින්ඩෝස්.zip" ලෙස කරන්න. ඉන් පසු ඔබට සංරක්ෂිතය උදෘත කිරීමට ඔබගේ පරිඝනකයේ බොහෝවිට දැනටමත් ස්ථාපිත පොදු ගොනු සංරක්ෂිත ක්‍රමලේඛ්ය යොදාගත හැක.
sk: Alternatívna cesta ako extrahovať súbory s príponou .z je, že zmeníte príponu na .zip. Napríklad, ak dostanete súbor pomenovaný "windows.z", premenujte ho na "windows.zip". Teraz by ste mali byť schopný extrahovať archív s bežným archivačným programom, ktorý máte pravdepodobne nainštalovaný na Vašom počítači.
sl_si: Druga pot da razpakirate .z datoteke je, da jih preimenujete v .zip. Npr.: prejeli ste paketek "windows.z", preimenujete ga v "windows.zip". Sedaj ga lahko razpakirate z skupnim programom za arhiviranj, ki je verjetno nameščen na vaš računalnik.
sq: Një mënyrë tjetër për t'i çngjeshur skedarët .z është që t'i riemërtoni ato në .zip. Për shembull, nëse merrni një skedar të quajtur "windows.z", riemërtojeni atë në "windows.zip". Kësisoj do mundni ta çngjishni arkivin me programet e zakonshme të arkivimit të skedarëve, që ka mundësi të jenë tashmë të instaluara në kompjuterin tuaj.
sr: Alternativni nacin za otpakivanje .z fajlova je da ih preimenujete u .zip. Na primer, ako ste primili fajl sa imenom "windows.z" preimenujte ga u "windows.zip". Onda bi trebalo da budete u mogucnosti da ga otvorite standardnim programima za rad sa arhivama koji su verovatno vec instalirani na vasem kompjuteru.
sv: Ett alternativt sätt att packa upp .z-filerna är att döpa om dem till .zip. Om du till exempel fick en fil kallad "windows.z" så döp om den till "windows.zip". Du kan sedan packa upp arkivet med filhanteraren som troligen redan finns installerad på din dator.
te_in: .z దస్త్రాలను తెరుచుటకు మరొక పద్దతి కోసం వాటిని .zip గా పున:నామకరణ చేయాలి. ఉదాహరణకు, "windows.z" పేరుతో మీరు ఒక దస్త్రాన్ని పొందినట్లైతే దానిని "windows.zip" గా పున:నామకరణ చేయాలి. అప్పుడు మీరు ఈ సంపుటాన్ని మీ కలనయంత్రంలో ఇప్పటికే సంస్థాపించబడి ఉన్న ఏ ఇతర సాధారణ దస్త్ర సంపుటీకరిణి ద్వారా అయినా విరళీకరించవచ్చు.
th: อีกวิธีนึงก็คือการเปลี่ยนชื่อไฟล์ .z เป็น .zip เช่นถ้าคุณได้รับไฟล์ "windows.z" ให้เปลี่ยนเป็น "windows.zip" คุณก็จะแตกไฟล์ได้โดยการใช้ โปรแกรมแตกไฟล์ที่ติดตั้งไว้แล้ว
tr: .z dosyalarını açman başka bir yolu da adlarını .zip olarak değiştirmektir. Örneğin, "windows.z" adında bir dosya aldıysanız, adını "windows.zip" olarak değiştirin. Ardından dosyayı ayıklamak için bilgisayarınızda yüklü olan ve yaygın kullanılan bir arşiv ayıklama yazılımını kullanabilirsiniz.
uk: Альтернативний варіант розпакувати .z файли - перейменувати їх в .zip. Наприклад, якщо ви отримали файл з ім'ям "windows.z", перейменуйте його в "windows.zip". Після цього ви зможете розпакувати архів стандартним архіватором, який можливо вже встановлений на вашому комп'ютері.
zh_cn: 另一种提取 .z 文件的方法是将其重命名为 .zip。例如，将收到的文件 "windows.z"重命名为 "windows.zip"，然后通过已安装的常用 文件压缩程序即可进行解压。
zh_tw: 另一種解壓縮 .z 檔案的方法為將它們重新命名為 .zip。例如:若您收到一個檔案名為 “windows.z”，將它 重新命名為 “Windows.zip”。然後，您應該能夠在您已 經安裝解壓縮程式的電腦上解壓縮。

source: Please reply to this mail, and tell me a single package name anywhere in your reply. Here's a short explanation of what these packages are:
ar: يرجى الرد على هذه الرسالة البريدية، و أعطني اسم رزمة واحدة في اي مكان في مضمون الرسالة. هذا شرح بسيط عن ماهية هذه الرزم:
az: Lütfən, bu emailə cavab yaz və cavabının hər hansı hissəsində bir paketin adını yaz. Bu paketlərin nə olduğu haqqında qısaca burada baxa bilərsən:
ca: Siusplau respon a aquest mail, i digue'm el nom del pac senzill en qualsevol lloc de la resposta. Aquí hi ha una petita explicació de com són els arxius:
cs: Odpovězte prosím na tento e-mail a kdekoliv ve Vaší odpovědi zmiňte název jednoho balíčku. Zde je krátké vysvětlení k jakému účelu tyto balíčky slouží:
cy: Atebwch yr e-bost hon, os gwelwch yn dda, ac dywedwch i mi enw un pecyn unrhywle yn y gorff o'ch e-bost. Dyma eglurhad byr o beth mae'r pecynau rhain yn:
da: Besvar venligst denne mail, og fortæl mig en enkelt pakke navn overalt i dit svar. Her er en kort forklaring på, hvad disse pakker er:
de: Bitte diese Nachricht beantworten und mir einen einzelnen Paketnamen, irgendwo in Ihrer Antwort, angeben. Hier ist eine kurze Erklärung was das für Pakete sind:
el: Παρακαλούμε απαντήστε στο μήνυμα αυτό και γράψτε ένα οποιοδήποτε όνομα πακέτου οπουδήποτε μέσα στην απάντησή σας. Ακολουθεί μια σύντομη εξήγηση αυτών των πακέτων:
es: Por favor responda a este correo electrónico con un sólo nombre de paquete en cualquier parte de su respuesta. Aquí hay una breve explicación de lo que son estos paquetes:
eu: Mesedez erantzun mezu honi, eta esaidazu pakete izen bakar bat zure erantzunaren edozein atalean. Hemen duzu pakete hauek zer diren inguruko azalpen labur bat:
fa: لطفا به این ایمیل پاسخ داده، و نام بسته نرم افزاری مورد نظر را ذکر کنید. در ادامه توضیحی کوتاه برای هر بسته نرم افزاری آمده است:
fi: Vastaa tähän sähköpostiviestiin ja kerro minulle yksittäisen pakkauksen nimi missä tahansa vastauksessasi. Tässä on lyhyt selitys siitä, että mitä nämä pakkaukset ovat:
fil: Pakiusap, mag-reply sa mensaheng ito at sabihin mo sa akin ang pangalan ng bungkos kahit saan sa iyong reply. Ito ang maikling eksplinasyon kung ano ang mga bungkos na ito:
fr: Veuillez répondre à ce courriel et écrivez un seul nom de paquet, n'importe où dans votre message. Voici une courte description de chaque paquet :
fr_ca: Veuillez répondre à ce courriel et et m'écrire un seul nom de paquet n'importe où dans votre réponse. Voici une courte description de chaque paquet :
he: אנא השב למייל זה ורשום שם של קובץ אחד בכל מקום בתשובתך. הנה הסבר קצר של מה הם הקבצים הללו:
hr_hr: Molimo odgovorite na ovaj mail, i navedite ime jednog paketa bilo gdje u Vašem odgovoru. Ovo je kratko objašnjenje što su ovi paketi:
hu: Kérem válaszoljon erre a levélre, és adja meg a válaszban bárhol az egyik csomag nevét amire szüksége van. Itt egy rövid leírás ezekről a csomagokról:
id: Harap balas surel ini, dan beri tahu saya nama paket tunggal di manapun di dalam balasan Anda. Berikut penjelasan singkat tentang paket-paket tersebut:
it: Si prega di rispondere a questa email e di indicare un singolo nome di pacchetto nel corpo del messaggio di risposta. Di seguito una breve spiegazione di cosa siano questi pacchetti:
ja: このメールに回答してください。一つのパッケージ名を返信のどこでもいいので、記入して送ってください。 ここにそれらのパッケージが何か短い説明があります:
km: សូម​ឆ្លើយតប​អ៊ីមែល​នេះ រួច​ប្រាប់​ខ្ញុំ​ពី​ទីតាំង​នៃ​ឈ្មោះ​កញ្ចប់​ទោល​នៅ​ក្នុង ចម្លើយ​តប​របស់​អ្នក។ នេះ​ជា​ការ​ពន្យល់​ខ្លី​អំពី​កញ្ចប់​ទាំងនេះ៖
ko: 이 메일에 답변해 주십시오. 그리고 원하는 하나의 패키지 이름을 답변 어디든지 적어 주십시오. 여기 이 패키지가 무엇인지에 대한 짧은 설명이 있습니다.
lv: Lūdzu, atbildiet uz šo e-pastu, atbildē norādot vienas pakotnes nosaukumu. Te ir īss skaidrojums par šīm pakotnēm:
ms_my: Sila balas e-mel ini, dan memberitahu saya nama pakej tunggal di mana-mana sahaja dalam kandungan email anda. Berikut adalah penerangan ringkas tentang pakej :
my: ဤမေးလ်ကို စာပြန်ပြီး၊ သင့် ပြန်စာ တစ်နေရာရာ၌ ဆော့ဗ်ဝဲထုတ် အမည် တစ်ခုကို ဖေါ်ပြပါ။ ဤဆော့ဗ်ဝဲထုတ် ​အကြောင်း ရှင်းလင်းချက် အကျဉ်းကို ဤနေရာတွင် ဖေါ်ပြထားသည် −
nb: Vennligst send svar til denne e-posten og angi et pakkenavn hvorsomhelst i innholdet på e-posten. Her en kort forklaring på hva disse pakkene er:
nl: Antwoord op deze e-mail en zeg me een enkele pakketnaam ergens je e-mail. Hier is een korte uitleg wat deze pakketten zijn:
nl_be: Gelieve te antwoorden op deze e-mail met de specifieke pakketnaam die u wenst . Hierbij een korte uitleg over deze pakketten:
pl: Proszę odpisz na ten list i podaj mi jedną nazwę paczki gdziekolwiek w treści Twojego listu. Oto krótkie wytłumaczenie, czym są te paczki:
pt: Por favor responda a este mail, e indique-me o nome de um único pacote algures na sua resposta. Aqui está uma simples explicação do que estes pacotes são:
pt_br: Por favor, responda este e-mail e insira somente um nome de pacote na sua resposta. Uma breve explicação sobre o que são esses pacotes pode ser consultada aqui:
ro: Va rugam sa raspundeti acestei scrisori si sa ne scrieti un singur nume de pachet oriunde ⏎ in raspuns. Urmeaza o scurta explicatie a ceea ce sunt aceste pachete:
ru: Пожалуйста, ответьте на это сообщение и сообщите мне имя объединенного пакета где-либо в тексте вашего ответа. Вот короткое разъяснение что из себя представляют эти пакеты:
si_lk: කරුණාකර මෙම තැපෑලට ප්‍රතිචාර දක්වා, ඔබගේ ප්‍රතිචාරයේ ඕනෑම තැනක තනි පැකේජ නාමයක් දක්වන්න. මේ තිබෙන්නේ මෙම පැකේජ සම්බන්ධ කුඩා විස්තර කිරීමකි:
sk: Prosím odpovedz na tento email a napíš do tela emailu názov jedného balíka. Tu je krátke vysvetlenie o čom sú tieto balíky:
sl_si: Prosimo, da odgovorite na to sporočilo in poveste ime posameznega paketka kjerkoli v vašem odgovoru. Tukaj je kratka razlaga o tem, kaj so ti paketki:
sq: Ju lutemi përgjigjuni kësaj e-poste dhe tregomëni një emër të vetëm pakete, të vendosur kudo në përgjigjen tuaj. Këtu keni një shpjegim të shkurtër se ç'janë këto paketa:
sr: Molim vas, odgovorite na ovaj mail, i recite mi ime jednog paketa bilo gde u vasem odgovoru. Evo kratkog objasnjenja sta su ovi paketi:
sv: Var god svara på det här e-postmeddelandet och nämn ett paketnamn någonstans i ditt svar. Här är en kort förklaring på vad dessa paket är:
ta: தயவு செய்து இந்த அஞ்சலின் பதிலில், ஒரு தொகுப்பின் பெயரை எங்காவது என்னிடம் சொல்லுங்கள். இந்த தொகுப்புகளை குறித்து இங்கே ஒரு குறுகிய விளக்கம்:
te_in: దయచేసి ఈ వేగుకి ప్రత్యుత్తరమివ్వండి, మరియు ఏదైన ఒకే ఒక్క కూర్పు పేరును మీ ప్రత్యుత్తరంలో పేర్కొనండి. ఈ కూర్పుల గురించిన సంక్షిప్త వివరణ ఇక్కడ ఉంది:
th: กรุณาตอบเมล์นี้ และบอกชื่อแพกเกจที่ไหนซักที่ใน ข้อความ นี่คือคำอธิบายสั้นๆสำหรับแต่ละแพกเกจ
tr: Lütfen bu e-postayı yanıtlayarak yalnızca istediğiniz paket adını iletinizin herhangi bir yerinde belirtin. Paketlere ilişkin kısa açıklamalar şu şekildedir:
uk: Будь ласка, дайте відповідь на це повідомлення і повідомте мені ім'я об'єднаного пакета де-небудь в тексті вашої відповіді. Ось коротке пояснення що це за пакети:
zh_cn: 请回复该邮件，并在回复邮件中的任意位置指定软件包名称。 以下为相关软件包的简要说明：
zh_tw: 請回覆此郵件，並在您的回覆中告訴我任何 單一套件名稱。這裡有一個簡短的說明，這些套件是什麼:
