Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: Hello, This is the "GetTor" robot.
ar: مرحبا، هذا رد آلي من برنامج "GetTor".
az: Salam, Bu "TorƏldəEt" robotudur.
ca: Hola, aquest es el robot "GetTor"
cs: Dobrý den, toto je robot "GetTor".
cy: Helo, Hyn yw'r robot "GetTor".
da: Hej, Dette er "GetTor" robotten.
de: Hallo, dies ist der, der GetTor-Roboter
el: Χαίρεται, Αυτό είναι το robot "GetTor"
es: Hola, este es el robot «GetTor».
eu: Kaixo, hau "GetTor" errobota da.
fa: سلام! من ربات «دریافت تور» هستم!
fi: Hei, tämä on ”GetTor”-robotti.
fil: Pagbati, ito ang "GetTor" robot.
fr: Bonjour, c'est le robot GetTor.
fr_ca: Bonjour, je suis le robot « GetTor ».
he: שלום, זהו הרובוט של "GetTor".
hr_hr: Pozdrav, ovo je "DobijTor" robot.
hu: Hello, itt a "GetTor" robot.
id: Hai, ini adalah robot "GetTor".
it: Salve, questo è il robot "GetTor".
ja: こんにちは、私は「GetTor」のロボットです。
km: សួស្ដី! នេះ​ជា​មនុស្សយន្ត "GetTor" ។
ko: 안녕하세요, 이것은 "Gettor" 로봇입니다.
lv: Sveiki. Te "GetTor" robots.
ms_my: Hello, Ini adalah robot "GetTor".
my: မင်္ဂလာပါ၊ "GetTor" စက်ရုပ် ဖြစ်ပါသည်။
nb: Hallo, dette er "GetTor"-roboten.
nl: Hallo, dit is de "GetTor" robot.
nl_be: Hallo, dit is the "GetTor" robot.
pl: Witaj, tu robot "GetTor".
pt: Olá, Isto é o robô "GetTor".
pt_br: Olá. Este é o robô "GetTor".
ro: Bună, aici e robotul "GetTor".
ru: Привет, это робот "GetTor".
si_lk: ආයුබෝවන්, මේ "GetTor" රෝබෝවයි.
sk: Ahoj, toto je "GetTor" robot.
sl_si: Pozdravljeni, To je "Pridobi Tor" robot.
sq: Përshëndetje, Ky është roboti i "GetTor"-it.
sr: Ћао, ово је "GetTor" робот.
sv: Hej, det här är "GetTor"-roboten.
ta: வணக்கம், நான் "GetTor" ரோபோ.
te_in: హల్లో, నేను "గెట్‌టోర్" యంత్రాన్ని.
th: สวัสดี นี่คือหุ่นยนต์ "GetTor"
tr: Merhaba, "GetTor" robotuna hoş geldiniz.
uk: Привіт, це "GetTor" робот.
vi: Xin chào, đây là người máy "Nhận Tor".
zh_cn: 你好： 本邮件为“GetTor”自动回复。
zh_tw: 您好，這是 "GetTor" 機器人。

source: Thank you for your request.
ar: شكراً لطلبك.
az: Tələbin üçün minnətdarıq.
ca: Moltes gràcies per la vostra solicitud.
cs: Děkujeme za vaši žádost.
cy: Diolch am eich cais.
da: Tak for din henvendelse.
de: Vielen Dank für Ihre Anfrage.
el: Σας ευχαριστούμε για το αίτημά σας.
es: Gracias por su solicitud.
eu: Eskerrik asko zure eskaeragatik.
fa: از تقاضای شما سپاسگذارم.
fi: Kiitos pyynnöstäsi.
fil: Salamat sa iyong pakiusap.
fr: Merci de votre requête.
fr_ca: Merci de votre requête.
he: תודה רבה לך על בקשתך.
hr_hr: Hvala Vam na zahtjevu.
hu: Köszönjük a kérését.
id: Terima kasih atas permintaan Anda.
it: Grazie per la tua richiesta.
ja: 要請ありがとうございます。
km: អរគុណ​សម្រាប់​ការ​ស្នើ​សុំ។
ko: 귀하의 요청에 감사드립니다.
lv: Paldies par Jūsu pieprasījumu.
ms_my: Terima kasih atas permitaan anda.
my: သင့် တောင်းဆိုမှုအတွက် ကျေးဇူးတင်ပါသည်။
nb: Takk for din forespørsel.
nl: Bedankt voor je verzoek.
nl_be: Bedankt voor uw aanvraag.
pl: Dziękuję za Twoje zapytanie.
pt: Obrigado pelo seu pedido.
pt_br: Agradecemos pela sua solicitação.
ro: Vă mulțumim pentru cererea dvs.
ru: Спасибо за запрос
si_lk: ඔබගේ අයදුමට ස්තුතියි
sk: Ďakujeme za Vašu žiadosť.
sl_si: Hvala za vaše povpraševanje
sq: Ju falënderojmë për kërkesën.
sr: Хвала Вам на захтеву.
sv: Tack för din förfrågan.
ta: உங்கள் கோரிக்கைக்கு நன்றி.
te_in: మీ అభ్యర్ధనకు ధన్యవాదాలు.
th: ขอบคุณสำหรับการร้องขอของท่าน
tr: İsteğiniz için teşekkürler.
uk: Спасибі за запит
vi: Cám ơn vì lời đề nghị của bạn.
zh_cn: 谢谢你发来的请求。
zh_tw: 感謝您的請求。

source: Unfortunately, we won't answer you at this address. You should make an account with GMAIL.COM, YAHOO.COM or YAHOO.CN and send the mail from one of those.
ar: للأسف، لن نجيبك على هذا العنوان. عليك أن تنشيء حساب على gmail.com، yahoo.com أو yahoo.cn وأرسل البريد من ذاك العنوان.
az: Təəssüflər olsun ki, biz sənə bu ünvanda cavab verə bilməyəcəyik. Sən GMAIL.COM, YAHOO.COM ya da YAHOO.CN hesabı açmalı və onlardan biri vasitəsilə məktub göndər.
ca: Desafortunadament, nosaltres no responem a aquesta adreça de correu. Has de crear-te un compte amb GMAIL.COM, YAHOO.COM o YAHOO.CN i enviar el correu amb una d'elles.
cs: Bohužel Vám neodpovíme na tuto adresu. Měli byste si vytvořit účet na GMAIL.COM, YAHOO.COM nebo YAHOO.CN a odeslat e-mail z něj.
cy: Yn anfodys, ni fyddwn yn ateb chi at yr gyfeiriad hon. Ddylwch greu cyfrif gydag GMAIL.COM, YAHOO.COM neu YAHOO.CN ac anfon yr e-bost o un ohonyn nhw.
da: Desværre vil vi ikke svare dig på denne adresse. Du bør lave en konto hos GMAIL.COM, YAHOO.COM eller YAHOO.CN og sende mail fra en af ​​dem.
de: Wir werden Ihnen leider auf diese E-Mail-Adresse nicht antworten. Sie sollten ein Konto bei GMAIL.COM, YAHOO.COM oder YAHOO.CN erstellen und die E-Mail von einem dieser Anbieter versenden.
el: Δυστυχώς δεν θα σας απαντήσουμε στην διεύθυνση αυτή. Πρέπει να δημιουργήσετε ένα λογαριασμό σε ένα από τα GMAIL.COM, YAHOO.COM ή YAHOO.CN και μας αποστείλετε το μήνυμα μέσα από αυτόν.
es: Desafortunadamente no le responderemos a esta dirección de correo. Debe crear una cuenta en GMAIL.COM, YAHOO.COM o YAHOO.CN (que soportan DKIM) y enviar un correo electrónico desde esa cuenta.
eu: Zoritxarrez, ez zaitugu helbide honetan erantzungo. GMAIL.COM, YAHOO.COM edo YAHOO.CN kontu bat egin beharko zenuke eta horietako batetik mezua bidali.
fa: متاسفانه با این آدرس نمی‌توانیم به شما پاسخ دهیم. لطفاْ یک آدرس ایمیل در یکی از سرویس‌های زیر بسازید و از آن درخواست خود را ارسال کنید: GMAIL.COM، YAHOO.COM و یا YAHOO.CN
fi: Ikävä kyllä emme vastaa sinulle tähän osoitteeseen. Sinun pitäisi luoda GMAIL.COM-, YAHOO.COM- tai YAHOO.CN-tili ja lähettää sähköpostiviesti siitä osoitteesta.
fil: Sa kasamaang palad, hindi ka namin sasagutin dito sa address na ito. Kailangan mong gumawa ng account sa GMAIL.COM, YAHOO.COM o YAHOO.CN at ipadala ang sulat galing sa kahit anumang nabanggit.
fr: Malheureusement, nous ne pourrons pas vous répondre à cette adresse. Vous devriez créer un compte sur GMAIL.COM, YAHOO.COM ou YAHOO.FR et envoyer le mail à partir de celui-ci.
fr_ca: Malheureusement, nous ne vous répondrons pas à cette adresse. Vous devriez créer un compte sur gmail.com ou yahoo.ca et envoyer le courriel à partir de celui-ci.
he: לצערנו אין ביכולתנו לענות לך בכתובת זו. אנא פתח חשבון אימייל עם GMAIL.COM, YAHOO.COM או YAHOO.CN ושלח לנו מייל מכתובת זו.
hr_hr: Nažalost, nećemo Vam odgovoriti na ovoj adresi. Trebali biste napraviti račun s GMAIL.COM, YAHOO.COM ili YAHOO.CN i poslati nam mail s jednog od njih.
hu: Sajnos, nem válaszolhatunk Önnek erre a címre. Kénytelen létrehozni egy fiókot a GMAIL.COM, YAHOO.COM vagy YAHOO.CN oldalon, és elküldeni a letöltő emailt valamelyikről ezek közül.
id: Sayang sekali, kami tidak akan menjawab Anda di alamat ini. Anda harus membuat sebuah akun GMAIL.COM, YAHOO.COM atau YAHOO.CN dan mengirimkan surel dari salah satu alamat tersebut.
it: Sfortunatamente, non risponderemo a questo indirizzo. Si consiglia di creare un account GMAIL.COM, YAHOO.COM o YAHOO.CN e di spedire l'email da uno di questi.
ja: 申し訳ございませんが、私たちは、このアドレスへのメールには返信できません。 GMAIL.COMやYAHOO.COM、YAHOO.CNのアカウントを作成し、そのアカウントからメールを送ってください。
km: ចៃដន្យ យើង​នឹង​មិន​ឆ្លើយតប​អ្នក​តាម​អាសយដ្ឋាន​នេះ​ទេ។ អ្នក​គួរតែ​បង្កើត គណនី​ជាមួយ GMAIL.COM, YAHOO.COM ឬ YAHOO.CN រួច​ផ្ញើ​អ៊ីមែល ចេញពី​គណនី​មួយ​ក្នុង​ចំណោម​នោះ។
ko: 불행하게도, 우리는 이 주소로 답변을 보내지 않을 것입니다. GMAIL.COM, YAHOO.COM, YAHOO.CN 의 메일 주소를 만드시고 그 메일로 다시 메일을 보내 주십시오.
lv: Diemžēl mēs Jums neatbildēsim uz šo adresi. Jums jāizveido e-pasta konts GMAIL.COM, YAHOO.COM vai YAHOO.CN , tad nosūtiet e-pasta pieprasījumu no kādas no šīm adresēm.
ms_my: Malangnya, kami tidak akan membalas e-mel anda pada alamat ini. Kamu harus mencipta akaun GMAIL.COM, YAHOO.COM atau YAHOO.CN dan cuba menghantar email dari salah sebuah akaun tersebut.
my: ဤလိပ်စာဖြင့် မေးမြန်းချက်များကို စိတ်မကောင်စွာဖြင့် ကျွန်ပ်တို့ ဖြေ​ပေးမည် မဟုတ်ပါ။ GMAIL.COM, YAHOO.COM (သို့) YAHOO.CN တစ်ခုခု၌ အကောင့် ပြုလုပ်ပြီး စာပေးပို့နိုင်သည်။
nb: Beklageligvis, så vil vi ikke svare deg på denne adressen. Du bør lage en konto hos GMAIL.COM, YAHOO.COM eller YAHOO.CN og sende e-posten fra en av dem.
nl: Helaas, we zullen je niet antwoorden op dit mailadres. Je zult een mailaccount aan moeten maken bij GMAIL.COM, YAHOO.COM of YAHOO.CN en vanaf één van deze de e-mail sturen.
nl_be: Helaas kunnen we u geen antwoord geven op dit e-mailadres. U dient een account te maken bij GMAIL.COM, YAHOO.COM of YAHOO.CN en uw e-mail via één van deze accounts te verzenden.
pl: Niestety, nie odpowiemy Ci na ten adres. Powinieneś/aś założyć konto na GMAIL.COM, YAHOO.COM lub YAHOO.CN i wysłać list z jednego z nich.
pt: Infelizmente não respondemos para este endereço. Deverá criar uma conta no GMAIL.COM, YAHOO.COM ou YAHOO.CN e enviar-nos o endereço.
pt_br: Infelizmente, não lhe responderemos neste endereço. Você precisa ter uma conta GMAIL.COM, YAHOO.COM ou YAHOO.CN e enviar o e-mail de uma delas.
ro: Din păcate nu vă vom răspunde la această adresă. Ar trebui să vă faceți un cont la GMAIL.COM, YAHOO.COM sau YAHOO.CN și să ne trimiteți e-mail-ul de la unul dintre acestea.
ru: Увы, мы не сможем ответить вам на этот почтовый адрес. Вам необходимо иметь аккаунт GMAIL.COM, YAHOO.COM или YAHOO.CN и отправлять письма с любого из них.
si_lk: අවාසනාවන්ත ලෙස, අප මෙම ලිපිනයට පිළිතුරු සපයන්නේ නැත. ඔබට කිරීමට අවශ්‍ය වන්නේ GMAIL.COM, YAHOO.COM හෝ YAHOO.CN හි ගිණුමක් සාදා තැපෑල එවීම එකකින් කරන්න.
sk: Nanešťastie Vám neodpovieme na túto adresu. Mali by ste si vytvoriť konto na GMAIL.COM, YAHOO.COM alebo YAHOO.CN a z tade potom pošlite email.
sl_si: Na ta naslov, vam na žalost ne bomo odgovorili. Morate ustvariti račun z GMAIL.COM, YAHOO.COM ali YAHOO.CN in poslati e-pošto z enega od njih.
sq: Fatkeqësisht, ne s'do t'ju përgjigjemi tek kjo adresë. ju duhet të hapni një llogari me GMAIL.COM, YAHOO.COM ose YAHOO.CN dhe të na e dërgoni e-postën nga njëra prej tyre.
sr: Нажалост, нећемо Вам одговорити на ову адресу. Требало би да направите налог на GMAIL.COM, YAHOO.COM или YAHOO.CN и пошаљете нам е-маил са једне од тих адреса.
sv: Tyvärr kommer vi inte svara dig på den här adressen. Du borde skapa ett konto hos GMAIL.COM, YAHOO.COM eller YAHOO.CN och skicka ett e-postmeddelande från någon av dessa.
ta: எங்களால் இந்த முகவரியில் உங்களுக்கு பதிலளிக்க முடியாது. நீங்கள் GMAIL.COM, YAHOO.COM அல்லது YAHOO.CN கணக்கை பதிவு செய்து அதிலிருந்து அஞ்சல் அனுப்பவும்.
te_in: క్షమించండి, మేం ఈ చిరునామాలో మీకు సమాధానం పంపలేము. మీరు GMAIL.COM లేదా YAHOO.COM లేదా YAHOO.CN లలో ఏదో ఓక్ దానిలో ఖాతా తెరిచి, దాని నుంచి మాకు వేగు పంపగలరు.
th: เสียดายที่เราไม่สามารถตอบคุณที่อีเมล์นี้ได้ คุณควรสร้างอีเมล์ใหม่ ที่ gmail.com yahoo.com หรือ yahoo.cn และส่งเมล์จากที่นั่น
tr: Maalesef, bu adresinize yanıt veremiyoruz. E-postanızı Gmail.com, Yahoo.com ya da Yahoo.cn sitelerinden aldığınız bir hesabı kullanarak gönderin.
uk: На жаль, ми не дамо відповідь на цю адресу. Ви повинні зробити обліковий запис у GMAIL.COM, YAHOO.COM або YAHOO.CN і відправити пошту з одного з них.
vi: Không may thay, chúng tôi sẽ không trả lời bạn tại địa chỉ này. Bạn nên tạo một tài khoản ở GMAIL.COM, YAHOO.COM, hoặc YAHOO.CN và gửi mail từ một trong những cái trên.
zh_cn: 抱歉，我们不会将请求回复发送至你所用的这个邮箱地址。请使用 GMAIL.COM、YAHOO.COM 或 YAHOO.CN 账户，并通过这些邮箱 发送请求邮件。
zh_tw: 不幸的是，我們不會回覆您的這個位址。您應該使用 GMAIL.COM、YAHOO.COM 或 YAHOO.CN 和從其中一個 發送郵件。

source: We only process requests from email services that support "DKIM", which is an email feature that lets us verify that the address in the "From" line is actually the one who sent the mail.
ar: نحن فقط نقبل الطلبات خدمات البريد الإلكتروني التي تدعم "DKIM"، وهي عبارة عن ميزة في البريد الإلكتروني تتيح لنا التأكد من ان عنوان البريد المرسل لنا هو فعلاً عنوان البريد الموجود في سطر "مرسل من"
az: Biz yalnız "Haradan" sətirində məktubun göndərildiyi şəxsin ünvanının doğruluğunu müəyyənləşdirən "DKIM"-i dəstəkləyən email servislərindən gələn tələblər üzərində işləyirik.
ca: Només s'accepten peticions de serveis de correu que suporten "DKIM", una característica de correu que permet de verificar que l'adreça al camp "De" és realment des d'on sha enviat el correu.
cs: Zpracováváme žádosti jen od e-mailových služeb podporujících "DKIM", což je vlastnost e-mailu umožňující nám ověřit, že adresa v řádku "Od" skutečně patří uvedenému odesílateli.
cy: Dim ond ceisiadau o wasanaethau e-byst sy'n cefnogi "DKIM" fydd yn cael ei brosesu, sef nodwedd e-bost sy'n gadael i ni gwirio bod y gyfeiriad yn llinell "O" yw'r gyfeiriad a wnaeth anfon yr e-bost.
da: Vi behandler kun forespørgsler fra e-post-tjenester som understøtter "DKIM", hvilket er en e-post-egenskab som lader os verificere at adressen i "Fra"-linjen faktisk er den som sendte posten.
de: Wir nehmen nur Anfragen von E-Mail-Diensten an, die »DKIM« unterstützen. Dies ist eine Funktion, die sicherstellt, dass die Absenderadresse tatsächlich von demjenigen ist, der die Nachricht abgeschickt hat.
el: Δεχόμαστε αιτήματα μόνον από υπηρεσίες ηλεκτρονικού ταχυδρομείου που υποστηρίζουν "DKIM", το οποίο είναι ένα στοιχείο που μας επιτρέπει να εξακριβώσουμε ότι η διεύθυνση στην γραμμή "Από" είναι πράγματι το πρόσωπο που αποστέλλει το μήνυμα.
es: Sólo procesamos solicitudes provenientes de servicios de correo electrónico con soporte "DKIM", una función de correo que nos permite verificar que la dirección en la línea "De:" es realmente la dirección desde la que se envió el correo.
eu: Bakarrik "DKIM" onartzen duten email zerbitzuen eskaerak prozesatzen ditugu, hau "Nondik" lerroko helbidea benetan mezua bidali duen helbidea dela egiaztatzea baimentzen gaituen email ezaugarri bat.
fa: ما فقط به آدرس های ایمیلی که دارایِ ویژگی "DKIM" باشند پاسخ می دهیم. ویژگی DKIM به ما کمک می کند تا مطمئن شویم ارسال کننده ایمیل واقعاً صاحب آدرس ایمیل است، و کسی قصد سوء استفاده از آدرس ایمیل دیگران را ندارد.
fi: Käsittelemme pyyntöjä vain sähköpostipalveluista, jotka tukevat ”DKIM”-ominaisuutta. Se on sähköpostin ominaisuus, joka varmistaa, että viestin lähettäjänä näkyy sen todellinen lähettäjä.
fil: Kami ay nagproproseso lamang ng hiling galing sa mga email services na gumagamit ng "DKIM", na isang email feature na ginagamit namin upang mai-verify ang mga address sa "From" na linya na galing sa taong nagpadala sa amin ng liham.
fr: Nous ne traitons que les demandes provenant de services de messagerie possédant la fonctionnalité "DKIM", qui nous permet de vérifer que l'adresse indiquée dans le champ "De :" d'un message est bien l'adresse réelle d'expédition.
fr_ca: Nous ne traitons que les demandes provenant de services de courriel prenant en charge « DKIM », qui est une fonction de courriel qui nous permet de vérifier que l'adresse dans la ligne « De » est en fait celle qui a envoyé le courriel.
he: אנחנו רק מבקשים תהליך משירותי דואר אלקטרוניים התומכים "DKIM", אשר היא תכונת מייל המאפשרת לנו לוודא הכתובת "מתוך" הקו הוא למעשה זה שנשלח בדואר.
hr_hr: Obrađujemo zahtjeve poslane isključivo putem usluga e-pošte koje podržavaju "DKIM", što je značajka e-pošte koja nam omogućuje da potvrdimo da je adresa u "Od" polju zaista ona s koje je email poslan.
hu: Csak olyan email kéréseket tudunk feldolgozni, ahol a szolgáltató támogatja a "DKIM" szolgáltatást, ami lehetővé teszi, hogy ellenőrizzük, hogy címet ami a levél Feladó ("From") sorában található.
id: Kami hanya memproses permintaan dari layanan surel yang mendukung "DKIM", fitur surel yang memungkinkan kami memverifikasi alamat yang terdapat di baris "Dari", adalah yang benar-benar mengirimkan suratnya.
it: Rispondiamo esclusivamente a richieste da servizi di posta che supportano "DKIM", che è una caratteristica dell'email che ci consente di verificare che l'indirizzo nella campo "Da" corrisponda effettivamente al mittente del messaggio.
ja: 私たちは"DKIM"をサポートするメールだけを処理します。これは"From" 行のメールアドレスが本当にメールを送った本人かどうかを確認する仕組みです。
km: យើង​ដំណើរការ​តែ​សំណើ​ពី​សេវាកម្ម​អ៊ីមែល​ដែល​គាំទ្រ "DKIM" ប៉ុណ្ណោះ វា​ជា​លក្ខណៈ​អ៊ីមែល​ដែល​អនុញ្ញាត​ឲ្យ​យើង​ផ្ទៀងផ្ទាត់​អាសយដ្ឋាន​នៅ​ក្នុង​បន្ទាត់ "ពី" គឺ​មនុស្ស​ដែល​បាន​ផ្ញើ​អ៊ីមែល។
ko: 우리는 "DKIM"를 지원하는 이메일 서비스에서 프로세스만 요청합니다. 이것은 "보낸 사람"의 주소가 실제로 메일을 보낸 사람인지 확인하실 수 있는 메일 기능입니다.
lv: Mēs izskatām vienīgi tos pieprasījumus, kuri pienāk no e-pasta pakalpojumu programmām, kas atbalsta "DKIM". DKIM ir e-pasta līdzeklis, kurš ļauj verificēt, ka adrese rindiņā "Adresāts" ir e-pasta nosūtītāja adrese.
ms_my: Kami hanya proses permintaan daripada perkhidmatan e-mel yang menyokong "DKIM", yang merupakan ciri e-mel yang membolehkan kami mengesahkan bahawa alamat dalam line "From" untuk mengesahkan siapa yang menghantar e-mel.
my: ကျွန်ပ်တို့သည် "DKIM" ထောက်ပံ့ထားသော အီးမေးလ် ဝန်ဆောင်မှု လုပ်ငန်းများမှ တောင်းဆိုချက်များကိုသာ ကိုင်တွယ်ပေးမည် ဖြစ်သည်။ ၄င်းသည် "From" တွင် ပါသော လိပ်စာသည် မေးလ် ပေးပို့သူ အမှန်ဖြစ်ကြောင်း အတည်ပြုပေးနိုင်​သည့် အီးမေးလ် အင်္ဂါရပ် တစ်ခု ဖြစ်သည်။
nb: Vi behandler kun forespørsler fra e-posttjenester som støtter "DKIM", som er en e-postfunksjon som lar oss verifisere at adressen i "Fra"-feltet er den faktiske avsenderen.
nl: We verwerken alleen verzoeken van e-mailproviders die "DKIM" ondersteunen. Dit is een e-maileigenschap dat ons toelaat te verifiëren of het adres in de "From" regel ook werkelijk degene is die de mail gestuurd heeft.
nl_be: Wij behandelen enkel aanvragen komende van e-mail diensten die "DKIM" supporteren, dit is een e-mail validatie systeem dat ons mogelijk stelt om het adres, en dus de identiteit, in het "Van" veld te verifiëren.
pl: Przetwarzamy tylko żądania z usług e-mail, które obsługują "DKIM", który jest funkcjonalnością pocztową pozwalającą nam sprawdzić, że adres w linii "From" jest tym, z którego wysłano list.
pt: Nós só processamos os pedidos de serviços de e-mail que suportem "DKIM", que é uma função de e-mail que nos permite verificar que o endereço na linha "De", é realmente o de quem enviou o correio.
pt_br: Nós processamos somente os pedidos vindos de serviços de e-mail que possuem suporte para "DKIM", que é uma funcionalidade de e-mail que nos permite verificar se o endereço na linha "De" é realmente idêntico aquele do qual o e-mail foi enviado.
ro: Procesăm cereri numai de la serviciile de poștă electronică care suportă "DKIM", care este o caracteristică de poștă electronică ce ne permite să verificăm dacă adresa din bara "From", este întradevăr adresa de la care s-a trimis scrisoarea electronică.
ru: Мы обрабатываем запросы только с сервисов, поддерживающих "DKIM". Это функция электронной почты, позволяющая нам проверить, действительно ли с адреса, указанного в строке "From", был выслан запрос.
si_lk: අප "DKIM" ආධාර කරන විද්යුත් තැපැල් සේවාවලින් ලැබෙන අයදුම් පමණක් සකස් කරයි, මෙය අපට "විසින්" පේලියේ තිබෙන ලිපිනය තැපෑල එවූ තනැත්තා යන්න නිර්ණය කිරීමට ඉඩ සලසන විද්‍යුත් තැපෑල විශේෂාංගයකි.
sk: Spracujeme len tie emailové žiadosti, ktoré podporujú "DKIM", čo je emailová funkcia, ktorá nám dovolí overiť, že adresa z riadka From patrí skutočne tomu, kto email poslal.
sl_si: Obdelujemo samo zahteve preko e-poštnih storitev, ki podpirajo"DKIM", to je e-poštna funkcija, ki dopušča preverjanje naslova iz vrstice "Od" in potrjuje pošiljatelja.
sq: Ne përpunojmë vetëm kërkesa nga shërbime e-poste që pranojnë "DKIM", që është një parametër i e-postës i cili na lejon të verifikojmë që adresa në linjën "Nga" është vërtetë ajo që ka dërguar e-postën.
sr: Излазимо у сусрет само захтевима преко е-поште која подржава „DKIM“, а то је могућност која нам омогућава да проверимо да ли нам је права особа послала поруку.
sv: Vi behandlar endast begäran från e-posttjänster som stödjer "DKIM", vilket är en e-postfunktion som låter oss verifiera att adressen i "Från"-raden verkligen är från den som skickade meddelandet.
ta: எங்களால் "DKIM" ஆதரவுள்ள மின்னஞ்சல் சேவைகளிடம் இருந்து மட்டுமே கோரிக்கைகளை ஏற்க முடியும், இது மின்னஞ்சலின் ஓர் அம்சம், இது அஞ்சலில் உள்ள "அனுப்புனர்" வரியும் உண்மையான முகவரியும் ஒன்றா என சோதிக்க உதவுகிறது.
te_in: పంపిన వారి చిరునామాను ఈమెయిల్‌లోని "నుండి" లైన్ ద్వారా పరిశీలించటానికి అవకాశం ఇచ్చే "DKIM" మద్దతు గల ఈమెయిల్ సేవల నుంచి వచ్చిన అభ్యర్ధనలను మాత్రమే మేము పరిశీలించగలము.
th: เราจะดำเนินการคำร้องขอจากผู้ให้บริการอีเมล์ที่รองรับ "DKIM" ซึ่งมีคุณสมบัติให้เราตรวจสอบได้ว่าที่อยู่ใน "From" เป็นคนที่ส่งจริง
tr: Yalnız göndericinin gerçekten "Kimden" satırındaki kişi olduğunun doğrulanmasını sağlayan "DKIM" özelliğini destekleyen e-posta sunucularından gelen istekler işlenir.
uk: Ми обробляємо запити тільки з сервісів підтримують "DKIM", це функція електронної пошти, що дозволяє нам перевірити, чи дійсно з адреси, зазначеної в рядку "From", був висланий запит.
vi: Chúng tôi chỉ xử lý yêu cầu đến từ dịch vụ thư điện tử cũng hỗ trợ « DKIM », một tính năng thư điện tử cho phép kiểm tra địa chỉ trên dòng « Từ » thật sự là người đã gửi thư đó.
zh_cn: 我们只接受支持 DKIM 邮件服务器的请求。DKIM 是一种电子邮件功能， 可用于验证“发件人”一栏中的地址是否真的来自电子邮件发送人。
zh_tw: 我們只處理支援 “DKIM” 的電子郵件服務請求， 這是一種讓我們驗證電子郵件位址的功能， 「寄件者」欄位是實際發送電子郵件的人。
