Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: I will mail you a Tor package, if you tell me which one you want. Please select one of the following package names: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ar: سأرسل لك رزمة من برنامج تور اذا اخبرتني اي واحدة تريد. فضلاً اختر واحدة من القائمة التالية: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
az: Sən mənə hansını istədiyini desən, sənə Tor paketi göndərərəm. Lütfən, paket adlarından birini seç: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ca: Us enviaré un paquet de Tor, si em dieu quin voleu. Seleccioneu un dels següents noms de paquet: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
cs: Pošlu Vám Tor balíček e-mailem, pokud mi řeknete, jaký si přejete. Prosím vyberte se jeden z názvů následujících balíčků: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
cy: Byddai'n anfon pecyn Tor i chithau, os rydych yn dweud i mi pa un rydych chi eisiau. Dewiswch un o'r pecynnau canlynol: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
da: Jeg vil sende dig en Tor-pakke, hvis du fortæller mig hvilken én du ønsker. Vælg venligst én af følgende pakkenavne: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
de: Ich werde ihnen ein Tor-Paket senden, wenn Sie mir sagen, welches Sie wollen. Bitte wählen Sie eines der folgenden Pakete: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
el: Θα σας στειλω με mail ενα Tor πακετο, αν μου πειτε πιο θελετε.⏎ Επιλεξτε ενα απο τα ακολουθα πακετα:⏎ ⏎ windows⏎ macos-i386⏎ macos-ppc⏎ linux-i386⏎ linux-x86_64⏎ obfs-windows⏎ obfs-macos-i386⏎ obfs-macos-x86_64⏎ obfs-linux-i386⏎ obfs-linux-x86_64⏎ source
es: Le enviaré por correo un paquete Tor, si me dice cuál quiere. Seleccione uno de los siguientes nombres de paquetes: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
eu: Tor pakete bat bidaliko dizut postaz, zein nahi duzun ezaten badidazu. Mesedez aukeratu bat hurrengo pakete izenetatik: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 iturburua
fa: برای شما یک بسته تُر دیگر می‌فرستیم. فقط به ما بگویید کدام را می‌خواهید. لطفا یکی از بسته‌های زیر را انتخاب کنید: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
fi: Lähetän sinulle Tor-pakkauksen, jos kerrot minulle, minkä haluat. Valitse yksi seuraavista pakkausnimistä: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
fil: Ako ay magpapadala sa iyo ng Tor package, kung pwede mong sabihin kung alin ang iyong gusto. Kung maaari, pumili ng isa sa mga pangalan ng sumusunod na package: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
fr: Je vous enverrai un paquet Tor dès que vous m'aurez dit lequel vous souhaitez. Veuillez sélectionner le nom d'un des paquets suivants : windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
fr_ca: Je vous enverrai un paquet Tor si me dites lequel vous souhaitez. Veuillez choisir un des nom s de paquet suivants : windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
he: אני אשלח לך חבילת Tor, אם תגיד לי איזו אתה רוצה. בבקשה תבחר אחת מהשמות בחבילות הבאות: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source-קוד מקור
hr_hr: Poslat ćemo Vam Tor paket, no morate naznačiti koji želite. Molimo odaberite jedno od navedenih imena paketa: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
hu: Elküldöm Önnek a Tor csomagot, ha elárulja nekem, melyikre van szüksége. Kérem válasszon az alábbiak közül: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
id: Saya akan kirim kepada Anda paket Tor, jika Anda memberitahu saya mana yang Anda inginkan. Mohon pilih salah satu dari nama paket berikut: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
it: Per ricevere via email un pacchetto Tor basterà specificare quale si desidera. Selezionare uno dei seguenti pacchetti: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 sorgente
ja: どのTorパッケージが必要かを伝えてくれれば、Torパッケージをメールで送信します。 下記のパッケージ名のいずれかを選択してください: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
km: ខ្ញុំ​នឹង​ផ្ញើ​កញ្ចប់ Tor ឲ្យ​អ្នក​តាម​អ៊ីមែល បើ​អ្នក​ប្រាប់​ពី​កញ្ចប់​ដែល​អ្នក​ចង់​បាន។ សូម​ជ្រើស​ឈ្មោះ​មួយ​ក្នុង​ចំណោម​ឈ្មោះ​កញ្ចប់​មួយ​ដូច​ខាងក្រោម៖ windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ko: 원하는 Tor 패키지를 이름을 보낸다면, Tor 패키지를 보내 드립니다. 아래와 같은 패키지 이름 중 하나를 선택해 주십시오. windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
lv: Es nosūtīšu Jums Tor'a pakotni, ja norādīsiet kura pakotne ir vajadzīga. Lūdzu, izvēlieties vienu no turpmāk noradītajiem pakotņu nosaukumiem: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ms_my: Saya akan menghantar anda pakej Tor, jika anda beritahu saya yang mana satu yang anda mahu. Sila pilih salah satu daripada nama-nama pakej berikut: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
nb: Jeg vil sender deg en Tor-pakke på e-post, hvis du forteller meg hvilken du du vil ha. Velg et av følgende pakkenavn: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 kilde
nl: Ik zal je een Tor pakket sturen, als jij me vertelt welke je wilt. Selecteer één van de volgende pakketnamen: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
nl_be: Ik zal u het Tor-pakket e-mailen indien u mij laten weten welk pakket u wenst. Gelieve één van de volgende pakketten te selecteren: windows macos-i386 macos-ppc linux-x86_64 obfs-windows obgs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
pl: Wyślę Ci paczkę Tor, jeżeli powiesz mi ktorą chcesz. Wybierz nazwę paczki z listy poniżej: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
pt: O pacote Tor será enviado, por email, depois de nos informar da sua escolha. Por favor escolha, pelo nome, um dos seguintes pacotes: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
pt_br: Eu lhe enviarei um pacote TOR se você me disser qual você quer. Por favor, selecione um tipo de pacote:⏎ ⏎ windows⏎ macos-i386⏎ macos-ppc⏎ linux-i386⏎ linux-x86_64⏎ obfs-windows⏎ obfs-macos-i386⏎ obfs-macos-x86_64⏎ obfs-linux-i386⏎ obfs-linux-x86_64⏎ fonte
ro: Îți voi trimite un pachet Tor dacă îmi spui pe care îl vrei. Te rog să selectezi unul dintre urmatoarele nume de pachete: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 sursă
ru: Я могу выслать вам на элетронную почту пакет Tor, если вы укажете, какой вам необходим.⏎ Пожалуйста, выберите один из пакетов:⏎ ⏎ windows⏎ macos-i386⏎ macos-ppc⏎ linux-i386⏎ linux-x86_64⏎ obfs-windows⏎ obfs-macos-i386⏎ obfs-macos-x86_64⏎ obfs-linux-i386⏎ obfs-linux-x86_64⏎ исходник
si_lk: මා ඔබට Tor පැකේජය තැපෑල කරන්නම්, ඔබ මා හට ඔබට කුමක් අවශ්‍ය දැයි පැවසුවහොත්. කරුණාකර පහත සදහන් පැකේජ නාමයන්ගෙන් එකක තෝරාගන්න: වින්ඩෝස් macos-i386 macos-ppc ලිනක්ස්-i386 ලිනක්ස්-x86_64 obfs-වින්ඩෝස් obfs-macos-i386 obfs-macos-x86_64 obfs-ලිනක්ස්-i386 obfs-ලිනක්ස්-x86_64 මුලය
sk: Pošleme vám balík Tor, ak napíšete, ktorý chcete. ⏎ Prosím, vyberte si jeden z týchto:⏎ ⏎ windows⏎ macos-i386⏎ macos-ppc⏎ linux-i386⏎ linux-x86_64⏎ obfs-windows⏎ obfs-macos-i386⏎ obfs-macos-x86_64⏎ obfs-linux-i386⏎ obfs-linux-x86_64⏎ source
sl_si: Pošljemo vam Tor paket, če nam poveste katerega želite. Izberite enega od sledečih paketov: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 izvorna koda
sq: Unë do t'ju postoj një paketë Tor, nëse më tregoni se kë dëshironi. Ju lutemi përzgjidhni njërin nga emrat e paketave në vijim: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
sv: Jag kommer att skicka dig ett Tor-paket om du talar om för mig vilket du vill ha. Välj ett av följande paketnamn: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ta: நீங்கள் எந்த தொகுப்பு என தெரிவித்தால், நான் நீங்கள் விரும்பும் Tor தொகுப்பை அனுப்புவேன். பின்வரும் தொகுப்புகளின் பெயர்ப்பட்டியலில் இருந்து ஒன்றை தேர்வு செய்க: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
te_in: మీకు ఏ కూర్పు అవసరమో తెలిపితే, నేను మీకు దానిని పంపగలను. దయచేసి క్రింది వానిలో ఒక కూర్పు పేరును ఎంచుకోండి. windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
th: เราจะส่งแพกเกจ Tor ไปหาคุณ ถ้าคุณบอกเราว่าคุณต้องการอันไหน กรุณาเลือกแพกเกจอันไดอันหนึ่ง: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
tr: İstedğiniz paketi söylerseniz, size e-posta aracılığı ile bir Tor paketi yollayabilirim. Lütfen aşağıdaki paketlerden birini seçin: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-lin
uk: Я вишлю Вам на електронну пошту пакет Tor, якщо Ви скажете мені, який Ви хочете. Будь ласка, виберіть один з наступних пакетів: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
vi: Tôi sẽ gửi mail cho bạn một gói phần mềm Tor, nếu như bạn cho tôi biết. Vui lòng chọn một trong các gói sau: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
zh_cn: 请告知需要哪种版本，我将通过电子邮件发送相应的 Tor 软件包。 请选择以下软件包名称之一： windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
zh_tw: 我會寄給您一個Tor套件，若您告訴我您要哪一個。⏎ 請選擇下列其中一個套件名：⏎ windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source

source: Please reply to this mail, and tell me a single package name anywhere in the body of your email.
ar: الرجاء الرد على هذا البريد، وأخبرني باسم رزمة واحدة فقط في اي مكان في نص رسالتك.
az: Lütfən bu emailə cavab yaz və mətnin hər hansı yerində seçdiyin bir paketin adını qeyd et.
ca: Si us plau, respon aquest correu, i diguem només el nom del paquet en qualsevol lloc en el cos del correu electrònic.
cs: Prosím odpovězte na tento e-mail a zmiňte název jednoho balíčku kdekoliv v e-mailu.
cy: Atebwch yr e-bost hon, os gwelwch yn dda, ac dywedwch i mi enw un pecyn unrhywle yn y gorff o'ch e-bost.
da: Besvar venligst denne mail, og fortæl mig en enkelt pakke navn hvilket som helst sted i beskeden af ​​din e-mail.
de: Bitte antworten Sie auf diese E-Mail und nennen mir, im Text dieser Nachricht, einen Paketnamen.
el: Παρακαλούμε απαντήστε σε αυτό το μήνυμα και γράψτε μας ένα όνομα πακέτου οπουδήποτε μέσα στο σώμα του μηνύματος.
es: Por favor, responda a este correo y mencione un sólo nombre de paquete en cualquier parte del cuerpo del correo.
eu: Mesedez erantzun mezu honi, eta esaidazu pakete izen bakar bat mezuaren gorputzaren edozein tokian.
fa: لطفا به این ایمیل پاسخ داده و نام بستهٔ نرم‌افزاری مورد نظر خود را در متن پاسخ بنویسید.
fi: Vastaa tähän sähköpostiviestiin ja kerro yksittäisen pakkauksen nimi missä tahansa sähköpostiviestisi runko-osassa.
fil: Pakiusap, mag-reply sa mail na ito, ay sabihin mo sa akin ang single package name kahit saan sa katawan ng iyong email.
fr: Veuillez répondre à ce mail en me donnant le nom du package que vous souhaitez dans le corps de votre message.
fr_ca: Veuillez répondre à ce courriel en me donnant un seul nom de paquet n'importe où dans le corps de votre message.
he: אנא השב למייל זה עם שם של חבילה אחת בגוף ההודעה.
hr_hr: Molim Vas da odgovorite na ovaj mail, i navedete jedno ime paketa bilo gdje u sadržaju Vašeg emaila.
hu: Kérjük válaszoljon erre az emailre, és jelölje meg azt a csomagot amelyiket szeretné, bárhol a levél törzsében.
id: Mohon balas surel ini, dan beritahu saya nama paket tunggal di manapun di dalam kerangka isi surel Anda.
it: Si prega di rispondere a questa email indicando un singolo nome di pacchetto nel corpo del messaggio.
ja: このメールに回答してください。一つのパッケージ名をメールの本文中のどこでもいいので、記入して送ってください。
km: សូម​ឆ្លើយតប​ទៅ​អ៊ីមែល​នេះ រួច​ប្រាប់​ខ្ញុំ​ថា​ឈ្មោះ​កញ្ចប់​ទោល​គឺ​ស្ថិតនៅ ក្នុង​តួ​នៃ​អ៊ីមែល​របស់​អ្នក។
ko: 이 메일에 답변해 주십시오. 그리도 하나의 패키지 이름을 메일 본문 중 어디든지 써서 보내 주십시오.
lv: Lūdzu atbildiet uz šo e-pastu, un jebkurā Jūsu e-pasta ziņojuma vietā nosauciet pakotnes nosaukumu.
ms_my: Sila balas e-mel ini, dan beritahu saya nama pakej yang anda mahu dimana-mana sahaja di dalam kandungan e-mel anda.
my: ဤမေးလ်ကို အကြောင်းပြန်ပါပြီး၊ သင့် အီးမေးလ်၏ စာကိုယ် တ​စ်နေရာရာ၌ ဆော့ဗ်ဝဲထုတ် တစ်ခုအမည်ကို ဖေါ်ပြပါ။
nb: Vennligst send svar til denne e-posten og angi et pakkenavn hvorsomhelst i innholdet på e-posten.
nl: Antwoord op deze e-mail en zeg me een enkele pakketnaam ergens in de body van je e-mail
nl_be: Gelieve te antwoorden op deze e-mail met een omschrijving van de specifieke pakketnaam die u wenst.
pl: Proszę odpisz na ten list i podaj mi jedną nazwę paczki gdziekolwiek w treści Twojego listu.
pt: Por favor responda a este mail e escreva um nome do pacote algures no corpo do mail.
pt_br: Por favor, responda a esse e-mail, incluindo um único nome de pacote em qualquer parte no corpo de texto da mensagem.
ro: Vă rugăm să răspundeți la aceast e-mail și să ne scrieți un singur nume de pachet, oriunde în cuprinsul scrisorii dvs. electronice.
ru: Пожалуйста, ответьте на это письмо, указав название одного пакета в заголовке или теле вашего e-mail.
si_lk: කරුණාකර මෙම තැපෑලට ප්‍රතිචාර දක්වා, මා හට ඕනෑම තැනක ඇති තනි පැකේජ නාමයක් ඔබගේ විද්‍යුත් තැපෑලේ බද කොටසෙන් පෙන්වන්න.
sk: Prosím odpovedzte na tento email a do tela emailu napíšte meno jedného balíka.
sl_si: Prosim odgovorite na to e-pismo in navedite ime paketa kjerkoli v e-pismu
sq: Ju lutemi përgjigjuni kësaj e-poste dhe më tregoni emrin e një pakete kudo qoftë në brendinë e tekstit të e-postës tuaj.
sr: Молим одговорите на овај е-маил, и напишите име једног пакета било где у телу поруке Вашег е-маила
sv: Svara på detta e-postmeddelande, och skriv ett enda paketnamn någonstans i ditt e-postmeddelande.
ta: தயவு செய்து இந்த அஞ்சலின் பதிலில், ஒரு தொகுப்பின் பெயரை எங்காவது குறிப்பிடுங்கள்.
te_in: దయచేసి ఈ వేగుకు జవాబివ్వండి మరియు మీ వేగు సందేశంలో ఒకే ఒక కూర్పు పేరును పేర్కొనండి.
th: กรุณาตอบเมล์นี้และระบุชื่อแพกเกจอันนึงที่ไหนก็ได้ในข้อความของอีเมล์
tr: Lütfen bu e-postayı yanıtlayın ve e-posta içeriğinde tek bir paket adı belirtin.
uk: Будь ласка, дайте відповідь на цей лист, і скажіть мені ім'я пакету в будь-якому місці у тілі повідомлення.
vi: Làm ơn trả lời mail này, và nói cho tôi biết tên một gói đơn ở bất kỳ đâu trong phần nội dung trong email của bạn.
zh_cn: 请回复本邮件，并在邮件正文的任意位置写上软件包的名称。
zh_tw: 請回覆此郵件，並在您的電子郵件本文中 告訴我任何單一套件名稱。

source: OBTAINING LOCALIZED VERSIONS OF TOR ===================================
ar: للحصول على نسخ مترجمة من تور ==================
az: TOR-UN YERLİ VERSİYASININ ƏLDƏ EDİLMƏSİ ===================================
ca: OBTENINT VERSIONS LOCALITZADES DE TOR ===================================
cs: ZÍSKÁVÁNÍ LOKALIZOVANÉ VERZE TORU ===================================
cy: CAEL GAFAEL AR FERSIWNAU LLEOL O TOR ====================================
da: HENTER LOKALISERET UDGAVER AF TOR ===================================
de: EINE ÜBERSETZTE VERSION VON TOR ERHALTEN ==========================================
el: ΛΗΨΗ ΤΟΠΙΚΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ TOR ===================================
es: OBTENER VERSIONES LOCALIZADAS DE TOR ====================================
eu: ITZULITAKO TOREN BERTSIOAK ESKURATZEN ====================================
fa: تهیه کردن نسخه‌هایی از تور به یک زبان خاص ===========================
fi: HAETAAN LOKALISOITU VERSIO TOR-OHJELMASTA ===================================
fr: Obtenir des versions localisées de Tor =============================
fr_ca: OBTENTION DE VERSIONS LOCALISÉES DE TOR =======================================
he: השג גירסה מקומית של Tor =====================
hr_hr: DOBAVLJAM LOKALIZIRANE VERZIJE TOR-a ==================================
hu: LOKALIZÁLT TOR VERZIÓ BESZERZÉSE ================================
id: MENGAMBIL VERSI LOKAL TOR ===================================
it: Come ottenere una versione tradotta di TOR ===================================
ja: Torのローカライズバージョンを取得 ===========================
km: ការ​ទទួល​បាន​កំណែ​បកប្រែ​របស់ TOR ===================================
ko: Tor 지역화 버전 얻기 ================
lv: TOR LOKALIZĒTO VERSIJU IEGŪŠANA ==============================
ms_my: MENDAPATKAN VERSI TEMPATAN BAGI TOR ====================================
my: Tor ဘာသာပြန်ဆိုချက် ဗားရှင်းများကို ရယူနေသည် ===================================
nb: FÅ OVERSATTE VERSJONER AV TOR ===============================
nl: VERKRIJGEN VAN GELOKALISEERDE VERSIE VAN TOR ============================================
nl_be: VERKRIJGEN VAN GELOKALISEERDE VERSIES VAN TOR ======================================================
pl: OTRZYMYWANIE PRZETŁUMACZONYCH WERSJI TORA ===================================
pt: OBTENDO VERSÕES LOCALIZADAS DO TOR ==================================
pt_br: OBTENDO VERSÕES LOCAIS DO TOR ==============================
ro: OBȚINEREA DE VERSIUNI TOR LOCALE ===================================
ru: ПОЛУЧЕНИЕ ЛОКАЛИЗОВАННОЙ ВЕРСИИ TOR. ======================================
si_lk: TOR හි පෙදෙසිගත අනුවාද ලබාගනිමින් ===================================
sk: ZÍSKAŤ LOKALIZOVANÚ VERZIU TORu =============================
sl_si: PRIDOBITEV lokalnih različic Tor-a ===================================
sq: MARRJA E VERSIONEVE TË PËRKTHYERA TË TOR ===================================
sr: НАБАВКА ЛОКАЛИЗОВАНЕ ВЕРЗИЈЕ ТОР-а
sv: TAR EMOT LOKALISERADE VERSIONER AV TOR ===================================
ta: உங்கள் மொழியில் TOR-ஐ பெற ===================================
te_in: టోర్ స్థానికీకరణ రూపాలు పొందబడుతున్నాయి ===================================
th: การเอา TOR ที่มีการแปลภาษาแล้ว =========================
tr: YERELLEŞTİRİLMİŞ TOR SÜRÜMLERİ ALINIYOR =======================================
uk: ОТРИМАННЯ ЛОКАЛІЗОВАНОЇ ВЕРСІЇ TOR ===================================
vi: HIỆN HÀNH PHIÊN BẢN ĐỊA PHƯƠNG CỦA TOR =======================================
zh_cn: 获取 TOR 的本地化版本 ===================================
zh_tw: 取得 TOR 的本地化版本 ===================================
