Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: obfs-macos-i386: The Tor Obfsproxy Browser Bundle package for OS X, 32bit Intel CPU architecture.
ar: obfs-macos-i386: حزمة متصفح تور لتوصيل النقل لنظام الماك نسخة 32بت.
az: obfs-macos-i386: OS X, 32bit Intel CPU architecture üçün The Tor Obfsproxy Browser Bundle paketi.
cs: obfs-macos-i386: Tor Obfsproxy Browser Bundle balíček pro OS X, 32bitová architektura procesorů Intel.
cy: obfs-macos-i386: Pecyn Porwr Obfsproxy Tor i OS X, 32bit Intel CPU pensaernïaeth.
da: obfs-macos-i386: Den samlede pakke Tor Obfsproxy Browser Bundle til OS X, 32-bit Intel CPU-arkitekturen.
de: obfs-macos-i386: Das Tor-Obfsproxy-Browser-Paket für OS X, 32bit Intel-CPU-Architektur.
el: obfs-macos-i386: Το Πακέτο Περιηγητή Tor Obfsproxy Browser για OS X αρχιτεκτονικής 32bit Intel CPU. Γενικά οι νεότεροι υπολογιστές Mac απαιτούν την χρήση αυτού του πακέτου.
es: obfs-macos-i386: El Paquete de Navegador Tor Obfsproxy para OS X sobre arquitectura de CPU Intel de 32bit.
eu: obfs-macos-i386: OS X, 32bit-eko Intel PUZ arkitekturentzako Tor Obfsproxy Browser Bundle paketea.
fa: obfs-macos-i386: پروکسی مبهم تور به همراه مرورگر برای سیستم‌عامل مک اواس‌ایکس، معماری ۳۲ بیت اینتل
fi: obfs-macos-i386: Tor Obfsproxy Browser Bundle-pakkaus OS X-käyttöjärjestelmälle, 32-bittinen Intel-prosessoriarkkitehtuuri.
fr: obfs-macos-i386 : Le paquet de l'Obfsproxy Browser Bundle pour Tor pour OS X, architecture CPU 32 bits d'Intel.
fr_ca: obfs-macos-i386 : Le paquet de l'offre groupée de navigation Tor Obfsproxy pour OS X, architecture UC Intel 32 bits.
he: obfs-macos-i386: חבילת Tor Obfsproxy Browser Bundle עבור OS X בארכיטקטורת 32 סיביות של אינטל.
hr_hr: obfs-macos-i386: Tor Obfsproxy Preglednički Paket za OS X, 32bitna arhitektura Intel procesora.
hu: obfs-macos-i386: A Tor Obfsproxy Böngésző csomagOS X, 32bit Intel CPU architektúrára.
id: obfs-macos-i386: Paket Tor Obfsproxy Browser Bundle untuk OS X, arsitektur CPU Intel 32bit.
it: obfs-macos-i386: Il pacchetto Tor Obfsproxy Browser Bundle per OS X, con architettura CPU Intel a 32bit.
ja: 32bitのIntel CPUアーキテクチャーを使用しているOSX向けTor Obfsproxy Browser Bundleパッケージ
km: obfs-macos-i386: កញ្ចប់ Tor Obfsproxy Browser Bundle សម្រាប់​ស្ថាបត្យកម្ម OS X, 32bit Intel CPU ។
ko: obfs-macos-i386: 32비트 인텔 CPU 아키렉쳐를 사용하는OSX를 위한 Tor Obfsproxy Browser Bundle 패키지
lv: obfs-macos-i386: Tor'a Obfsproxy Browser Bundle pakotne OS X 32 bitu Intel CPU arhitektūrai.
ms_my: obfs-macos-i386: Pakej Tor Obfsproxy Browser Bundle untuk OS X yang menggunakan Intel CPU 32 Bit. Secara ringkasnya, Mac yang menggunakan perkakasan yang baru dikehendaki menggunakan pakej ini.
nb: obfs-macos-i386: Tor Obfsproxy Browser Bundle pakken til Mac OS X, med 32bit Intel CPU arkitektur.
nl: obfs-macos-i386: Het Tor Obfsproxy Browser Bundle pakket voor OS X, 32bit Intel CPU architectuur.
nl_be: obfs-macos-i386: Het Tor Obfsproxy Browser Bundle pakket voor OS X, 32bit Intel CPU architectuur.
pl: obfs-macos-i386: Paczka Tor Obfsproxy Browser Bundle dla OS X z 32-bitową architekturą.
pt: obfs-macos-i386: O pacote Tor Obfsproxy Browser Bundle para OS X, arquitectura Intel de 32 bits.
pt_br: obfs-macos-i386: O pacote Tor Obfsproxy Browser Bundle para OS X, 32bit CPU arquitetura Intel.
ro: obfs-macos-i386: Pachetul Browser Tor Obfsproxy pentru OS X, procesor cu arhitectura Intel pe 32 biti.
ru: obfs-macos-i386:⏎ Пакет Tor Obfsproxy Browser Bundle для OS X, 32bit Intel CPU ⏎ конфигурация.
si_lk: obfs-macos-i386: OS X, 32බිට් ඉන්ටෙල් CPU නිර්මිතය සදහා වූ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොග පැකේජය.
sk: obfs-macos-i386:⏎ The Tor Obfsproxy prehliadač pre OS X, 32bit Intel CPU ⏎ architecture.
sl_si: obfs-macos-i386: Paket Tor Obfsproxy Iskalnik za OS X, 32 bitno CPU arhitekturo.
sq: obfs-macos-i386: Paketa e Tor Obfsproxy Browser për OS X, arkitektura 32bit Intel CPU.
sv: obfs-macos-i386: Tor Obfsproxy Browser Bundle paket för OS X, 32bitars Intel CPU arkitektur
te_in: ఒబిఎఫ్‌ఎస్‌-మాక్‌ఓఎస్-i386: ఇంటెల్ సిపియు ఆధారిత 32బిట్ OS X కొసం ఈ టోర్ ఒబిఎఫ్‌ఎస్‌ప్ర్రాతినిధ్య విహారిణి మూట కూర్పు.
th: obfs-macos-i386: แพกเกจ Tor Obfsproxy Browser Bundle สำหรับ OS X สถาปัตยกรรม 32บิต อินเทล ซีพียู
tr: obfs-macos-i386: 32bit Intel CPU mimarisi kullanan OS X sürümleri için Tor Obfsproxy Browser Bundle paketi.
uk: obfs-macos-i386: Tor Obfsproxy Browser Bundle пакет для OS X, 32bit Intel CPU архітектури.
zh_cn: obfs-macos-i386： 用于 32bit Intel CPU 架构 的 OS X 系统的 Tor Obfsproxy Browser Bundle 软件包。
zh_tw: obfs-macos-i386: Tor Obfsproxy 瀏覽器套件適用於Intel CPU架構中OS X 32位元作業系統。

source: obfs-macos-x86_64: The Tor Obfsproxy Browser Bundle package for OS X, 64bit Intel CPU architecture.
ar: obfs-macos-x86_64: نسخة متصفح تور لتوصيل النقل لنظام الماك نسخة 64بت.
az: obfs-macos-x86_64: OS X, 64bit Intel CPU architecture üçün The Tor Obfsproxy Browser Bundle paketi.
cs: obfs-macos-x86_64: Tor Obfsproxy Browser Bundle balíček pro OS X, 64bitová architektura procesorů Intel.
cy: obfs-macos-x86_64: Pecyn Porwr Obfsproxy Tor i OS X, 64bit Intel CPU pensaernïaeth.
da: obfs-macos-x86_64: Den samlede pakke Tor Obfsproxy Browser Bundle til OS X, 64-bit Intel CPU-arkitekturen.
de: obfs-macos-x86_64: Das Tor-Obfsproxy-Browser-Paket für OS X, 64bit Intel-CPU-Architektur.
el: obfs-macos-x86_64: Το Πακέτο Περιηγητή Tor για OS X αρχιτεκτονικής Intel CPU. Γενικά οι νεότεροι υπολογιστές Mac απαιτούν την χρήση αυτού του πακέτου.
es: obfs-macos-x86_64: El Paquete de Navegador Tor Obfsproxy para OS X sobre arquitectura de CPU Intel de 64bit.
eu: obfs-macos-x86_64: OS X, 64bit-eko Intel PUZ arkitekturentzako Tor Obfsproxy Browser Bundle paketea.
fa: obfs-macos-x86_64: پروکسی مبهم تور به همراه مرورگر برای سیستم‌عامل مک اواس‌ایکس، معماری ۶۴ بیتی اینتل.
fi: obfs-macos-x86_64: Tor Obfsproxy Browser Bundle-pakkaus OS X-käyttöjärjestelmälle, 64-bittinen Intel-prosessoriarkkitehtuuri.
fr: obfs-macos-x86_64 : Le paquet de l'Obfsproxy Browser Bundle pour Tor pour OS X, architecture CPU 64 bits d'Intel.
fr_ca: obfs-macos-x86_64 : Le paquet de l'offre groupée de navigation Tor Obfsproxy pour OS X, architecture UC Intel 64 bits.
he: obfs-macos-x86_64: חבילת Tor Obfsproxy Browser Bundle עבור OS X בארכיטקטורת 64 סיביות של אינטל.
hr_hr: obfs-macos-x86_64: Tor Obfsproxy Preglednički Paket za OS X, 64bitna arhitektura Intel procesora.
hu: obfs-macos-x86_64: A Tor Obfsproxy Böngésző csomag OS X, 64bit Intel CPU architektúrára.
id: obfs-macos-x86_64: Paket Tor Obfsproxy Browser Bundle untuk OS X, arsitektur CPU Intel 64bit.
it: obfs-macos-x86_64: Il pacchetto Tor Obfsproxy Browser Bundle per OS X, con architettura CPU Intel a 64bit.
ja: obfs-macos-x86_64: 64bitのIntel CPUアーキテクチャーを使用しているOSX向けTor Obfsproxy Browser Bundleパッケージ
km: obfs-macos-x86_64: កញ្ចប់ Tor Obfsproxy Browser Bundle សម្រាប់​ស្ថាបត្យកម្ម OS X, 64bit Intel CPU ។
ko: obfs-macos-x86_64: 64비트 인텔 CPU 아키렉쳐를 사용하는OSX를 위한 Tor Obfsproxy Browser Bundle 패키지
lv: obfs-macos-x86_64: Tor'a Obfsproxy Browser Bundle pakotne OS X 64 bitu Intel CPU arhitektūrai.
ms_my: obfs-macos-x86_64: Pakej Tor Obfsproxy Browser Bundle untuk OS X yang menggunakan Intel CPU 64 Bit.
nb: obfs-macos-x86_64: Tor Obfsproxy Browser Bundle pakken til Mac OS X, med 64bit Intel CPU arkitektur.
nl: obfs-macos-x86_64: Het Tor Obfsproxy Browser Bundle pakket voor OS X, 64bit Intel CPU architectuur.
nl_be: obfs-macos-x86_64: Het Tor Obfsproxy Browser Bundle pakket voor OS X, 64bit Intel CPU architectuur.
pl: obfs-macos-x86_64: Paczka Tor Obfsproxy Browser Bundle dla OS X z 64-bitową architekturą.
pt: obfs-macos-x86_64: O pacote Tor Obfsproxy Browser Bundle para OS X, arquitectura Intel de 64 bits.
pt_br: obfs-macos-i386: O pacote Tor Obfsproxy Browser Bundle para OS X, 64bit CPU arquitatura Intel.
ro: obfs-macos-x86_64: Pachetul Browser Tor Obfsproxy pentru OS X, procesor cu arhitectura Intel pe 64 biti.
ru: obfs-macos-x86_64:⏎ Пакет Tor Obfsproxy Browser Bundle для OS X, 64bit Intel CPU ⏎ конфигурация.
si_lk: obfs-macos-x86_64: OS X, 64බිට් ඉන්ටෙල් CPU නිර්මිතය සදහා වූ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොග පැකේජය.
sk: obfs-macos-x86_64:⏎ The Tor Obfsproxy prehliadač pre OS X, 64bit Intel CPU ⏎ architecture.
sl_si: obfs-macos-x86_64: Paket Tor Obfsproxy Iskalnik za OS X, 64 bitno CPU arhitekturo.
sq: obfs-macos-x86_64: Paketa e Tor Obfsproxy Browser për OS X, arkitektura 64bit Intel CPU.
sv: obds-macos-x86_64 Tor Obfsproxy Browser Bundle paket för OS X, 64bitars Intel CPU arkitektur.
te_in: ఒబిఎఫ్‌ఎస్‌-మాక్‌ఓఎస్--x86_64: ఇంటెల్ సిపియు ఆధారిత 64బిట్ OS X కొసం ఈ టోర్ ఒబిఎఫ్‌ఎస్‌ప్ర్రాతినిధ్య విహారిణి మూట కూర్పు.
th: obfs-macos-x86_64: แพกเกจ Tor Obfsproxy Browser Bundle สำหรับ OS X สถาปัตกรรม 64บิต อินเทลซีพียู
tr: obfs-macos-x86_64: 64bit Intel CPU mimarisi kullanan OS X sürümleri için Tor Obfsproxy Browser Bundle paketi.
uk: obfs-macos-x86_64: The Tor Obfsproxy Browser Bundle пакет для OS X, 64bit Intel CPU архітектури.
zh_cn: obfs-macos-x86_64： 用于 64bit Intel CPU 的 OS X 系统的 Tor Obfsproxy Browser Bundle软件包。
zh_tw: obfs-macos-x86_64: Tor Obfsproxy 瀏覽器套件適用於Intel CPU架構中OS X 64位元作業系統。

source: obfs-linux-i386: The Tor Obfsproxy Browser Bundle package for Linux, 32bit Intel CPU architecture.
ar: obfs-linux-i386: حزمة متصفح تور لتوصيل النقل لنظام لينكس نسخة 32بت.
az: obfs-linux-i386: Linux, 32bit Intel CPU architecture üçün The Tor Obfsproxy Browser Bundle paketi.
cs: obfs-linux-i386: Tor Obfsproxy Browser Bundle balíček pro Linux, 32bitová architektura procesorů Intel.
cy: obfs-linux-i386: Pecyn Porwr Obfsproxy Tor i Linux, fersiynau 32bit, pensaernïaeth Intel CPU.
da: obfs-linux-i386: Den samlede pakke Tor Obfsproxy Browser Bundle til Linux, 32-bit Intel CPU-arkitekturen.
de: obfs-linux-i386: Das Tor-Obfsproxy-Browser-Paket für Linux, 32bit Intel-CPU-Architektur.
el: obfs-linux-i386: Το Tor Bundle πακέτο Browser για το Linux, 32bit εκδόσεις.
es: obfs-linux-i386: El Paquete de Navegador Tor Obfsproxy para Linux sobre arquitectura de CPU Intel de 32bit.
eu: obfs-linux-i386: Linux, 32bit-eko Intel PUZ arkitekturentzako Tor Obfsproxy Browser Bundle paketea.
fa: obfs-linux-i386: پروکسی مبهم تور به همراه مرورگر برای سیستم‌عامل لینوکس، معماری ۳۲ بیتی اینتل.
fi: obfs-linux-i386: Tor Obfsproxy Browser Bundle-pakkaus Linux-käyttöjärjestelmälle, 32-bittinen Intel -prosessoriarkkitehtuuri.
fil: obfs-linux-i386: Ang Tor Obfsproxy Browser Bundle na bunkos para sa Linux, 32bit Intel CPU, na arkitektura.
fr: obfs-linux-i386 : Le paquet de l'Obfsproxy Browser Bundle pour Tor pour Linux, architecture CPU 32 bits d'Intel.
fr_ca: obfs-linux-i386 : Le paquet de l'offre groupée de navigation Tor Obfsproxy pour Linux, architecture UC x386 32 bits.
he: obfs-linux-i386: חבילת Tor Obfsproxy Browser Bundle עבור לינוקס בארכיטקטורת 32 סיביות של אינטל.
hr_hr: obfs-linux-i386: Tor Obfsproxy Preglednički Paket za Linux, 32bitna arhitektura Intel procesora.
hu: obfs-linux-i386: A Tor Obfsproxy Böngésző csomag Linux, 32bit Intel CPU architektúrára.
id: obfs-linux-i386: Paket Tor Obfsproxy Browser Bundle untuk Linux, arsitektur CPU Intel 32bit.
it: obfs-linux-i386: Il pacchetto Tor Obfsproxy Browser Bundle per Linux, con architettura CPU Intel a 32bit.
ja: obfs-linux-i386： 32bitのIntel CPUアーキテクチャーを使用しているLinux向けTor Obfsproxy Browser bundle パッケージ
km: obfs-linux-i386: កញ្ចប់ Tor Obfsproxy Browser Bundle សម្រាប់​ស្ថាបត្យកម្ម Linux, 32bit Intel CPU ។
ko: obfs-linux-i386: 32비트 인텔 CPU 아키렉셔를 사용하는 리눅스를 위한 Tor Obfsproxy Browser bundle 패키지
lv: obfs-linux-i386: Tor'a Obfsproxy Browser Bundle pakotne Linux'a 32 bitu Intel CPU arhitektūrai.
ms_my: obfs-linux-i386: Pakej Tor Obfsproxy Browser Bundle Bundle untuk Linux versi 32bit.
nb: obfs-linux-i386: Tor Obfsproxy Browser Bundle pakken til Linux, med 32bit Intel CPU arkitektur.
nl: obfs-linux-i386: Het Tor Obfsproxy Browser Bundle pakket voor Linux, 32bit Intel CPU architectuur.
nl_be: obfs-linux-i386: Het Tor Obfsproxy Browser Bundle pakket voor Linux, 32bit Intel CPU architectuur.
pl: obf-linux-i386: Paczka Tor Obfsproxy Browser Bundle dla Linuxa z 32-bitową architekturą.
pt: obfs-linux-i386: O pacote Tor Obfsproxy Browser Bundle para GNU/Linux, arquitectura Intel de 32 bits.
pt_br: obfs-linux-i386: Pacote Tor Obfsproxy Browser Bundle para Linux, CPU arquitetura Intel 32bit.
ro: obfs-linux-i386: Pachetul Browser Tor Obfsproxy pentru Linux, procesor cu arhitectura Intel pe 32 biti.
ru: obfs-linux-i386:⏎ Пакет Tor Obfsproxy Browser Bundle для Linux, 32bit Intel CPU ⏎ конфигурация.
si_lk: obfs-ලිනක්ස්-i386: ලිනක්ස්, 32බිට් ඉන්ටෙල් CPU නිර්මිතය සදහා වූ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොග පැකේජය.
sk: obfs-linux-i386:⏎ The Tor Obfsproxy prehliadač pre Linux, 32bit Intel CPU ⏎ architecture.
sl_si: obfs-linux-i386: Paket Tor Obfsproxy Iskalnik za Linux, 32 bitno Intel CPU arhitekturo.
sq: obfs-linux-i386: Paketa e Tor Obfsproxy Browser për Linux, arkitektura 32bit Intel CPU.
sv: obfs-linux-i386: Tor Obfsproxy Browser Bundle paket för Linux, 32bitars Intel CPU arkitektur.
te_in: ఒబిఎఫ్‌ఎస్‌-లినక్స్-ఐ386: లినక్స్, 32బిట్ ఇంటెల్ సిపియు నిర్మిత రూపాంతరాల కోసం టోర్ ఒబిఎఫ్‌ఎస్‌ప్రాతినిధ్య విహారిణి మూట కూర్పు
th: obfs-linux-i386: แพกเกจ Tor Obfsproxy Browser Bundle package สำหรับ ลีนุกซ์ สถาปัตยกรรม 32บิต อินเทล CPU
tr: obfs-linux-i386: 32bit Intel CPU mimarisi kullanan Linux sürümleri için Tor Obfsproxy Browser Bundle paketi.
uk: obfs-linux-i386: The Tor Obfsproxy Browser Bundle пакет для Linux, 32bit Intel CPU архітектури.
zh_cn: obfs-linux-i386： 用于 32bit Intel CPU 架构的 Linux 系统的 Tor Obfsproxy Browser Bundle 软件包。
zh_tw: obfs-linux-i386: Tor Obfsproxy 瀏覽器套件適用於Intel CPU架構中Linux 32位元作業系統。

source: obfs-linux-x86_64: The Tor Obfsproxy Browser Bundle package for Linux, 64bit Intel CPU architecture.
ar: obfs-linux-x86_64: حزمة متصفح تور لتوصيل النقل لنظام لينكس نسخة 64بت.
az: obfs-linux-x86_64: Linux, 64bit Intel CPU architecture üçün The Tor Obfsproxy Browser Bundle paketi.
cs: obfs-linux-x86_64: Tor Obfsproxy Browser Bundle balíček pro Linux, 64bitová architektura procesorů Intel.
cy: obfs-linux-x86_64: Pecyn Porwr Obfsproxy Tor i Linux, fersiynau 32bit, pensaernïaeth Intel CPU.
da: obfs-linux-x86_64: Den samlede pakke Tor Obfsproxy Browser Bundle til Linux, 64-bit Intel CPU-arkitekturen.
de: obfs-linux-x86_64: Das Tor-Obfsproxy-Browser-Paket für Linux, 64bit Intel-CPU-Architektur.
el: obfs-linux-x86_64: Το Πακέτο Περιηγητή Tor για υπολογιστές με Linux, έκδοσης 64bit.
es: obfs-linux-x86_64: El Paquete de Navegador Tor Obfsproxy para Linux sobre arquitectura de CPU Intel de 64bit.
eu: obfs-linux-x86_64: Linux, 64bit-eko Intel PUZ arkitekturentzako Tor Obfsproxy Browser Bundle paketea.
fa: obfs-linux-x86_64: پروکسی مبهم تور به همراه مرورگر برای سیستم‌عامل لینوکس، معماری ۶۴ بیتی اینتل.
fi: obfs-linux-x86_64: Tor Obfsproxy Browser Bundle-pakkaus Linux-käyttöjärjestelmälle, 64-bittinen Intel-prosessoriarkkitehtuuri.
fil: obfs-linux-x86_64: Ang Tor Obfsproxy Browser Bundle na bunkos para sa Linux, 64bit Inter CPU, na arkitektura.
fr: obfs-linux-x86_64 : Le paquet de l'Obfsproxy Browser Bundle pour Tor pour Linux, architecture CPU 64 bits d'Intel.
fr_ca: obfs-linux-x86_64 : Le paquet de l'offre groupée de navigation Tor Obfsproxy pour Linux, architecture UC AMD/Intel 64 bits.
he: obfs-linux-x86_64: חבילת Tor Obfsproxy Browser Bundle עבור לינוקס בארכיטקטורת 64 סיביות של אינטל.
hr_hr: obfs-linux-x86_64: Tor Obfsproxy Preglednički Paket za Linux, 64bitna arhitektura Intel procesoa.
hu: obfs-linux-x86_64: A Tor Obfsproxy Böngésző csomag Linux, 64bit Intel CPU architektúrára.
id: obfs-linux-x86_64: Paket Tor Obfsproxy Browser Bundle untuk Linux, arsitektur CPU Intel 64bit.
it: obfs-linux-x86_64: Il pacchetto Tor Obfsproxy Browser Bundle per Linux, con architettura CPU Intel a 64bit.
ja: obfs-linux-x86_64: 64bitのIntel CPUアーキテクチャーを使用しているLinux向けTor Obfsproxy Browser bundle パッケージ
km: obfs-linux-x86_64: កញ្ចប់ Tor Obfsproxy Browser Bundle សម្រាប់​ស្ថាបត្យកម្ម Linux, 64bit Intel CPU ។
ko: obfs-linux-x86_64: 64비트 인텔 CPU 아키렉셔를 사용하는 리눅스를 위한 Tor Obfsproxy Browser Bundle 패키지
lv: obfs-linux-x86_64: Tor'a Obfsproxy Browser Bundle pakotne Linux'a 64bitu Intel CPU arhitektūrai.
ms_my: obfs-linux-x86_64: Pakej Tor Obfsproxy Browser Bundle Bundle untuk Linux versi 64bit.
nb: obfs-linux-x86_64: Tor Obfsproxy Browser Bundle pakken til Linux, med 64bit Intel CPU arkitektur.
nl: obfs-linux-x86_64: Het Tor Obfsproxy Browser Bundle pakket voor Linux, 64bit Intel CPU architectuur.
nl_be: obfs-linux-x86_64: Het Tor Obfsproxy Browser Bundle pakket voor Linux, 64bit Intel CPU architectuur.
pl: obfs-linux-x86_64: Paczka Tor Obfsproxy Browser Bundle dla Linuxa z 64-bitową architekturą.
pt: obfs-linux-x86_64: O pacote Tor Obfsproxy Browser Bundle para GNU/Linux, arquitectura Intel de 64 bits.
pt_br: obfs-linux-x86_64: Pacote Tor Obfsproxy Browser Bundle para Linux, CPU arquitetura Intel 64bit.
ro: obfs-linux-x86_64: Pachetul Browser Tor Obfsproxy pentru Linux, procesor cu arhitectura Intel pe 64 biti.
ru: obfs-linux-x86_64:⏎ Пакет Tor Obfsproxy Browser Bundle для Linux, 64bit Intel CPU ⏎ конфигурация.
si_lk: obfs-ලිනක්ස්-x86_64: ලිනක්ස්, 64බිට් ඉන්ටෙල් CPU නිර්මිතය සදහා වූ Tor Obfsනියුතු සේවාදායක බ්‍රවුසර තොග පැකේජය.
sk: obfs-linux-x86_64:⏎ The Tor Obfsproxy prehliadač pre Linux, 64bit Intel CPU ⏎ architecture.
sl_si: obfs-linux-x86_64: Paket Tor Obfsproxy Iskalnik za Linux, 64 bitno Intel CPU arhitekturo.
sq: obfs-linux-x86_64: Paketa e Tor Obfsproxy Browser për Linux, arkitekturë 64bit Intel CPU. .
sv: obfs-linux-x86_64: Tor Obfsproxy Browser Bundle paket för Linux, 64bitars Intel CPU arkitektur.
te_in: ఒబిఎఫ్‌ఎస్‌-లినక్స్-ఎక్స్‌86_64: లినక్స్, 64బిట్ ఇంటెల్ సిపియు నిర్మిత రూపాంతరాల కోసం టోర్ ఒబిఎఫ్‌ఎస్‌ప్రాతినిధ్య విహారిణి మూట కూర్పు.
th: obfs-linux-x86_64: แพกเกจ Tor Obfsproxy Browser Bundle สำหรับลีนุกซ์สถาปัตกรรม 64บิตอินเทลซีพียู
tr: obfs-linux-x86_64: 64bit Intel CPU mimarisi kullanan Linux sürümleri için Tor Obfsproxy Browser Bundle paketi.
uk: obfs-linux-x86_64: The Tor Obfsproxy Browser Bundle пакет для Linux, 64bit Intel CPU архітектури.
zh_cn: obfs-linux-x86_64： 用于 64bit Intel CPU 架构的 Linux 系统的 Tor Obfsproxy Browser Bundle 软件包。
zh_tw: obfs-linux-x86_64: obfs-linux-i386: Tor Obfsproxy 瀏覽器套件適用於Intel CPU架構中Linux 64位元作業系統。

source: source: The Tor source code, for experts. Most users do not want this package.
ar: المصدر: كود تور، ينصح بهذه الحزمة للمختصين فقط و لا تهم المستخدم العادي.
az: source: Ekspertlər üçün The Tor mənbə şifrəsi. İstifadəçilərin çoxu bu paketi istəmir.
cs: source: Zdrojový kód toru, pro experty. Většina uživatelů nechce tento balíček.
cy: cource: Y côd ffynhonnell, i arbenigwyr. Mae'r rhan fwyaf o defnyddwyr ddim eisiau'r pecyn hyn.
da: source: Den Tor kildekode, for eksperter. De fleste brugere ønsker ikke denne pakke.
de: source: Der Tor-Quelltext, für Experten. Die meisten Benutzer benötigen dieses Paket nicht.
el: source: Ο πηγαίο κώδικας του Tor για ειδικούς. Το πακέτο αυτό απευθύνεται σε λίγους χρήστες.
es: source: El código fuente de Tor. Para expertos, la mayoría de los usuarios no precisan este paquete.
eu: iturria: Tor iturri kodea, adituentzako. Erabiltzaile gehienek ez dute pakete hau nahi.
fa: source: کد ا اصلی‌ نرم افزار تور برای کاربران حرفه ای. معمولاً اکثر کاربران نیازی به این بسته ندارند.
fi: source: Tor-lähdekoodi asiantuntijoille. Useimmat käyttäjät eivät halua tätä pakkausta.
fil: source: Ang Tor source code, para sa mga eksperto. Karamihan ng mga gumagamit ay hindi gusto itong bungkos.
fr: Source : Le code source, pour spécialistes. La plupart des utilisateurs ne veulent de ce package.
fr_ca: source : Le code source de Tor, pour spécialistes. La plupart des utilisateurs ne veulent de ce paquet.
he: קוד המקור: קוד המקור של Tor, למומחים. רוב המשתמשים לא רוצים את החבילה הזאת.
hr_hr: source: Tor izvorni kod, za stručnjake. Većina korisnika ne želi ovaj paket.
hu: forrás: A Tor forráskódja, szakértőknek. A legtöbb felhasználónak nincs szüksége erre a csomagra.
id: sumber: Kode sumber Tor, untuk para ahli. Sebagian pengguna tidak menginginkan paket ini.
it: source: Il codice sorgente di Tor, per utenti esperti. La maggior parte degli utenti non necessiteranno di questo pacchetto.
ja: ソース: 専門家向けのTorのソースコード。ほとんどのユーザーにはこのパッケージは不要です。
km: ប្រភព៖ កូដ​ប្រភព Tor សម្រាប់​អ្នក​ជំនាញ។ អ្នកប្រើ​ភាគច្រើន​មិន​ចង់​បាន​កញ្ចប់​នេះ​ទេ។
ko: source: 전문가를 위한 Tor 소스코드 입니다. 대부분의 사용자는 이 패키지가 필요없습니다.
lv: pirmkods: Tor pirmkods, ekspertiem. Vairums lietotāju nav vajadzīga šī pakotne.
ms_my: source: Kod sumber Tor, bagi pakar. Kebanyakan pengguna tidak mahu pakej ini.
my: အရင်းအမြစ် - ကျွမ်းကျင် ပညာရှင်များအတွက် Tor အရင်းအမြစ် ကုဒ်။ ဤဆော့ဗ်ဝဲထုတ်ကို သုံးစွဲသူ အများစုက မလိုအပ်ပါ။
nb: kilde: Tors kildekode, for eksperter. Flertallet av brukere vil ikke ha behov for denne pakken.
nl: source: De Tor broncode, voor experts. De meeste gebruikers willen dit pakket niet.
nl_be: source: De Tor source code, voor experten. De meeste gebruikers kunnen dit pakket niet gebruiken.
pl: source: Kod źródłowy Tora, dla ekspertów. Większość użytkowników nie chce tej paczki.
pt: código fonte: O código fonte do Tor, para utilizadores avançados. A maioria dos utilizadores não precisa deste pacote.
pt_br: fonte: O código fonte de Tor, para especialistas. A maioria dos usuários não tem interesse neste pacote.
ro: sursa:⏎ Codul sursa Tor pentru experti. Utilizatorii obisnuiti nu vor acest pachet.
ru: исходник: Исходный код Tor, для экспертов. Большинству пользователей данный дистрибутив не нужен.
si_lk: ප්‍රභවය: Tor මුල කේතය, විශේෂඥයන් සදහා. බොහෝ පරිශීලකයන් මෙම පැකේජය අවශ්‍ය කරන්නේ නැත.
sk: zdroj: Zdrojový kód Tor, pre expertov. Väčšina užívateľov tento balík nepotrebuje.
sl_si: izvor: Torova izvorna koda za strokovnjake. Večina uporabnikov ne želi tega paketa.
sq: burimi: Kodi burimor i Tor, për ekspertët. Shumë përdorues nuk e duan këtë paketë.
sv: source: Källkoden till Tor, för experter. De flesta användare behöver inte detta paket.
ta: source: Tor மூல தொகுப்பு, நிபுணர்களுக்காக. பெரும்பாலான பயனர்களுக்கு இந்த தொகுப்பு தேவையில்லை.
te_in: మూలం: నిపుణుల కోసం టోర్ మూల సాంకేతికం. మిక్కిలి వాడుకరులకు ఇది అవసరం ఉండదు.
th: source: ซอร์สโค้ดสำหรับ Tor สำหรับผู้เชี่ยวชาญ คนส่วนใหญ่ไม่ต้องการแพกเกจนี้
tr: source: Uzmanlar için Tor kaynak kodu. Çoğu kullanıcı bu dosyayı istemez.
uk: програмний код: Вихідний код Tor для експертів. Більшості користувачів цей дистрибутив не потрібен.
zh_cn: source： 供专业人士使用的 Tor 源代码。大多数用户无需使用该软件包。
zh_tw: 原始碼: Tor 的原始碼，供專家使用。大多數使用者不需要這個套件。
