Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: If it doesn't arrive, the package might be too big for your mail provider. Try resending the mail from a GMAIL.COM, YAHOO.CN or YAHOO.COM account.
ar: قد لا تصلك الرزمة، وقد يكون السبب انها اكبر مما يسمح به مزود بريدك الإلكتروني. حاول أن تعيد إرسال الرسالة من حساب بريد من GMAIL.COM، YAHOO.CN أو YAHOO.COM.
az: Paket gəlib çıxmasa, ola bilsin onun ölçüsü sənin email təqdimatçın üçün böyük olsun. Məktubu yenidən GMAIL.COM, YAHOO.CN və ya YAHOO.COM hesabından göndərməyə çalış.
ca: Si no arriba, pot ser per que el paquet es massa gran per el teu proveidor de correu. Intenta tornar a enviar el correu des d'un compte GMAIL.COM, YAHOO.CN o YAHOO.COM.
cs: Pokud balíček nedorazil, je možné, že byl příliš velký pro Vašeho poskytovatele e-mailu. Zkuste jej poslat z účtu jiného poskytovatele, například GMAIL.COM, YAHOO.CN nebo YAHOO.COM.
cy: Os nad yw'r pecyn yn cyrraedd, efallai mae hi'n rhy fawr i'ch darparwr e-bost. Ceisiwch ail-anfon yr neges o cyfrif GMAIL.COM, YAHOO.CN neu YAHOO.COM.
da: Hvis den ikke kommer, kan pakken være for stor til din mail-udbyder. Prøv at gensende mail fra en GMAIL.COM, YAHOO.CN eller YAHOO.COM konto.
de: Sollte es nicht ankommen, könnte es daran liegen, dass das Paket zu groß für Ihren E-Mail-Anbieter ist. Die Anfrage bitte erneut über ein Konto von GMAIL.COM, YAHOO.CN oder YAHOO.COM per E-Mail versenden.
el: Αν δεν λάβετε το πακέτο, ίσως είναι πολύ μεγάλο για την εταιρία που σας παρέχει υπηρεσίες ηλεκτρονικού ταχυδρομείου. Προσπαθήστε να στείλετε εκ νέου το μήνυμα μέσα από κάποιον λογαριασμό GMAIL.COM, YAHOO.CN ή YAHOO.COM.
es: Si no llega, el paquete puede ser demasiado grande para su proveedor de correo. Intente reenviar el correo de solicitud desde una cuenta de GMAIL.COM, YAHOO.COM o YAHOO.CN (que soportan DKIM)
eu: Heltzen ez bada, paketea handiegia izan daiteke zure email hornitzailearentzat. Saiatu mezua GMAIL.COM, YAHOO.CN edo YAHOO.COM kontu batetik berbidaltzen.
fa: اگر ایمیلی دریافت نکرده اید، شاید ضمیمه برای ایمیل شما بزرگ باشد. لطفاً با استفاده از یاهو و یا جیمیل ایمیل بزنید
fi: Jos se ei saavu, pakkaus voi olla liian suuri sähköpostitarjoajallesi. Yritä lähettää sähköpostiviesti uudelleen GMAIL.COM-, YAHOO.CN- tai YAHOO.COM-tililtä.
fil: Kapag ito ay hindi dumating, ang bungkos ay maaaring masyadong malaki para sa iyong mail provider. Subukang ipadala ito muli gamit ang GMAIL.COM, YAHOO.CN o YAHOO.COM na account.
fr: S'il ne vous parvient pas, c'est, sans doute, que le package est trop volumineux pour votre fournisseur de mail. Essayez de renvoyer le mail à partir d'un compte Gmail.com, Yahoo.fr ou Yahoo.com
fr_ca: S'il n'arrive pas, le paquet est peut-être trop gros pour votre fournisseur de courriel. Renvoyer le courriel à partir d'un compte gmail.com ou yahoo.ca.
he: אם זה היא לא מגיעה, החבילה יכולה להיות גדולה מדי לספק הדואר האלקטרוני שלך. נסה לשלוח מחדש את המייל מחשבונות GMAIL.COM, YAHOO.CN או YAHOO.COM
hr_hr: Ako ne stigne, paket bi mogao biti prevelik za Vašeg email providera. Probajte ponovno poslati mail s GMAIL.COM, YAHOO.CN ili YAHOO.COM računa.
hu: Ha nem érkezne meg, lehet hogy túl nagy az email szolgáltatója számára. Próbálja meg újraküldeni az emailt egy GMAIL.COM, YAHOO.CN vagy YAHOO.COM fiókból.
id: Jika Anda belum juga menerimanya, paket mungkin terlalu besar bagi layanan surel Anda. Coba kirim ulang dari akun GMAIL.COM, YAHOO.CN or YAHOO.COM.
it: Se non dovesse arrivare, il pacchetto potrebbe essere troppo grande per il vostro fornitore di servizi email. Si provi a reinviare l'email da un account presso GMAIL.COM o YAHOO.COM.
ja: 到着しない場合、パッケージはあなたのメールプロバイダーにとって大きすぎるかもしれません。 GMAIL.COMやYAHOO.CN、YAHOO.COMのアカウントからメールを再送信してみてください。
km: បើ​វា​មិន​មកដល់​ទេ អាច​ដោយសារ​កញ្ចប់​របស់​អ្នក​ធំ​ពេក​សម្រាប់​ក្រុមហ៊ុន​ផ្ដល់។ សាកល្បង​ផ្ញើ​អ៊ីមែល​ឡើងវិញ​ចេញពី​គណនី GMAIL.COM, YAHOO.CN ឬ YAHOO.COM ។
ko: 도착하지 않는 경우, 패키지는 메일 서비스 공급자에 비해 너무 클 수 있습니다. GMAIL.COM, YAHOO.CN 또는 YAHOO.COM 계정을 사용하여 다시 시도해 보십시오.
lv: Ja tā nepienāk, pakotne, iespējams, ir pārāk liela Jūsu e-pasta pakalpojumu sniedzēja sistēmai. Mēģiniet vēlreiz nosūtīt e-pasta ziņojumu no GMAIL.COM, YAHOO.CN vai YAHOO.COM konta
ms_my: Jika ia tidak tiba, pakej itu mungkin terlalu besar untuk pembekal mel anda. Cuba hantar semula mel dari akaun GMAIL.COM, YAHOO.CN atau YAHOO.COM.
my: အကယ်၍ မရောက်ခဲ့ပါက၊ ဤဖိုင်ထုတ်သည် သင့်မေးလ် ပံ့ပိုးသူအတွက် ကြီးလွန်းနေ၍ ဖြစ်မည်။ GMAIL.COM, YAHOO.CN (သို့) YAHOO.COM အကောင့်မှ မေးလ် ကြိုးစားပြီး ပို့ပါ။
nb: Hvis den ikke kommer, så kan det være at pakken er for stor for din e-post leverandør. Prøv å sende på nytt fra en GMAIL.COM, YAHOO.CN eller YAHOO.COM konto.
nl: Als het niet aankomt is het pakket mogelijk te groot voor je e-mailprovider. Probeer opnieuw een mail te sturen van een GMAIL.COM, YAHOO.CN of YAHOO.COM acocunt.
nl_be: Inden uw pakket niet aankomt, kan het pakket te groot zijn voor uw e-mailaanbieder. Gelieve uw e-mail dan te hersturen vanuit een GMAIL.COM, YAHOO.CN of YAHOO.COM account.
pl: Jeśli nie przyjdzie, może być zbyt duża dla Twojego dostawcy poczty. Spróbuj ponownie wysłać list z konta na GMAIL.COM, YAHOO.CN lub YAHOO.COM.
pt: Se não chegar, o pacote poderá ser demasiado grande para o seu fornecedor de mail. Tente enviar o mail desde uma conta GMAIL.COM, YAHOO.CN ou YAHOO.COM.
pt_br: Caso o seu pacote não tenha chegado, pode ser em razão de ele ser maior do que o tamanho aceito pelo seu provedor de e-mail. Tente reenviar sua mensagem de uma conta GMAIL.COM, YAHOO.CN ou YAHOO.COM.
ro: Daca nu ajunge, pachetul s-ar putea sa fie prea mare pentru furnizorul casutei postale a d-voastra,⏎ Incercati sa retrimiteti scrisoarea de la un cont GMAIL.COM, YAHOO.CN or YAHOO.COM.
ru: Если он не приходит, возможно пакет слишком большой для вашего провайдера e-mail. Попробуйте отослать запрос с ящика на GMAIL.COM, YAHOO.CN или YAHOO.COM.
si_lk: එය ප්‍රවිෂ්ට වුයේ නැත්නම්, පැකේජය ඔබගේ තැපෑල් සේවාදායකයට විශාල නිසා විය හැක. GMAIL.COM, YAHOO.CN හෝ YAHOO.COM ගිණුමකින් තැපෑල නැවත යැවීමට උත්සහ කරන්න.
sk: Ak neprišiel, tak balík bol možno príliš veľký pre Vášho emailového poskytovateľa. Skúste preposlať mail z účtu GMAIL.COM, YAHOO.CN alebo YAHOO.COM.
sl_si: Če ne prispe, je paket lahko prevelik za vašega poštnega ponudnika. Poskusite s prenosom preko GMAIL.COM, YAHOO.CN ali YAHOO.COM računa.
sq: Nëse nuk mbërrin, paketa mund të jetë shumë e madhe për ofruesin e postës tuaj. përpiquni ta ridërgoni e-postën prej një llogarie GMAIL.COM ose YAHOO.COM.
sr: Ako ne stigne, paket je mozda prevelik za vaseg mail provajdera. Probajte ponovo poslati mail od gmail.com, yahoo.cn ili yahoo.com racuna.
sv: Om det inte kommer kan det vara för att paktet är för stort för din e-postleverantör. Försök att sända om e-postmeddelandet från ett GMAIL.COM, YAHOO.CN eller YAHOO.com konto.
te_in: అది మీకు అందనట్లైతే, ఈ కూర్పు మీ వేగు వాహకులకు చాలా పెద్ద పరిమాణంలో ఉండి ఉండవచ్చు. దయచేసి GMAIL.COM, YAHOO.CN లేదా YAHOO.COM ఖాతాల నుంచి మరలా వేగు పంపండి.
th: ถ้ามาไม่ถึง ไฟล์แพกเกจอาจจะใหญ่เกินไปสำหรับผู้ให้บริการอีเมล์ กรุณาส่งใหม่จากอีเมล์ของ gmail.com yahoo.cn หรือ yahoo.com
tr: Alamazsanız, paket e-posta sağlayıcınız için fazla büyük gelmiş olabilir. İsteğinizi bir GMAIL.COM, YAHOO.CN ya da YAHOO.COM hesabından yeniden göndermeyi deneyin.
uk: Якщо він не приходить, можливо пакет занадто великий для вашого провайдера e-mail. Спробуйте надіслати запит з ящика на GMAIL.COM, YAHOO.CN або YAHOO.COM.
vi: Nếu nó không được tải xuống, gói tập tin có thể quá lớn đối với nhà cung cấp dịch vụ mail của bạn. Hãy thử gửi lại mail từ một tài khoản của GMAIL.COM, YAHOO.CN hoặc YAHOO.COM.
zh_cn: 如果无法接收，可能是因为电子邮件提供商认为软件包容量过大。 请使用 GMAIL.COM、YAHOO.CN 或 YAHOO.COM 的电子邮箱再次发送请求。
zh_tw: 若是它無法送達，可能是因為套件對於您的電子郵件提供者來說太大。 請嘗試從 GMAIL.COM、YAHOO.CN 或 YAHOO.COM 帳戶重新發送郵件。

source: Unfortunately we are currently experiencing problems and we can't fulfill your request right now. Please be patient as we try to resolve this issue.
ar: للأسف نعاني حاليا من مشاكل ونحن لا نستطيع تلبية طلبك في الوقت الحالي. يرجى التحلي بالصبر ونحن نحاول حل هذه المشكلة.
az: Təəssüflər olsun ki, hazırda biz problemlə üzləşmişik və sənin tələbini yerinə yetirə bilmirik. Lütfən biz bu məsələni həll edənə qədər səbrli ol.
ca: Malauradament estem tenint problemes i ara per ara no podem respondre a la teva petició. Siusplau tingues paciència mentre intentem resoldre el problema.
cs: Bohužel máme právě potíže a nemůžeme splnit Vaši žádost. Buďte prosím trpěliví, tuto záležitost se pokoušíme vyřešit.
cy: Mae'n ddrwg gennym ni, ni allwn ni gyflawni eich cais oherwydd rydym yn profi problemau ar hyn o bryd. Byddwch yn amyneddgar wrth i ni ddatrys y broblem, os gwelwch yn dda.
da: Vi oplever desværre problemer i øjeblikket, og vi kan ikke fuldføre din forespørgsel lige nu. Vær venligst tålmodig mens vi prøver at løse problemet.
de: Leider treten aktuell Probleme auf, die uns daran hindern, Ihre Anfrage zeitnah zu beantworten. Bitte gedulden Sie sich, während wir versuchen das Problem zu lösen.
el: Δυστυχώς αυτή τη στιγμή αντιμετωπίζουμε προβλήματα και δεν μπορούμε να ικανοποιήσουμε το αίτημα σας άμεσα. Παρακαλούμε να είστε υπομονετικοί όσο προσπαθούμε να αντιμετωπίσουμε το θέμα.
es: Desafortunadamente estamos sufriendo problemas en este momento y no podemos atender su solicitud ahora. Por favor sea paciente mientras tratamos de resolver el problema.
eu: Zoritxarrez une honetan arazoak jasaten ari gara eta ezin dugu zure eskarea bete. Mesedez itxaron ezazu hau konpontzen saiatzen dugun bitartean.
fa: متاسفانه در حال حاضر درگیر یکسری مشکلات فنی هستیم و نمیتوانیم در این لحظه به درخواست شما پاسخ بدهیم. لطفاً صبور باشد تا ما مشکل به وجود آمده را برطرف کنیم.
fi: Teknisten pulmien vuoksi emme voi valitettavasti vastata pyyntöösi juuri nyt. Yritämme korjata pulmaa, kärsivällisyyttä, kiitos.
fil: Sa kasamaang palad, kami ay nakararanas ng mga problema at hindi namin ma i-proseso ang iyong hiling sa oras na ito. Paki-antay habang sinusubukan naming i-resolba ang isyung ito.
fr: Malheureusement, nous avons actuellement quelques problèmes et nous ne pouvons pas répondre à votre demande. Merci d'avance pour votre patience pendant que nous essayons de résoudre ce problème.
fr_ca: Malheureusement nous éprouvons actuellement des problèmes et nous ne pouvons pas répondre à votre demande maintenant. Veuillez être patient pendant que nous essayons de résoudre cette difficulté.
he: למרבה הצער אנו חווים תקלות ברגע זה ואננו יכולם למלא את בקשתך בכרגע. אנא המתן בסבלנות בזמן שאנו מנסים לפתור את הבעיה.
hr_hr: Nažalost, trenutno imamo problem sa izvršenjem Vašeg zahtjeva. Molimo Vas za strpljenje dok pokušamo riješiti ovaj problem.
hu: Sajnos valamilyen probléma megakadályozza, hogy most kielégíthessük a kérését. Kérjük legyen türelmes, amíg megpróbáljuk megoldani ezt problémát.
id: Sayang sekali saat ini kami mengalami masalah dan tidak bisa memenuhi permintaan Anda. Mohon bersabar selama kami mencoba memecahkan masalah ini.
it: Sono stati rilevati dei problemi e non siamo al momento in grado di soddisfare la vostra richiesta. Siate pazienti mentre cerchiamo di risolvere il problema.
ja: 申し訳ありませんが、ただいま問題発生中につき、貴方のリクエストにすぐに対応できません。私たちがこの問題を解決するまで、お待ちくださるようお願い致します。
km: ចៃដន្យ យើង​កំពុង​ជួបប្រទះ​បញ្ហា ហើយ​យើង​មិន​អាច​បំពេញ​សំណើ​របស់​អ្នក បាន​ទេ​ឥឡូវនេះ។ សូម​អត់ធ្មត់ ព្រោះ​យើង​កំពុង​ដោះស្រាយ​បញ្ហា​នេះ។
ko: 불행하게도 우리는 지금 실험적인 문제를 가지고 있습니다. 그리고 귀하의 요청을 지금 당장 요청할 수 없습니다. 이 문제가 해결될 때까지 참을성 있어 주십시오.
lv: Diemžēl mums ir tehniski sarežģījumi, un mēs nevaram tūlīt izpildīt Jūsu pieprasījumu. Lūdzu, esiet pacietīgs, jo mēs risinām šo problēmu.
ms_my: Malangnya kami sedang mengalami masalah dan kita tidak dapat memenuhi permintaan anda pada masa sekarang. Sila sabar kerana kami akan cuba menyelesaikan isu ini.
my: ကံမကောင်းစွာဖြင့် ကျွန်ုပ်တို့သည် လောလောဆယ် ပြဿနာများ ရင်ဆိုင်နေရ၍ သင့်တောင်းဆိုချက်ကို ယခု မဖြေရှင်းပေးနိုင်ပါ။ ဤပြဿနာကို ကျွန်တော်တို့ ကြိုးစား ဖြေရှင်းနေစဉ် သည်းခံပေးပါ။
nb: Beklager. Vi opplever problemer for øyeblikket og kan derfor ikke oppfylle forespørselen. Vær tålmodig mens vi løser dette problemet.
nl: Helaas ondervinden wij nu problemen en kunnen we niet aan je verzoek voldoen. Wees geduldig terwijl wij het proberen het probleem te verhelpen.
nl_be: Helaas ondervinden we momenteel problemen en kunnen we uw aanvraag op dit moment niet behandelen. Gelieve even geduld te hebben terwijl we dit probleem verhelpen.
pl: Niestety, w chwili obecnej mamy problemy i nie możemy teraz wypełnić Twojej prośby. Prosimy o cierpliwość, gdy będziemy próbować rozwiązać ten problem.
pt: Infelizmente, nós estamos a ter problemas e não podemos satisfazer o seu pedido. Por favor, seja paciente enquanto nós tentamos resolver este problema.
pt_br: Infelizmente, estamos enfrentando problemas e não podemos satisfazer sua solicitação imediatamente. Por favor, seja paciente enquanto tentamos resolver esses problemas.
ro: Din pacate avem probleme in prezent si nu putem indeplini cererea d-voastra chiar acum. Va rugam sa aveti rabdare in timp ce incercam sa rezolvam problema.
ru: К сожалению сейчас мы испытываем определенные проблемы и не можем выполнить ваш запрос на данный момент. Пожалуйста, будьте терпеливы, пока мы пытаемся решить эту проблему.
si_lk: අවාසනාවන්ත ලෙස අපට කාලීනව ගැටළු මතුවී ඇති අතර අපට සම්පුර්ණ කිරීමට නොහැකිව ඇත්තේ ඔබගේ අයදුම දැන්මයි. කරුණාකර අප මෙම ගැටලුව විසදන තුරු ඉවසිලිමත් වන්න.
sk: Nanešťastie máme teraz nejaké problémy a nemôžeme vybaviť Vašu požiadavku. Prosím, buďte trpezlivý, kým nevyriešime tento problém.
sl_si: Na žalost imamo prehodne težave in ne moremo reševati vaše trenutne zahteve. Prosim bodite potrpežljivi dokler ne rešimo te težave.
sq: Fatkeqësisht këtë çast kemi probleme dhe s'mund ta përmbushim kërkesën tuaj. Ju lutemi jini i durueshëm, ndërkohë që ne po përpiqemi ta zgjidhim këtë çështje.
sr: Нажалост, тренутно се сусрећемо с проблемима и не можемо услишити Ваш захтев у овом тренутку. Будите стрпљиви док не решимо овај проблем.
sv: Tyvärr har vi problem för tillfället och kan inte uppfylla din begäran just nu. Var tålmodig medan vi löser problemet.
ta: துரதிர்ஷ்டவசமாக நாங்கள் தற்போது பிரச்சினைகள் சந்திக்கிறோம், ஆகையால் உங்கள் கோரிக்கை நிறைவேற்ற முடியாது. இந்தச் பிரச்சினைகளை தீர்க்க முயற்சிக்கும் நேரத்தில் தயவுசெய்து பொறுமையாக இருங்கள்.
te_in: ప్రస్తుతం మేము ఎదుర్కొంటున్న సాంకేతిక సమస్యల వల్ల మీ అభ్యర్ధనను మన్నించలేకపోతున్నాము. మేము పరిష్కారాన్ని కనుగొనేంత వరకూ దయచేసి వేచి ఉండగలరు.
th: เรากำลังประสบปัญหาอยู่และไม่สามารถที่จะ ตอบสนองต่อคำขอของคุณได้ณตอนนี้ กรุณาใจเย็นๆในขณะที่รอเราแก้ปัญหา
tr: Malesef, şu anda bazı sorunlar yaşadığımız için isteğinizi yanıtlayamıyoruz. Biz bu sorunları çözmeye çalışırken lütfen bekleyin.
uk: На жаль зараз ми відчуваємо певні проблеми і не можемо виконати ваш запит на даний момент. Будь ласка, будьте терплячими, поки ми намагаємося вирішити цю проблему.
vi: Thật không may là chúng tôi hiện đang gặp vấn đề và chúng tôi không thể đáp ứng yêu cầu của bạn ngay lúc này. Hãy bình tĩnh trong khi chúng tôi cố gắng giải quyết vấn đề này.
zh_cn: 抱歉，由于目前出现故障，无法立即回复你的请求。 我们正在进行处理，请耐心等待。
zh_tw: 不幸的是我們目前遇到一些問題使得我們無法馬上完成 您的請求。請耐心等候，因為我們嘗試解決這個問題。
