Repository: torpluston/translation
Catalog: */gettor.po
Languages: ar, az, ca, cs, cy, da, de, el, es, eu, fa, fi, fil, fr, fr_ca, he, hr_hr, hu, id, it, ja, km, ko, lv, ms_my, my, nb, nl, nl_be, pl, pt, pt_br, ro, ru, si_lk, sk, sl_si, sq, sr, sv, ta, te_in, th, tr, uk, vi, zh_cn, zh_tw

source: The output should look somewhat like this: gpg: Good signature from 'Erinn Clark <...>'
ar: يجب أن تكون النتيجة شيء من هذا القبيل: gpg: Good signature from 'Erinn Clark <...>
az: Son məhsul təqribən belə görunməlidir: pgp: Erinn Clark tərəfindən yaxşı imza <...>'
ca: El resultat hauria de ser alguna cosa com: gpg: Bona signatura de 'Erinn Clark <...>'
cs: Výstup by měl vypadat podobně jako tento: gpg: Good signature from 'Erinn Clark <...>'
cy: Bydd yr allbwn yn edrych rhywbeth fel hyn: gpg: Good signature from 'Erinn Clark <...>'
da: Besked der kommer skal se nogenlunde sådan ud: gpg: God signatur fra 'Erinn Clark &lt;...&gt;'
de: Die Ausgabe sollte ähnlich der folgenden aussehen: gpg: Good signature from 'Erinn Clark <...>'
el: Το αποτέλεσμα θα μοιάζει κάπως έτσι: gpg: Good signature from 'Errin Clark <...>'
es: El resultado debe parecerse a esto: gpg: Firma correcta de 'Erinn Clark<...>'
eu: Irteerak honakoaren itxura izan beharko luke: gpg: Good signature from 'Erinn Clark <...>'
fa: خروجی باید چیزی شبیه به این باشد: gpg: Good signature from 'Erinn Clark <...>'
fi: Tulosteen pitäisi näyttää suunnilleen tältä: gpg: Good signature from 'Erinn Clark <...>'
fil: Ang kalabasan nito ay dapat mag-mukhang ganito: gpg: Good signature from 'Erinn Clark <...>'
fr: La réponse devrait ressembler à ça : gpg: Good signature from 'Erinn Clark <…>'
fr_ca: La réponse devrait ressembler à : gpg: Good signature from 'Erinn Clark <…>'
he: הפלט (התוצאה) צריכה להראות בערך כך: gpg: Good signature from 'Erinn Clark <...>'
hr_hr: Rezultat bi trebao izgledati nekako ovako: gpg: Good signature from 'Erinn Clark <...>'
hu: A kimenetnek valami hasonlónak kell lennie: gpg: Good signature from 'Erinn Clark <...>'
id: Hasilnya seharusnya terlihat seperti berikut: gpg: Good signature from 'Erinn Clark <...>'
it: L'output dovrebbe assomigliare a quanto segue: gpg: Good signature from "Erinn Clark <...>"
ja: 出力は大体このように見えるはずです。 gpg: Good signature from 'Erinn Clark <...>'
km: លទ្ធផល​គួរតែ​មាន​ទម្រង់​ដូចនេះ៖ gpg: Good signature from 'Erinn Clark <...>'
ko: 출력은 아래와 같아야 합니다. gpg: Good signature from 'Erinn Clark <...>'
lv: Izvades rezultātam vajadzētu būt diezgan līdzīgam kā šim: gpg: Good signature from 'Erinn Clark <...>'
ms_my: Outputnya akan kelihatan seperti ini: gpg: Good signature from 'Erinn Clark <...>'
my: ထွက်ပေါ်လာမည့် မြင်ကွင်းသည် ဤသို့ ဆင်တူသည် - gpg: 'Erinn Clark ထံမှ ကောင်းသော လက်မှတ်<...>'
nb: Resultatet bør se noe slik ut: gpg: Good signature from 'Erinn Clark <...>'
nl: De uitvoer zal er ongeveer als volgt uit moeten zien: gpg: Good signature from 'Erinn Clark <...>'
nl_be: U zou ongeveer hetvolgende als output dienen te krijgen: gpg: Good signature from 'Erinn Clark
pl: Wynik powinien wyglądać podobnie do tego: gpg: Good signature from 'Erinn Clark <...>'
pt: O destino deverá parecer-se como isto: gpg: Boa assinatura de 'Erinn Clark <...>'
pt_br: O resultado deve parecer com algo assim: gpg: Good signature from 'Erinn Clark <...>'
ro: Rezultatul ar trebuie sa arate cam asa:⏎ ⏎ gpg: Semnatura buna de la 'Erinn Clark <...>'
ru: Результат проверки подписи должен выглядеть примерно так: gpg: Good signature from 'Erinn Clark <...>'
si_lk: නිමැවුම දිස්විය යුත්තේ මෙවැනි ආකාරයටය: gpg: හොද අත්සනක් 'Erinn Clark <...>' විසින්
sk: Výstup by mal vyzerať asi takto: gpg: Good signature from 'Erinn Clark <...>'
sl_si: Izhod bi moral biti podoben temu: gpg: Good signature from 'Erinn Clark <...>'
sq: Rezultati duhet të duket disi kështu: gpg: Good signature from 'Erinn Clark <...>'
sr: Izlaz bi trebao izgledati ovako 'gpg: Good signature from 'Erinn Clark <...>'
sv: Utmatningen bör vara i stil med detta: gpg: Good signature from 'Erinn Clark <...>'
ta: வெளிப்பாடு சற்று இப்படி இருக்க வேண்டும்: gpg: Good signature from 'Erinn Clark <...>'
te_in: ఉత్పాదకం ఈ క్రింద చూపిన విధంగా ఉంటుంది. gpg: Good signature from 'Erinn Clark <...>'
th: การแสดงผลลัพธ์ควรมีลักษณะเช่นนี้: gpg: Good signature from 'Erinn Clark <...>'
tr: Şunun gibi bir çıktı görüntülenir: gpg: Good signature from 'Erinn Clark! <...>'
uk: Результат перевірки підпису повинен виглядати приблизно так: gpg: Good signature from 'Erinn Clark <...>'
vi: Kết quả sẽ trông như thế này: gpg: Good signature from 'Erinn Clark <...>'
zh_cn: 输出应类似于以下内容： gpg: Good signature from 'Erinn Clark <...>'
zh_tw: 輸出應該看起來有點像這樣: gpg: Good signature from 'Erinn Clark <...>'

source: If you're not familiar with commandline tools, try looking for a graphical user interface for GnuPG on this website: http://www.gnupg.org/related_software/frontends.html
ar: إن لم تكن معتاداً على استخدام أدوات سطر الأوامر، حاول البحث عن واجهة رسومية 'GnuPG' على هذا الموقع: http://www.gnupg.org/related_software/frontends.html
az: Commandline qurğusu ilə tanış deyilsənsə, GnuPG üçün qrafik istifadəçi interfeysinə bu veb səhifədə bax: http://www.gnupg.org/related_software/frontends.html
ca: Si no estàs familiaritzat amb les eines de comandos, prova amb una interfície gràfica d'usuari per GNuPG en aquest web: http://www.gnupg.org/related_software/frontends.html
cs: Pokud neumíte pracovat s příkazovým řádkem, zkuste najít grafické rozhraní pro GnuPG na této stránce: http://www.gnupg.org/related_software/frontends.html
cy: Os nad ydych yn gyfarwydd a'r teclynau llinell gorchymyn, ceisiwch edrych am rhyngwyneb graffigol defnyddiwr i GnuPG ar yr wefan hon: http://www.gnupg.org/related_software/frontends.html
da: Hvis du ikke er bekendt med kommandolinje værktøjer, prøv at kigge efter en grafisk brugergrænseflade til GnuPG på denne hjemmeside: http://www.gnupg.org/related_software/frontends.html
de: Sollten Sie sich mit dem Befehlszeilenwerkzeug nicht auskennen, können Sie sich auf folgender Seite nach einer grafischen Benutzeroberfläche für GnuPG umsehen: http://www.gnupg.org/related_software/frontends.html
el: Αν δεν είστε εξοικειωμένος/η με τα εργαλεία γραμμής εντολής, αναζητήστε κάποιο γραφικό πρόγραμμα για το GnuPG στην ιστοσελίδα: http://www.gnupg.org/related_software/frontends.html
es: Si no está familiarizado con las herramientas de línea de comandos, intentelo buscando una interfaz gráfica para GnuPG en este sitio web: http://www.gnupg.org/related_software/frontends.html
eu: Lerro-komando tresnak ezagunak ez badituzu, saiatu GnuPGrentzako erabiltzaile interfaze grafiko (GUI) bat bilazen webgune honetan: http://www.gnupg.org/related_software/frontends.html
fa: در صورتی که با command line آشنا نیستید، در وب سایت زیر، رابط کاربری گرافیکی برای GnuPG یعنی graphical user interface for GnuPG را پیدا کرده و نصب کنید: http://www.gnupg.org/related_software/frontends.html
fi: Jos komentorivityökalujen käyttö ei ole sinulle tuttua, yritä etsiä graafista käyttöliittymä GnuPG-ohjelmalle tältä webbisivulta: http://www.gnupg.org/related_software/frontends.html
fil: Kung ika'y hindi pamilyar sa paggamit ng commandline toold, subukan mong maghanap ng graphical user interface para sa GnuPG sa website na ito. http://www.gnupg.org/related_software/frontends.html
fr: Si vous n'êtes pas familiarisé avec le terminal, essayez de trouver une interface graphique utilisateur pour GnuPG sur ce site : http://www.gnupg.org/related_software/frontends.html
fr_ca: Si vous n'êtes pas familiarisé avec le terminal, essayez de trouver une interface graphique utilisateur pour GnuPG sur ce site : http://www.gnupg.org/related_software/frontends.html
he: אם אתה לא מתמצא בכלי שורת הפקודה נסה למצוא כלי בעל ממשק גראפי ל GnuPG באתר הזה: http://www.gnupg.org/related_software/frontends.html
hr_hr: Ako niste upoznati s alatima naredbenih redaka, pokušajte pronaći grafičko korisničko sučelje za GnuPG na ovoj stranici: http://www.gnupg.org/related_software/frontends.html
hu: Ha nem tájékozott a parancssori eszközök használatában, akkor keressen egy grafikus eszközt a GnuPG-hez ezen az oldalon: http://www.gnupg.org/related_software/frontends.html
id: Jika Anda tidak terbiasa dengan aplikasi perintah baris, cobalah untuk mencari aplikasi dengan antarmuka grafis untuk GnuPG pada situs web ini: http://www.gnupg.org/related_software/frontends.html
it: Se non si ha familiarità con gli strumenti da riga di comando, si provi a cercare uno strumento con interfaccia grafica per GnuPG sul sito: http://www.gnupg.org/related_software/frontends.html
ja: あなたがコマンドラインツールに精通していなければ、このウェブサイトでGnuPGのグラフィカルユーザーインターフェースを探すのを試してください: http://www.gnupg.org/related_software/frontends.html
km: បើ​អ្នក​មិន​ស្ទាត់​ជាមួយ​ឧបករណ៍​បន្ទាត់​ពាក្យ​បញ្ជា​ទេ ចូរ​សាកល្បង​រកមើល ក្រាហ្វិក​ចំណុច​ប្រទាក់​អ្នកប្រើ​សម្រាប់ GnuPG នៅ​លើ​តំបន់​បណ្ដាញ​នេះ៖ http://www.gnupg.org/related_software/frontends.html
ko: 만약 커멘드라인 툴이 익숙하지 않다면, 아래의 사이트에서 GnuPG를 위한 그래픽 유져 인터페이스를 시도해 보십시오. http://www.gnupg.org/related_software/frontends.html
lv: Ja neesat pazīstams ar komandrindas rīkiem, mēģiniet zemāk norādītājā mājaslapā atrast grafisku lietotāja saskarni, kura domāta GnuPG: http://www.gnupg.org/related_software/frontends.html
ms_my: Jika anda tidak biasa dengan alat baris arahan, cuba cari alat antara muka pengguna grafik untuk GnuPG di laman web ini: http://www.gnupg.org/related_software/frontends.html
my: အကယ်၍ သင်သည် ကွန်မန်းလိုင်းများနှင့် ရင်းနှီးမှု မရှိလျှင်၊ အောက်ပါ စာမျက်နှာတွင် GnuPG နဲ့ဆိုင်သော သုံးစွဲသူ မြင်ကွင်း တစ်ခုကို ကြိုးစား ရှာဖွေပါ - http://www.gnupg.org/related_software/frontends.html
nb: Hvis du ikke er vant med å bruke verktøy som kommandolinjen, se etter en GnuPG løsning med grafisk brukergrensesnitt på denne nettsiden: http://www.gnupg.org/related_software/frontends.html
nl: Als je niet bekend bent met commandline tools, probeer dan te zoeken naar een grafische user interface voor GnuPG op deze website: http://www.gnupg.org/related_software/frontends.html
nl_be: Indien u niet bekend met commandline tools, gelieve te zoeken voor een grafische gebruikersinterface voor GnuPG op devolgende website: http://www.gnupg.org/related_software/frontends.html
pl: Jeśli nie znasz narzędzi linii poleceń, spróbuj znaleźć graficzny interfejs użytkownika dla GnuPG na tej stronie: http://www.gnupg.org/related_software/frontends.html
pt: Se não está familiarizado com as ferramentas da linha de comando, tente ver uma interface gráfica para o GnuPG neste sítio web: http://www.gnupg.org/related_software/frontends.html
pt_br: Se você não estiver familiarizado com as ferramentas de linha de comando, talvez prefira procurar uma interface gráfica para o GnuPG no seguinte site: http://www.gnupg.org/related_software/frontends.html
ro: Daca nu stiti sa folositi linia de comanda, incercati sa cautati o interfata grafica pentru GnuPG la adresa:⏎ ⏎ http://www.gnupg.org/related_software/frontends.html
ru: Если вы не знакомы с инструментами командной строки, попробуйте поискать графический интерфейс пользователя для GnuPG на этом веб-сайте: http://www.gnupg.org/related_software/frontends.html
si_lk: ඔබ විධානපේලි මෙවලම් යෙදීම සම්බන්ධව නොදනීනම්, සෙවීමට උත්සහ කල යුත්තේ GnuPG සදහා මෙම වෙබ් අඩවියේ ඇති චිත්‍රක පරිශීලක අතුරුමුහුණතකි: http://www.gnupg.org/related_software/frontends.html
sk: Ak neviete pracovať s príkazovým riadkom, skúste použiť GnuGP s grafickým rozhraním, ktoré sa nachádza na tejto stránke: http://www.gnupg.org/related_software/frontends.html
sl_si: Če niste seznanjeni z ukazno vrstico poskusite z grafičnim vmesnikom za GnuPG na omrežju: http://www.gnupg.org/related_software/frontends.html
sq: Nëse s'jeni i familjarizuar me mjetet e rreshtit_të_komandës, përpiquni të kërkoni për një ndërfaqe grafike përdoruesi për GnuPG në këtë webfaqe: http://www.gnupg.org/related_software/frontends.html
sr: Ako niste upoznati sa commandline alatom, probajte naci graficko korisnicko sucelje za GnuPG na ovom sajtu: http://www.gnupg.org/related_software/frontends.html
sv: Om du inte är van vid kommandoradsverktyg så försök hitta ett grafiskt användargränssnitt för GnuPG på den här webplatsen: http://www.gnupg.org/related_software/frontends.html
ta: உங்களுக்கு கட்டளைவரி முகப்பு மென்பொருளை பயன்படுத்திய பழக்கம் இல்லை என்றால், ஒரு GnuPGயின் வரைகலை பயனர் இடைமுகத்தை 'குய்' இந்த இணையதளத்தில் இருந்து பெற்று முயற்சிக்கவும். http://www.gnupg.org/related_software/frontends.html
te_in: మీకు కమాండ్‌లైన్ ఉపకరణాలతో పరిచయం లేకపోయినట్లైతే, GnuPGకు చిత్రరూప అంతర్వర్తని కోసం ఈ జాలగూడుని సందర్శించండి.: http://www.gnupg.org/related_software/frontends.html
th: ถ้าคุณไม่คุ้นเคยกับการใช้บรรทัดคำสั่ง พยยามที่จะหา การใช้งานแบบกราฟฟิกของ GnuPG ที่เว็บนี้: http://www.gnupg.org/related_software/frontends.html
tr: Komut satırı kullanma konusunda bilginiz yetersiz ise aşağıdaki siteden GnuPG için bir görsel kullanıcı arayüzü bulmayı deneyin: http://www.gnupg.org/related_software/frontends.html
uk: Якщо ви не знайомі з інструментами командного рядка, спробуйте пошукати графічний інтерфейс користувача для GnuPG на цьому веб-сайті: http://www.gnupg.org/related_software/frontends.html
vi: Nếu bạn không quen sử dụng công cụ dòng lệnh, thử tìm kiếm giao diện đồ hoạ người dùng cho GnuPG ở website này: http://www.gnupg.org/related_software/frontends.html
zh_cn: 如果不熟悉命令行工具，请使用 GnuPG 网站提供的图形界面程序： http://www.gnupg.org/related_software/frontends.html
zh_tw: 若您不熟悉命令提示字元工具，嘗試尋找 一個 GnuPG 圖形化使用者界面，於這個網站上: http://www.gnupg.org/related_software/frontends.html

source: BLOCKED ACCESS / CENSORSHIP ===========================
ar: الوصول ممنوع / الرقابة ==============
az: KİLİDLİ GİRİŞ / SENZURA ===========================
ca: ACCÉS BLOQUEJAT/CENSURAT ===========================
cs: ZABLOKOVANÝ PŘÍSTUP / CENZURA ===========================
cy: MYNEDIAD WAHARDD / SENSORIAETH ================================
da: BLOKERET ADGANG / CENSUR =========================
de: BLOCKIERTER ZUGRIFF / ZENSUR =============================
el: ΦΡΑΓΜΕΝΗ ΠΡΟΣΒΑΣΗ/ΛΟΓΟΚΡΙΣΙΑ ================================
es: ACCESO BLOQUEADO / CENSURA ============================
eu: BLOKEATUTAKO SARRERA / ZENTSURA ===============================
fa: فیلترینگ / دسترسی مسدود شده / سانسور ========================
fi: PÄÄSY ESTETTY/SENSUROITU
fr: ACCÈS BLOQUÉ / CENSURE ======================
fr_ca: ACCÈS BLOQUÉ / CENSURE ======================
he: גישה חסומה / צנזורה ===================
hr_hr: BLOKIRAN PRISTUP / CENZURA ===========================
hu: BLOKKOLT HOZZÁFÉRÉS / CENZORÁLÁS ================================
id: AKSES DIBLOKIR / DISENSOR ===========================
it: Accesso negato / Censura ====================
ja: ブロックされたアクセス/検閲 =====================
km: ទប់ស្កាត់​ការ​ចូល​ប្រើ / ការ​ចាប់​ពិរុទ្ធ ===========================
ko: 막혀진 접근 / 검열 ===========================
lv: BLOĶĒTA PIEKĻUVE / CENZŪRA =========================
ms_my: PENAPISAN ACCESS / SEKATAN =========================
my: ၀င်ရောက်ခွင့် ပိတ်ထားသည် / ဆင်ဆာပိတ်ထားသည် ================================
nb: BLOKKERT TILGANG / SENSUR ==========================
nl: GEBLOKKEERDE TOEGANG / CENSUUR ================================
nl_be: GEBLOKKEERDE TOEGANG / CENSUUR =======================================
pl: ZABLOKOWANY DOSTĘP/CENZURA ===========================
pt: ACESSO BLOQUEADO / CENSURA ===========================
pt_br: ACESSO BLOQUEADO / CENSURA ============================
ro: ACCES INTERZIS / CENZURA⏎ ===========================
ru: ЗАБЛОКИРОВАННЫЙ ДОСТУП / ЦЕНЗУРА ================================
si_lk: අවහිර කරනලද ප්‍රවිෂ්ටය / වාරණවාදය ===========================
sk: BLOKOVANÝ PRÍSTUP/CENZÚRA ==========================
sl_si: BLOKIRAN DOSTOP / CENZURA ===========================
sq: QASJA E PENGUARI / CENSURIMI ===========================
sr: BLOKIRAN PRISTUP / CENZURA =======================
sv: BLOCKERAD TILLGÅNG / CENSUR ===========================
ta: அணுகல் தடுக்கப்பட்டது / தணிக்கை செய்யப்பட்டது ===========================
te_in: అనుమతి నిరాకరణ / నిషేధం ===========================
th: การบล็อคการเข้าถึง / การเซ็นเซอร์ ==========================
tr: ENGELLENMİŞ ERİŞİM/SANSÜR =========================
uk: ЗАБЛОКОВАНИЙ ДОСТУП / ЦЕНЗУРА ===============================
vi: ĐÃ KHOÁ TRUY CẬP / KIỂM DUYỆT ===========================
zh_cn: 阻止访问 / 内容审查 ===========================
zh_tw: 封鎖存取/審查⏎ ===========================
