Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: <a href="https://www.torproject.org/download/download-easy.html">Click here to go to the download page</a>
ar: <a href="https://www.torproject.org/download/download-easy.html">اضغط هنا للذهاب لصفحة التحميل</a>
az: <a href="https://www.torproject.org/download/download-easy.html">Yükləmə səhifəsinə bu sözləri klikləməklə keç</a>
bg: <a href="https://www.torproject.org/download/download-easy.html">Натиснете тук за да изтеглите Tor</a>
bn: <a href="https://www.torproject.org/download/download-easy.html">ডাউনলোড পাতায় যেতে এখানে ক্লিক করুন</a>
bn_bd: <a href="https://www.torproject.org/download/download-easy.html">ডাউনলোড পাতা যেতে এখানে ক্লিক করুন</a>
bs: <a href="https://www.torproject.org/download/download-easy.html"> Kliknite ovdje da biste prešli na stranicu za preuzimanje </ a>
ca: <a href=\"https://www.torproject.org/download/download-easy.html\">Cliqueu aquí per anar a la pàgina de baixades</a>
cs: <a href="https://www.torproject.org/download/download-easy.html">Klikněte sem pro přechod na stránku ke stažení</a>
cy: <a href="https://www.torproject.org/download/download-easy.html">Cliciwch yma i fynd i'r tudalen lawrlwytho</a>
da: <a href="https://www.torproject.org/download/download-easy.html">Klik her for at gå til download siden</a>
de: <a href="https://www.torproject.org/download/download-easy.html">Zum Herunterladen bitte hier klicken</a>
el: <a href="https://www.torproject.org/download/download-easy.html">Κάντε κλικ εδώ για να μεταφερθείτε στη σελίδα λήψης</a>
eo: <a href="https://www.torproject.org/download/download-easy.html">Klaku ĉi tie por iri al la paĝo de elŝutoj</a>
es: <a href="https://www.torproject.org/download/download-easy.html">Haga click aquí para ir a la página de descargas</a>
es_ar: <a href="https://www.torproject.org/download/download-easy.html">Hacé click acá para ir a la página de Descargas</a>
es_co: Haz click aquí <a href="https://www.torproject.org/download/download-easy.html"> para ir a la página de descarga </a>
es_mx: <a href="https://www.torproject.org/download/download-easy.html"> Haz click aquí para ir a la página de descargas</a>
et: <a href="https://www.torproject.org/download/download-easy.html">Allalaadimiste lehele minemiseks klõpsa siia</a>
eu: <a href="https://www.torproject.org/download/download-easy.html">Sakatu hemen deskargaren orrira joateko</a>
fa: <a href="https://www.torproject.org/download/download-easy.html">برای رفتن به صفحه دانلود، این جا کلیک کنید</a>
fi: <a href="https://www.torproject.org/download/download-easy.html">Siirry lataussivulle napsauttamalla tästä</a>
fr_ca: <a href="https://www.torproject.org/download/download-easy.html">Cliquer ici pour aller sur la page de téléchargement</a>
he: <a href="https://www.torproject.org/download/download-easy.html">לחץ כאן כדי לעבור אל דף ההורדות</a>
hi: <a href="https://www.torproject.org/download/download-easy.html">डाउनलोड पृष्ठ पर जाने के लिए यहां क्लिक करें</a>
hr: <a href="https://www.torproject.org/download/download-easy.html">Kliknite ovdje za odlazak na stranicu s preuzimanjima</a>
hr_hr: <a href="https://www.torproject.org/download/download-easy.html">Preuzmite Tor ovdje</a>
hu: <a href="https://www.torproject.org/download/download-easy.html">Kattintson ide a letöltési oldalra ugráshoz</a>
id: <a href="https://www.torproject.org/download/download-easy.html">Klik di sini untuk mengunjungi halaman unduhan</a>
is: <a href="https://www.torproject.org/download/download-easy.html">Smelltu hér til að fara á niðurhalssíðuna</a>
it: <a href="https://www.torproject.org/download/download-easy.html">Per visitare la pagina di download, fare clic qui</a>
ja: <a href="https://www.torproject.org/download/download-easy.html">ここをクリックしてダウンロードページを表示</a>
ka: <a href="https://www.torproject.org/download/download-easy.html">დააწკაპეთ აქ ჩამოტვირთვის გვერდზე გადასასვლელად</a>
km: <a href="https://www.torproject.org/download/download-easy.html">ចុចទីនេះ ដើម្បី​ទៅ​ទំព័រ​ទាញ​យក</a>
ko: <a href="https://www.torproject.org/download/download-easy.html">다운로드 페이지로 가려면 여기를 선택하십시오.</a>
ko_kr: <a href="https://www.torproject.org/download/download-easy.html">여기를 클릭하여 다운로드 페이지로 가기</a>
lb: <a href="https://www.torproject.org/download/download-easy.html">Klickt hei fir op Downloadsäit ze kommen</a>
lo: ກົດໃສ່ບ່ອນນີ້ <a href="https://www.torproject.org/download/download-easy.html"> ເພື່ອໄປຫາ ໜ້າ ດາວໂຫຼດ </a>
lv: <a href="https://www.torproject.org/download/download-easy.html">Noklikšķiniet te, lai pārietu uz lejuplādes lapu</a>
mk: <a href="https://www.torproject.org/download/download-easy.html">Кликнете овде за да одите на страницата за преземање</a>
ms_my: <a href="https://www.torproject.org/download/download-easy.html">Klik di sini untuk ke laman muat turun</a>
nb: <a href="https://www.torproject.org/download/download-easy.html">Klikk her for å gå til nedlastningssiden</a>
nl: <a href="https://www.torproject.org/download/download-easy.html">Klik hier om naar de downloadpagina te gaan</a>
nn: <a href="https://www.torproject.org/download/download-easy.html">Klikk her for å gå til nedlastingssida</a>
pa: <a href="https://www.torproject.org/download/download-easy.html">ਦੋਵ੍ਨ੍ਲੋਅਦ ਪੈਜ ਤੇ ਜਾਣ ਵਾਸਤੇ ਏਥੈ ਕਲਿਕ ਕਰੋ</a>
pl: <a href="https://www.torproject.org/download/download-easy.html">Kliknij tutaj, aby przejść na stronę pobierania</a>
pt: <a href="https://www.torproject.org/download/download-easy.html">Clique aqui para ir à página de transferências</a>
pt_br: <a href="https://www.torproject.org/download/download-easy.html">Clique aqui para acessar a página de download</a>
ro: <a href="https://www.torproject.org/download/download-easy.html">Mergi la pagina de descărcare</a>
ru: <a href="https://www.torproject.org/download/download-easy.html">Нажмите здесь, чтобы перейти на страницу, где вы можете скачать наши программы</a>
sk: <a href="https://www.torproject.org/download/download-easy.html">Kliknite tu a prejdete na stránku, kde si môžete stiahnuť Tor</a>
sk_sk: <a href="https://www.torproject.org/download/download-easy.html">Sem kliknite pre prechod na stránku preberania</a>
sl_si: <a href="https://www.torproject.org/download/download-easy.html">Kliknite za povezavo na stran za prenos</a>
sq: <a href="https://www.torproject.org/download/download-easy.html">Klikoni këtu që të shkoni tek faqja e shkarkimit</a>
sr: <a href="https://www.torproject.org/download/download-easy.html">Кликните овде да бисте посетили страницу за преузимање</a>
sv: <a href="https://www.torproject.org/download/download-easy.html">Klicka här för att gå till hämtningssidan</a>
th: <a href="https://www.torproject.org/download/download-easy.html">คลิกที่นี่เพื่อไปยังหน้าดาวน์โหลด</a>
tr: <a href="https://www.torproject.org/download/download-easy.html">İndirme sayfasına gitmek için tıklayın</a>
uk: <a href="https://www.torproject.org/download/download-easy.html">Натисніть тут, щоб перейти на сторінку завантажень</a>
vi: <a href="https://www.torproject.org/download/download-easy.html">Bấm vào đây để đến trang tải về</a>
zh_cn: <a href="https://www.torproject.org/download/download-easy.html">单击此处打开下载页面</a>
zh_hk: <a href="https://www.torproject.org/download/download-easy.html">撳呢度前往下載頁面</a>
zh_tw: <a href="https://www.torproject.org/download/download-easy.html">按一下這裡前往下載頁面</a>

source: Sorry. You are not using Tor.
ar: عفواً. أنت لا تستخدم تور.
az: Üzr istəyirik. Sən Tor istifadə etmirsən.
bg: Съжаляваме. Вие не използвате Tor.
bn: দুঃখিত। আপনি টর ব্যবহার করছেন না
bn_bd: দুঃখিত। আপনি টর ব্যবহার করছেন না।
bs: Žao nam je. Ne koristite Tor.
ca: Ho sentim. No esteu utilitzant Tor.
cs: Bohužel. Nepoužíváte Tor.
cy: Sori. Nid ydych yn defnyddio Tor.
da: Desværre. Du anvender ikke Tor.
de: Schade. Sie benutzen nicht Tor.
el: Λυπούμαστε, δεν χρησιμοποιείτε το δίκτυο Tor.
eo: Pardonu. Vi ne uzas Tor.
es: Lo sentimos, no está usando Tor.
es_ar: Disculpe. Usted no está usando Tor.
es_co: Lo sentimos. Usted no está usando Tor.
es_mx: Lo sentimos. No estás usando Tor.
et: Kahjuks ei kasuta sa hetkel Tor'i.
eu: Barkatu. Ez zaude Tor erabiltzen ari.
fa: متاسفانه شما در حال استفاده از Tor نيستيد.
fi: Ette valitettavasti käytä Tor-ohjelmaa.
fr_ca: Désolé. Vous n'êtes pas en train d'utiliser Tor.
ga: Ár leithscéal. Níl tú ag úsáid Tor.
gl: Sinto moito. Non está usando o Tor
he: סליחה. אינך משתמש ב-Tor.
hi: खेद है। आप टोर का उपयोग नहीं कर रहे हैं ।
hr: Nažalost ne koristite Tor.
hr_hr: Nažalost, Vi ne koristite Tor.
hu: Sajnáljuk. Ön jelenleg nem használ Tor-t.
id: Maaf. Anda tidak menggunakan Tor.
is: Því miður. Þú ert ekki að nota Tor.
it: Spiacente. Tor non è in uso.
ja: 申し訳ありません。現在Torを使用していません。
ka: სამწუხაროა. თქვენ არ იყენებთ Tor-ს.
km: សូមទោស។ អ្នក​មិន​កំពុង​ប្រើ Tor ។
ko: 현재 Tor를 사용 중인지 확인해 주십시오.
ko_kr: 미안해요, Tor를 쓰고 계시지 않으세요.
lb: Entschëllegt. Dir benotzt net Tor.
lo: ສະແດງຄວາມເສັຍໃຈ. ທ່ານບໍ່ໄດ້ໃຊ້ ຕໍຣ໌.
lt: Apgailestaujame. Jūs nesinaudojate Tor.
lv: Atvainojiet! Jūs nelietojat Tor.
mk: За жал, не го користите Tor.
ml: ശ്രദ്ധിക്കൂ, താങ്കൾ ഇപ്പോൾ ടോർ ഉപയോഗിക്കുന്നില്ല .
ms_my: Maaf. Anda tidak menggunakan Tor.
my: ၀မ္နည္းပါတယ္၊ သင္ Tor ကို အသံုးျပဳမထားပါဘူး။
nb: Beklager. Du bruker ikke Tor.
nl: Helaas, u maakt momenteel geen gebruik van Tor.
nn: Orsak. Du brukar ikkje Tor.
pa: ਮੁਆਫ ਕਰਨਾ, ਤੁਸੀਂ ਟੌਰ ਦਾ ਇਸਤੇਮਾਲ ਨਹੀਂ ਕਰ ਰਹੇ ਹੋ.
pl: Przykro nam. Nie używasz Tora
pt: Desculpe, não está a utilizar o Tor.
pt_br: Desculpe. Você não está usando Tor.
ro: Se pare că nu folosiţi Tor.
ru: Извините. В данный момент вы не используете Tor.
sk: Prepáčte. Nepoužívate Tor.
sk_sk: Prepáčte, ale nepoužívate Tor.
sl_si: Žal, trenutno ne uporabljate programa Tor.
sq: Kërkojmë ndjesë. Ju s'po e përdorni Tor-in.
sr: Жао нам је, али не користите Tor.
sv: Tyvärr. Du använder inte Tor.
sw: Samahai hautumii Tor.
th: เสียใจด้วย คุณไม่ได้ใช้ Tor
tr: Üzgünüz. Tor kullanmıyorsunuz.
uk: Вибачте. Ви не використовуєте Tor.
uz: Uzr. Siz Tor brauzeridan foydalanmayapsiz.
vi: Xin lỗi, bạn không đang sử dụng Tor.
zh_cn: 抱歉。你目前没有使用 Tor。
zh_hk: 對唔住！你無使用Tor洋蔥路由。
zh_tw: 抱歉！您並未使用洋蔥路由。
