Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: A temporary service outage prevents us from determining if your source IP address is a <a href="https://www.torproject.org/">Tor</a> node.
ar: خطأ مؤقت بالخدمة يمنعنا من تحديد إذا كان عنوان الانترنت الخاص بك هو <a href="https://www.torproject.org/"> نقطة اتصال بتور</a>
az: Xidmətin müvəqqəti dayanması sənin IP mənbənin <a href="https://www.torproject.org/">Tor</a> keçidi olub-olmamasını müəyyənləşdirməyə mane olur.
bg: Времен проблем с услугата ни пречи да преценим дали началния IP адрес е <a href="https://www.torproject.org/">Тор</a> връх.
bn: আপনার সোর্স আইপি অ্যাড্রেস একটি <a href="https://www.torproject.org/">টর</a> নোড কিনা তা নির্ধারণ করার জন্য একটি অস্থায়ী পরিষেবা আমাদেরকে বাধা দেয়।
bn_bd: আপনার সোর্স আইপি অ্যাড্রেস একটি <a href="https://www.torproject.org/">টর</a> নোড কিনা তা নির্ধারণ করার জন্য একটি অস্থায়ী পরিষেবা আবেগে আমাদেরকে বাধা দেয়।
bs: Privremeni prekid usluga sprečava nas od određivanja ako je vaš izvor IP adresa je <a href="https://www.torproject.org/"> Tor </ a> čvor.
ca: Una falla temporal del servei no ens permet determinar si la adreça IP d'origen és un node <a href=\"https://www.torproject.org/\">Tor</a>.
cs: Dočasná nedostupnost služby nám brání v určení, zda je vaše zdrojová IP adresa uzlem sítě <a href="https://www.torproject.org/">Tor</a>.
cy: Mae diffodd wasanaeth dros dro yn hatal ninnau o wirio os mae eich cyfeiriad IP yn nod <a href="https://www.torproject.org/">Tor</a> .
da: Et midlertidigt servicenedbrud forhinder os i at fastslå om din kilde IP adresse er et <a href="https://www.torproject.org/">Tor</a> knudepunkt.
de: Eine temporäre Störung des Systems hindert uns daran, zu erkennen, ob Ihre IP-Adresse zu einem <a href="https://www.torproject.org/">Tor</a>-Knotenpunkt gehört.
el: Προσωρινοί τεχνικοί λόγοι δε μας επέτρεψαν να διαπιστώσουμε αν η IP διεύθυνσή σας είναι κόμβος του <a href="https://www.torproject.org/">Tor</a>.
eo: Tempa paneo en la servo malpermesas al ni decidi ĉu via origina IP adreso estas tiu de nodo de <a href="https://www.torproject.org/">Tor</a>.
es: Un fallo temporal del servicio no nos permite determinar si su dirección IP de origen es un nodo <a href="https://www.torproject.org/">Tor</a>.
es_ar: Una falla temporal de servicio evitó que determinemos si tu dirección IP original es un nodo de <a href="https://www.torproject.org/">Tor</a>.
es_co: Una suspensión temporal del servicio nos impide determinar si su dirección de IP de origen es un nodo <a href="https://www.torproject.org/"> Tor </a>.
es_mx: Un corte de servicio temporal nos impide determinar si su dirección IP de origen es un nodo de <a href="https://www.torproject.org/">Tor</a>
et: Ajutine teenuse katkestus ei lase meil teha kindlaks, kas sinu IP aadress on <a href="https://www.torproject.org/">Tor'i</a> sõlmpunkt.
eu: Aldi baterako zerbitzu mozketa batek zure IP helbidea <a href="https://www.torproject.org/">Tor</a> nodo bat den ala ez zehaztea eragozten digu.
fa: قطع شدن موقت سرویس، باعث شد ما نتوانیم تشخیص دهیم که آدرس آی پی منبع شما یک مسیر معتبر دور زدن فیلتر در <a href="https://www.torproject.org/">تور</a> است یا خیر.
fi: Väliaikainen häiriö palvelussa on estänyt selvittämästä onko lähde-IP-osoitteesi <a href="https://www.torproject.org/">Tor</a>-solmu.
fr_ca: Une interruption temporaire de service nous empêche de déterminer si votre adresse IP source est un nœud <a href="https://www.torproject.org/">Tor</a>.
he: הפסקת שירות זמנית מונעת מאיתנו לקבוע אם כתובת IP המקור שלך היא צומת <a href="https://www.torproject.org/">Tor</a>.
hi: अस्थायी सेवा आउटेज हमें आपके स्रोत IP पते का यह निर्धारण करने से रोक रही है की यदि वह <a href="https://www.torproject.org/">टॉर</a> आसंधि है।
hr: Privremeni prekid usluge sprječava nas da provjerimo je li Vaša izvorišna IP adresa <a href="https://www.torproject.org/">Tor</a> čvor.
hr_hr: Privremni tehnički problemi spriječavaju nas da potvrdimo da li je Vaša IP adresa <a href="https://www.torproject.org/">Tor</a> čvor.
hu: Átmeneti hálózati kimaradás nem teszi lehetővé, hogy eldöntsük, hogy a forrása egy <a href="https://www.torproject.org/">Tor</a> csomópont-e.
id: Layanan yang berhenti bekerja sementara mencegah kami menentukan jika sumber alamat IP Anda adalah node <a href="https://www.torproject.org/">Tor</a>.
is: Tímabundin bilun í þjónustu kemur í veg fyrir að hægt sé að finna hvort upprunalegt IP-vistfang þitt sé <a href="https://www.torproject.org/">Tor</a>-hnútur.
it: Una temporanea interruzione del servizio ci impedisce di determinare se l'indirizzo IP di origine è un nodo <a href="https://www.torproject.org/">Tor</ a>.
ja: 一時的なサービス停止により、あなたのソースIPアドレスが<a href="https://www.torproject.org/">Tor</a>のノードであるかどうか判別できません。
ka: მომსახურების დროებითი შეფერხების გამო, ვერ მოხერხდა დადგენა, წარმოადგენს თუ არა თქვენი IP-მისამართი <a href="https://www.torproject.org/">Tor-ის</a> კვანძს.
km: ការ​ដាច់​សេវាកម្ម​ជា​បណ្ដោះអាសន្ន​​ធ្វើ​ឲ្យ​យើង​មិន​អាច​កំណត់​​ថា​តើ​អាសយដ្ឋាន IP ប្រភព​របស់​អ្នក​គឺ <a href="https://www.torproject.org/">Tor</a> ដែរ​ឬទេ។
ko: 일시적인 서비스 오류로 귀하의 IP 주소가 <a href="https://www.torproject.org/">Tor</a> node인지 확인하지 못했습니다.
ko_kr: 서비스 임시 정지는 원본 IP가 <a href="https://www.torproject.org/">Tor</a>로 접속하고 있는지 판단하는 과정을 막아줍니다.
lb: En temporären Ausfall vum Service verhënnert, op mir kennen rausfannen op är IP Adress een <a href="https://www.torproject.org/">Tor</a> Knuet ass.
lo: ການຍຸດການບໍລິການຊົ່ວຄາວປ້ອງກັນເຮົາຈາກການກຳນົດຄ່າທີ່ຢູ່ IP ເປັນ <a href="https://www.torproject.org/">Tor</a> node.
lv: Pakalpojuma pagaidu nepieejamība mums liedz noteikt vai Jūsu izejošā IP adrese ir <a href="https://www.torproject.org/">Tor</a> mezgls.
mk: Поради привремена недостапност на услугата не сме во можност да одредиме дали Вашата IP адреса е <a href="https://www.torproject.org/">Tor</a> јазол.
ms_my: Gangguan perkhidmatan sementara menghalang kami menentukan sama ada alamat IP sumber anda dari nod <a href="https://www.torproject.org/"> nod Tor</a>.
nb: En midlertidig feil på denne tjenesten hindrer oss i å avgjøre om din kilde-IP-adresse er en <a href="https://www.torproject.org/">Tor</a> node.
nl: Een tijdelijke storing verhindert ons om te bepalen of uw IP-adres een <a href="https://www.torproject.org/">Tor</a>-node is.
nn: Ein mellombels tenestefeil hindrar oss frå å fastslå om avsendar IP-addressa di er ein <a href="https://www.torproject.org/">Tor</a>-node.
pa: ਅਸੀਂ ਕਿਸੇ ਅਸਥਾਈ ਵਿਘਨ ਕਰ ਕੇ ਨਹੀਂ ਪਤਾ ਕਰ ਸਕਦੇ ਕੇ ਤੁਹਾਡਾ ਮੁੱਢ IP <a href="https://www.torproject.org/">ਟੌਰ ਨੋਡ</a> ਹੈ ਕੇ ਨਹੀਂ.
pl: Chwilowe problemy z serwisem uniemożliwiają nam stwierdzenie, czy Twój adres IP jest węzłem <a href="https://www.torproject.org/">Tora</a>.
pt: Uma falha de serviço temporária impede-nos de determinar se o seu endereço IP é um nó <a href="https://www.torproject.org/">Tor</a>.
pt_br: Uma falha temporária no serviço nos impede de determinar se o seu endereço IP de origem é um <a href="https://www.torproject.org/">nó</a> da rede Tor.
ro: O problemă temporară a serviciului ne oprește să determinăm dacă adresa ta IP este un releu <a href="https://www.torproject.org/">Tor</a>.
ru: Временное отключение услуг предотвращает обнаружение, если вашим исходным IP-адресом является узел <a href="https://www.torproject.org/">Tor</a>.
sk: Dočasný výpadok služby nám zabránil určiť, či Vaša zdrojová IP adresa je <a href="https://www.torproject.org/">Tor</a> uzol.
sl_si: Začasen izpad storitev nam preprečuje ugotavljanje ali je vaš izvorni IP naslov v <a href="https://www.torproject.org/">Tor</a> vozlišču.
sq: Një ndërprerje e përkohshme e shërbimit na pengon të përcaktojmë nëse adresa juaj IP burimore është një nyjë <a href="https://www.torproject.org/">Tor-i</a>.
sr: Привремен прекид у раду нас онемогућава да проверимо да ли је ваша IP адреса <a href="https://www.torproject.org/">Tor</a> чвор.
sv: En tillfällig serviceavbrott förhindrar oss från att avgöra om den IP-adress din trafik kommer ifrån är en <a href="https://www.torproject.org/">Tor</a>-nod.
th: เนื่องจากบริการได้หยุดลงชั่วคราว ทำให้เราไม่สามารถตรวจสอบได้ว่าที่อยู่ IP ต้นทางของคุณนั้นเป็นโหนด <a href="https://www.torproject.org/">Tor</a> หรือไม่
tr: Geçici bir hizmet kesintisi IP adresinizin bir <a href="https://www.torproject.org/">Tor</a> bağlantı noktası olup olmadığının algılanmasını engelliyor.
uk: Тимчасове відключення служби запобігає визначенню нами, чи Вашою вихідною IP адресою є <a href="https://www.torproject.org/">Tor</a> вузол.
vi: Một sự thiếu dịch vụ tạm thời ngăn chúng tôi khỏi việc xác định địa chỉ IP nguồn là một </a> mối <a href="https://www.torproject.org/"> Tor.
zh_cn: 因发生临时服务故障，无法确定你的源 IP 地址是否为 <a href="https://www.torproject.org/">Tor</a> 节点。
zh_hk: 由於某個暫時嘅服務中斷，我們無法確定你嘅來源IP位址係咪<a href="https://www.torproject.org/">Tor洋蔥路由</a>節點。
zh_tw: 由於某個暫時性服務中斷，使我們無法確定您的來源 IP 位址是否為<a href="https://www.torproject.org/">洋蔥路由</a>節點。

source: Your IP address appears to be:
ar: عنوان الانترنت الخاص بك يظهر كالتالي:
az: Sənin IP ünvanın belə görünür:
bg: Вашия IP адрес изглежда е:
bn: আপনার আইপি ঠিকানাটি প্রদর্শিত হবে:
bn_bd: আপনার আইপি ঠিকানাটি প্রদর্শিত হবে:
bs: Vaša IP adresa je:
ca: La vostra adreça IP sembla que és:
cs: Vaše IP adresa je:
cy: Mae eich cyfeiriad IP yn ymddangos:
da: Din IP-adresse viser sig at være:
de: Ihre IP-Adresse scheint folgende zu sein:
el: Η διεύθυνση IP σας φαίνεται να είναι η:
eo: Via adreso IP ŝajnas esti:
es: Su dirección IP parece ser:
es_ar: Tu dirección IP aparentemente es:
es_co: Su dirección de IP parece ser:
es_mx: Tu dirección IP parece ser:
et: Su IP aadress tundub olevat:
eu: Zure IP helbidea hurrengoa dela dirudi:
fa: به نظر می‌رسد که آدرس IP شما این باشد:
fi: IP-osoitteenne näyttäisi olevan:
fr_ca: Votre adresse IP semble être :
ga: Is cosúil gurb é seo do sheoladh IP:
gl: O seu enderezo IP parece estar:
he: נראה כי כתובת ה-IP שלך היא:
hi: आप का IP पता है:
hr: Vaša IP adresa je:
hr_hr: Čini se da je Vaša IP adresa:
hu: Az ön IP címe a következőnek látszik:
id: Alamat IP anda mungkin adalah:
is: IP-talan þín lítur út fyrir að vera:
it: L'indirizzo IP sembra essere:
ja: あなたのIPアドレスはこのように表示されます:
ka: თქვენი IP-მისამართი უნდა იყოს:
km: អាសយដ្ឋាន IP របស់​អ្នក​បង្ហាញ​​​ជា៖
ko: 귀하의 IP는 다음과 같이 보입니다.
ko_kr: 사용자님의 IP는:
lb: Är IP Adress schéngt déi heiten ze sinn:
lo: ທີ່ຢູ່ IP ທີ່ປາກົດ ແມ່ນ:
lt: Atrodo, kad jūsų IP adresas yra:
lv: Jūsu redzamā IP adrese ir:
mk: Вашата IP адреса е:
ml: നിങ്ങളുടെ ഐ പി അഡ്രസ്സ് ആയി കാണപ്പെടുന്നത് :
ms_my: Alamat IP anda:
my: သင့္အိုင္ပီလိပ္စာ:
nb: IP-adressen din ser ut til å være:
nl: Uw IP-adres (b)lijkt te zijn:
nn: IP-adressa di ser ut til å vera:
pa: ਤੁਹਾਡਾ IP ਸਿਰਨਾਵਾਂ ਜਾਪੇਗਾ:
pl: Wygląda na to, że Twój adres IP to:
pt: O seu endereço de IP parece ser:
pt_br: O seu endereço IP aparece como:
ro: Adresa ta IP este:
ru: Ваш IP-адрес:
sk: Vaša IP adresa je:
sk_sk: Vaša zdanlivá IP adresa je:
sl_si: Izgleda, da je Vaš IP naslov:
sq: Adresa juaj IP duket se është:
sr: Изгледа да је Ваша IP адреса:
sv: Din IP-adress ser ut att vara:
sw: Anuani yako ya ID inaonekana kuwa:
th: ที่อยู่ IP ของคุณแสดงเป็น :
tr: IP adresinizin görünümü:
uk: Ваша IP адреса, яку буде видно:
uz: IP manzilingiz quyidagicha chiqadi:
vi: Địa chỉ IP của bạn hình như là:
zh_cn: 你的 IP 地址将显示为：
zh_hk: 你嘅IP位址似乎係：
zh_tw: 您的 IP 位址似乎是：

source: Are you using Tor?
ar: هل تستخدم تور؟
az: Tor istifadə edirsən?
bg: Използвате ли Tor?
bn: আপনি টর ব্যবহার করছেন?
bn_bd: আপনি টর ব্যবহার করছেন?
bs: Koristite li Tor?
ca: Esteu usant Tor?
cs: Používáte Tor?
cy: Ydych chi'n defnyddio Tor?
da: Bruger du Tor?
de: Benutzen Sie Tor?
el: Χρησιμοποιείτε το Tor;
eo: Ĉu vi uzas Tor?
es: ¿Estás usando Tor?
es_ar: Estás usando Tor?
es_co: ¿Está usted utilizando Tor?
es_mx: ¿Está usando Tor?
et: Kas sa kasutad Tor'i?
eu: Tor erabiltzen ari al zara?
fa: آیا در حال استفاده از تور هستید؟
fi: Käytätkö Tor-ohjelmaa?
fr_ca: Êtes-vous en train d'utiliser Tor?
he: האם אתה משתמש ב-Tor?
hi: क्या आप टोर उपयोग कर रहे हैं?
hr: Koristite li Tor?
hr_hr: Koristite li Tor?
hu: Használsz Tor-t ?
id: Apakah anda menggunakan Tor?
is: Ert þú að nota Tor?
it: Si sta usando Tor?
ja: Torを使用していますか？
ka: იყენებთ Tor-ს?
km: តើ​អ្នក​កំពុង​ប្រើ Tor?
ko: 지금 Tor를 사용하고 계신가요?
ko_kr: Tor를 사용하고 계신가요?
lb: Benotz de Tor?
lo: ທ່ານໄດ້ໃຊ້ ຕໍຣ໌ ບໍ່?
lv: Vai izmantojat Tor'u?
mk: Дали користите Tor?
ms_my: Adakah anda menggunakan Tor?
nb: Bruker du Tor?
nl: Maakt u momenteel gebruik van Tor?
nn: Brukar du Tor?
pa: ਕੀ ਤੁਸੀਂ ਟੋਰ ਵਰਤ ਰਹੇ ਹੋ?
pl: Czy używasz Tora?
pt: Está a utilizar o Tor?
pt_br: Você está usando Tor?
ro: Ești sigur că folosești Tor?
ru: Вы используете Tor?
sk: Používate Tor?
sk_sk: Používate Tor?
sl_si: Ali uporabljate Tor?
sq: A po e përdorni Tor-in?
sr: Да ли користите Tor?
sv: Använder du Tor?
th: คุณกำลังใช้ Tor อยู่รึเปล่า?
tr: Tor kullanıyor musunuz?
uk: Ви використовуєте Tor?
vi: Bạn đang sử dụng Tor?
zh_cn: 是否正在使用 Tor？
zh_hk: 你正使用Tor洋蔥路由？
zh_tw: 您正在使用洋蔥路由？

source: This page is also available in the following languages:
ar: هذه الصفحة ايضًا متوفرة باللغات التالية:
az: Bu səhifə həm də aşağıdakı dillərdə mövcuddur:
bg: Тези страници са достъпни и на следните езици:
bn: এই পৃষ্ঠাটি নিম্নলিখিত ভাষায়ও পাওয়া যায়:
bn_bd: এই পৃষ্ঠাটি নিম্নলিখিত ভাষায়ও পাওয়া যায়:
ca: Pàgina també disponible en aquests idiomes:
cs: Tato stránka je dostupná také v následujících jazycích:
cy: Mae'r dudalen hon hefyd ar gael yn yr ieithoedd canlynol:
da: Denne side er også tilgængelig på følgende sprog:
de: Diese Seite ist ebenfalls in folgenden Sprachen verfügbar:
el: Η σελίδα αυτή είναι επίσης διαθέσιμη και στις ακόλουθες γλώσσες:
eo: Tiu ĉi paĝo ankaŭ haveblas en la jenaj lingvoj:
es: Esta página también está disponible en los siguientes idiomas:
es_ar: Esta página está también disponible en los siguientes idiomas:
es_co: Esta página está además habilitada en los siguientes idiomas:
es_mx: Esta página está también disponible en los siguientes idiomas:
et: See leht on saadaval ka järgmistes keeltes:
eu: Orri hau ere hurrengo hizkuntzetan ikus daiteke:
fa: این صفحه همچنین در زبان‌های زیر قابل مشاهده است:
fi: Tämä sivu on saatavilla myös seuraavilla kielillä:
fr_ca: Cette page est également proposée dans les langues suivantes :
ga: Tá an leathanach seo ar fáil sna teangacha seo a leanas:
he: דף זה זמין גם בשפות הבאות:
hi: यह पृष्ठ निम्नलिखित भाषाओं मे उप्लब्ध हैं।
hr: Ova stranica dostupna je na sljedećim jezicima:
hr_hr: Ova stranica je također dostupna na sljedećim jezicima:
hu: Ez az oldal a következő nyelveken is elérhető:
id: Halaman ini juga tersedia dalam bahasa berikut:
is: Þessi síða er einnig tiltæk á eftirfarandi tungumálum:
it: Questa pagina è disponibile anche nelle seguenti lingue:
ja: また、このページは以下の言語にも対応しています:
ka: ეს გვერდი ასევე ხელმისაწვდომია შემდეგ ენებზე:
km: ទំព័រ​នេះមាន​ជា​ភាសា​ដូច​ខាងក្រោម៖
ko: 이 페이지는 다른 언어로도 만나보실 수 있습니다.
ko_kr: 이 패이지는 다음 언어들로 지원돼어 있습니다:
lb: Des Säit ass och nach an folgenden Sproochen disponibel:
lo: ໜ້ານີ້ ມີ ເປັນພາສາ ດັ່ງນີ້ ຄືກັນ:
lt: Šis puslapis taip pat yra prieinamas šiomis kalbomis:
lv: Šī lapa ir lasāma arī šādās valodās:
mk: Оваа страница е исто така достапна на следните јазици:
ml: ഈ പേജ് തുടരെ പറയുന്ന ഭാഷകളിലും ലഭ്യമാണ്
ms_my: Laman ini juga boleh tersedia dengan bahasa berikut:
nb: Denne siden er også tilgjengelig på følgende språk:
nl: Deze pagina is ook beschikbaar in de volgende talen:
nn: Denne sida er òg tilgjengeleg på følgjande språk:
pa: ਇਹ ਸਫ਼ਾ ਹੇਠ ਦਿੱਤੀਆਂ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਵੀ ਉਪਲੱਬਧ ਹੈ:
pl: Ta strona jest także dostępna w poniższych językach:
pt: Esta página também está disponível nos seguintes idiomas:
pt_br: Esta página também é disponível nos seguintes idiomas:
ro: Această pagină este disponibilă și în următoarele limbi:
ru: Эта страница доступна на следующих языках:
sk: Táto stránka je tiež dostupná v týchto jazykoch:
sk_sk: Táto stránka je tiež dostupná v nasledujúcich jazykoch:
sl_si: Ta stran je tudi razpoložljiva v sledečih jezikih:
sq: Kjo faqe është e disponueshme edhe në gjuhët që vijojnë:
sr: Ова страница је такође доступна на следећим језицима:
sv: Den här sidan finns också på följande språk:
sw: Ukurasa huu pia unapatikana katika lugha zifuatazo:
th: หน้านี้มีในภาษาดังต่อไปนี้ด้วย:
tr: Bu sayfa ayrıca şu dillerde de kullanılabilir:
uk: Ця сторінка також доступна наступними мовами:
uz: Bu sahifa quyidagi tillarda ham mavjud:
vi: Trang này có hỗ trợ các ngôn ngữ sau:
zh_cn: 本页面提供以下语言：
zh_hk: 本頁面也有以下語言版本：
zh_tw: 本頁面也有下列語言版本可用：

source: For more information about this exit relay, see:
ar: لمزيد من المعلومات عن المُرحل الاخير المستخدم حاليًا:
az: Bu çıxış keçidi haqqında daha ətraflı məlumat üçün bura keç:
bg: За повече информация относно този краен препращач, вижте:
bn: এই বন্ধ সম্প্রচার সম্পর্কে আরও তথ্যের জন্য, দেখুন:
bn_bd: এই প্রস্থান রিলে সম্পর্কে আরও তথ্যের জন্য, দেখুন:
ca: Visiteu la següent pàgina per a més informació sobre el tràfic de sortida:
cs: Pro více informací o tomto výstupním uzlu vizte:
cy: I gael fwy o wybodath amdan y gyfnewid allanfa hon, gwelwch:
da: For mere information omkring dette udgangsrelæ, se:
de: Weitere Informationen zu diesem Ausgangsrelais:
el: Για περισσότερες πληροφορίες σχετικά με αυτόν τον κόμβο εξόδου, δείτε:
eo: Pli da informo pri tiu ĉi elira peranto, ĉi tie:
es: Para más información acerca de este repetidor de salida ('exit relay'), vea:
es_ar: Para mas información sobre este relé de salida vea:
es_co: Para más información acerca de esta retransmisión de salida, vea:
es_mx: Para obtener más información sobre este relé de salida, vea:
et: Lisainfot selle väljundrelee kohta:
eu: Irteera errele honi buruzko informazio gehiago lortzeko, ikusi:
fa: برای اطلاعات بیشتر در مورد این رله کمکی خروجی، اینجا را ببینید:
fi: Katso lisätietoa tästä poistumispisteestä:
fr_ca: Pour plus d'informations à propos de ce relais de sortie, voir :
ga: Chun tuilleadh eolais a fháil faoin athsheachadán amach seo, féach:
he: לעוד מידע אודות ממסר יציאה זה, ראה:
hi: एग्ज़ित रिले के बारे में अधिक जानकारी के लिए, देखिये :
hr: Za više informacija o ovom izlaznom releju pogledajte:
hr_hr: Za više informacija o ovom izlaznom releju pogledajte:
hu: Tovább információ erről a exit relay itt:
id: Untuk informasi lebih lanjut tentang relai keluar ini, lihat:
is: Til að sjá meiri upplýsingar um þennan endurvarpa, skoðaðu:
it: Per maggiori informazioni su questo exit relay:
ja: 出口リレーに関してのさらなる情報はこちら:
ka: ვრცლად, გამსვლელი წერტილის შესახებ, იხილეთ:
km: ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​ចេញ​ពី​ការ​បញ្ជូន​បន្ត​នេះ សូម​មើល៖
ko: 출구 중계 서버 대한 정보를 더 얻고 싶으신가요?
lb: Fir méi Informatioun iwwert dësen Exit Knuet, kuckt hei:
lo: ສຳລັບຂໍ້ມູນຂ່າວສານເພີ່ມກ່ຽວກັບ ການຖ່າຍທອດນີ້, ໃຫ້ເຂົ້າເບິ່ງ:
lt: Išsamesnei informacijai apie šį išėjimo retransliavimą, žiūrėkite:
lv: Lai uzzinātu vairāk informāciju par šo izejas retranslatoru, lūdzu, skatiet:
mk: За повеќе информации во врска со овој излезен јазол, видете:
ml: ഈ എക്സിറ് റെലയെകുറിച്ച കൂടുതൽ അറിയാൻ കാണുക:
ms_my: Untuk maklumat lanjut berkenaan geganti keluar ini, sila rujuk:
nb: For mer informasjon om dette utgående rutingsstafettoppsettet, se:
nl: Meer informatie over deze uitgangslocatie, bekijk:
nn: For meir informasjon om dette utgåande releet, sjå:
pa: ਇਸ ਨਿਕਾਸ ਰੀਲੇਅ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਾਇ ਵੇਖੋ:
pl: By uzyskać więcej informacji o węzłach końcowych zobacz:
pt: Para mais informação sobre esta retransmissão de saída, consulte:
pt_br: Para mais informações sobre este retransmissor de saída, consulte:
ro: Pentru mai multe informații despre acest releu de ieșire, vezi:
ru: Для получения дополнительной информации об этом выходном узле смотрите:
sk: Pre viac informácií o tomto výstupnom relé, pozrite:
sk_sk: Pre viac informácií o tomto koncovom relé pozrite:
sl_si: Za več informacij o tem izstopnem releju, glejte:
sq: Për më shumë informacion rreth kësaj releje dalëse, shihni:
sr: За више информација о овом излазном релеју погледајте:
sv: För mer information om det här exit-reläet, se:
sw: Kwa taarifa zaidi kuhusu hii kutoka relay, ona:
th: สำหรับรายละเอียดเพิ่มเติมสำหรับ Exit relay นี้ ดู:
tr: Bu çıkış aktarıcısı hakkında daha fazla bilgi için:
uk: Для отримання деталей про даний вихідний вузол, перегляньте:
vi: Để biết thêm thông tin chi tiết về exit relay, xem thêm:
zh_cn: 有关该出口节点的更多信息，请查看：
zh_hk: 關於此出口轉向站嘅更多資訊，請參閱：
zh_tw: 關於此出口中繼節點的更多資訊，請參閱：
