Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: Congratulations. This browser is configured to use Tor.
ar: تهانينا. متصفحك مضبوط لأستخدام تور.
az: Təbriklər. Bu brauzer Tor istifadəsi üçün konfiqurasiya edilmişdir.
bg: Поздравления. Вашият браузър е настроен да използва Tor.
bn: অভিনন্দন! টর ব্যবহারের জন্য এই ব্রাউজারটি প্রস্তুত
bn_bd: অভিনন্দন। এই ব্রাউজার টর ব্যবহার করার জন্য কনফিগার করা হয়েছে।
bs: Čestitamo. Ovaj pretraživač je podešen da koristi Tor.
ca: Enhorabona. El navegador s'ha configurat per a usar Tor.
cs: Gratulujeme. Tento prohlížeč je nastaven pro užívání Toru.
cy: Llongyfarchiadau! Mae'r porwr hyn wedi'i ffurfweddu i defnyddio Tor.
da: Tillykke. Din browser er konfigureret til brug af Tor.
de: Herzlichen Glückwunsch. Dieser Browser verwendet Tor.
el: Συγχαρητήρια! Αυτός ο περιηγητής ρυθμίστηκε ώστε να χρησιμοποιεί Tor.
eo: Gratulon! Tiu ĉi retesplorilo estas agordita por uzi Tor.
es: Felicidades. Este navegador está configurado para utilizar Tor.
es_ar: Felicitaciones. Este navegador está configurado para usar Tor.
es_co: ¡Felicitaciones! Este navegador está configurado para utilizar Tor.
es_mx: Felicidades. Este navegador está configurado para usar Tor.
et: Õnnitlused. See lehitseja on häälestatud kasutama Tor'i.
eu: Zorionak. Nabigatzaile hau Tor erabiltzeko konfiguratuta dago.
fa: تبریک. این مرورگر آماده استفاده از تور است.
fi: Onnittelut. Tämä selain on asetettu käyttämään Tor-ohjelmaa.
fr_ca: Félicitations. Ce navigateur est configuré pour utiliser Tor.
ga: Comhghairdeas. Socraíodh an brabhsálaí seo le Tor a úsáid.
he: מזל טוב. דפדפן זה מוגדר להשתמש ב-Tor.
hi: बाधाई हो। यह ब्रौसेर तोर के उपयोग के लिये कॉन्फ़िगर हैं।
hr: Čestitam. ovaj internet preglednik je konfiguriran da upotrebljava Tor.
hr_hr: Čestitamo. Ovaj preglednik je konfiguriran za uporabu Tor-a.
hu: Gratulálunk! A böngésző konfigurálva lett a Tor használatához.
id: Selamat. Browser ini telah di set menggunakan Tor.
is: Til hamingju. Þessi vafri er stilltur til að nota Tor.
it: Congratulazioni. Questo browser è configurato per usare Tor.
ja: おめでとうございます。このブラウザはTorを使用するよう設定されました。
ka: გილოცავთ. ბრაუზერი სრულად გამართულია Tor-ით სარგებლობისთვის.
km: សូម​អប​អរសាទរ។ កម្មវិធី​អ៊ីនធឺណិត​នេះ​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រើ Tor ។
ko: 축하합니다. 지금부터 브라우저에서 Tor를 사용하실 수 있습니다.
ko_kr: 축하드립니다. 이 브라우저는 Tor를 사용합니다.
lb: Gratulatioun. Dëse Browser ass agestallt fir Tor ze benotzen.
lo: ຊົມເຊີຍ. ຕົວຊອກຄົ້ນເວັບນີ້ ຕັ້ງຄ່າໃຫ້ໃຊ້ ຕໍຣ໌ ແລ້ວ.
lt: Sveikiname. Ši naršyklė yra sukonfigūruota naudoti Tor.
lv: Apsveicam! Pārlūks ir nokonfigurēts, lai izmantotu Tor.
mk: Честититки. Прелистувачот е конфигуриран за употреба на Tor.
ml: അഭിനന്ദനങ്ങൾ , ഈ ബ്രൗസർ ടോർ ഉപയോഗിക്കാൻ പ്രാപ്തമാണ് .
ms_my: Tahniah. Pelayar ini telah dikonfigurasi untuk menggunakan Tor.
nb: Gratulerer. Denne nettleseren er satt opp til å bruke Tor.
nl: Gefeliciteerd. Deze browser is geconfigureerd om Tor te gebruiken.
nn: Gratulerer. Denne nettlesaren er konfigurert til å bruka Tor.
pa: ਵਧਾਈਆਂ। ਇਹ ਬਰਾਊਜ਼ਰ ਟੋਰ ਵਰਤਣ ਲਈ ਸੰਰਚਿਤ ਹੈ।
pl: Gratulacje. Twoja przeglądarka jest skonfigurowana tak, by używała Tora.
pt: Parabéns. Este navegador está configurado para utilizar o Tor.
pt_br: Parabéns. Este navegador está configurado para usar Tor.
ro: Felicitări. Acest navigator este configurat să folosească Tor.
ru: Поздравляем! Этот браузер настроен для использования Tor.
sk: Gratulujeme. Tento prehliadač je nastavený aby používal Tor.
sk_sk: Gratulujeme! Tento prehliadač je nastavený na použitie Tor.
sl_si: Čestitamo. Ta brskalnik je oblikovan za uporabo Tor
sq: Urime. Ky shfletues është konfiguruar që të përdorë Tor-in.
sr: Честитамо! Овај прегледач је подешен да користи Tor.
sv: Gratulerar. Den här webbläsaren är konfigurerad att använda Tor.
sw: Hongera. Kivinjari hiki kimewekwa kutumia Tor.
th: ยินดีด้วย เบราเซอร์นี้ถูกตั้งให้ใช้ Tor แล้ว
tr: Tebrikler. Bu tarayıcı Tor kullanımı için yapılandırıldı.
uk: Вітаємо! Цей браузер налаштований для використання Tor.
uz: Tabriklaymiz. Endi bu brauzerda Tordan foydalanish mumkin
vi: Xin chúc mừng. Trình duyệt này đã được cấu hình để dùng Tor.
zh_cn: 恭喜。该浏览器已配置为使用 Tor 网络。
zh_hk: 恭喜！此瀏覽器嘅Tor洋蔥路由已成功設定。
zh_tw: 恭喜！此瀏覽器之洋蔥路由已設定成功。

source: Please refer to the <a href="https://www.torproject.org/">Tor website</a> for further information about using Tor safely. You are now free to browse the Internet anonymously.
ar: الرجاء الرجوع إلي <a href="https://www.torproject.org/">موقع تور</a> للمزيد من المعلومات حول استخدام تور بآمان. يمكنك الان استخدام شبكة الانترنت بخصوصية.
az: Tor-u təhlükəsiz istifadə etmə qaydaları haqqında daha ətraflı məlumat üçün <a href="https://www.torproject.org/">Tor-un veb səhifəsinə</a> keç. Artıq internetdən anonim istifadə edə bilərsən.
bg: Моля, посетете <a href="https://www.torproject.org/">Сайтът на Tor</a> за повече информация относно използването на Tor безопасно. Сега можете да сърфирате из интернет анонимно.
bn: টর ব্যবহার সম্পর্কে আরো তথ্য জানতে দয়া করে <a href="https://www.torproject.org/">টর ওয়েবসাইট</a> যান। নিরাপদে আপনি এখন অজ্ঞাতভাবে বিনামূল্যে ইন্টারনেট ব্রাউজ করতে পারবেন।
bn_bd: টর ব্যবহার সম্পর্কে আরো তথ্যর জন্য <a href="https://www.torproject.org/">টর ওয়েবসাইট</a> পড়ুন দয়া করে নিরাপদে সম্পরকে পড়ুন। আপনি এখন নিরাপদে ইন্টারনেট ব্রাউজ করতে পারবেন।
bs: Molimo pogledajte <a href="https://www.torproject.org/"> Tor web stranicu </ a> za više informacija o tome kako koristiti Tor sigurno. Sada ste slobodni da pretražujete Internet anonimno.
ca: Visiteu el <a href=\"https://www.torproject.org/\">lloc web de Tor</a> per obtenir més informació de com utilitzar Tor de manera segura. Ara teniu l'oportunitat de navegar per Internet anònimament.
cs: Pro více informací o bezpečném používání Toru navštivte <a href="https://www.torproject.org/">jeho stránky</a> Internet teď prohlížíte svobodně a anonymně.
cy: Cyfeiriwch at <a href="https://www.torproject.org/"> wefan Tor</a> am ragor o wybodaeth am ddefnyddio Tor yn ddiogel. Rydych chi'n rhydd i bori'r we yn ddienw.
da: Der henvises til <a href="https://www.torproject.org/">Tor-webstedet</a> for yderligere informationer om sikker brug af Tor. Du kan nu frit browse anonymt på internettet.
de: Weitere Informationen, wie man Tor sicher benutzt, erhalten Sie auf der <a href="https://www.torproject.org/">Tor-Website</a>. Sie können jetzt anonym im Internet surfen.
el: Παρακαλώ απευθυνθείτε στην <a href="https://www.torproject.org/">Ιστοσελίδα του Tor</a> για περισσότερες πληροφορίες σχετικά με την ασφαλή χρήση του Tor. Τώρα είστε ελεύθεροι να περιηγηθείτε στο διαδίκτυο ανώνυμα.
eo: Bonvolu iri al la <a href="https://www.torproject.org/">paĝaro de Tor</a> por pli da informo pri sekura uzado de Tor. Vi nun povos retumi anonime.
es: Visite el <a href="https://www.torproject.org/">sitio web de Tor</a> para obtener más información sobre cómo usar Tor de forma segura. Ahora tiene la oportunidad de navegar por Internet anónimamente.
es_ar: Por favor dirigite a <a href="https://www.torproject.org/">Sitio web de Tor</a> para tener mas información de como usar Tor de una manera segura. Ahora vas a poder navegar en Internet de forma anónima.
es_co: Por favor, consulte el sitio Web <a href="https://www.torproject.org/"> de Tor</a> para información futura acerca del uso de Tor de manera segura. Usted es ahora libre de navegar por Internet anónimamente.
es_mx: Porfavor dirigite a <a href="https://www.torproject.org/"> el sitio web de Tor</a>para información más extensa acerca de cómo usar Tor de manera segura. Ahora eres libre de navegar por la Internet anónimamente
et: Täpsemat infot Tor'i turvalise kasutamise kohta saad <a href="https://www.torproject.org/">Tor'i veebisaidilt</a>. Võid nüüd asuda anonüümselt Internetti lehitsema.
eu: Mesedez <a href="https://www.torproject.org/">Tor webgunera</a> joan Tor era seguruan erabiltzeko informazio gehiago nahi izanez gero. Aske zara orain Interneten zehar anonimoki nabigatzeko.
fa: خواهشمند است برای اطلاعات بیشتر در مورد چگونگی استفاده امن تر از تور به <a href="https://www.torproject.org/">وبسایت تور</a> مراجعه کنید. حالا شما آزادید که بصورت ناشناس و آزاد در اینترنت بگردید.
fi: <a href="https://www.torproject.org/">Torin kotisivuilla</a> on lisätietoa Torin käyttämisestä turvallisesti. Voit nyt vapaasti selata Internettiä nimettömästi.
fr_ca: Veuillez vous référer au <a href="https://www.torproject.org/">site Web de Tor</a> pour plus d'informations sur une utilisation sécuritaire de Tor. Vous êtes maintenant libre de naviguer anonymement sur l'Internet.
ga: Gheobhaidh tú tuilleadh eolais maidir le conas is féidir Tor a úsáid go sábháilte ar <a href="https://www.torproject.org/">shuíomh Gréasáin Tor</a>. Anois tá fáilte romhat an tIdirlíon a bhrabhsáil gan d'aitheantas a nochtadh.
he: אנא פנה אל <a href="https://www.torproject.org/">אתר רשת Tor</a> למידע נוסף על שימוש ב-Tor בבטחה. כעת אתה חופשי כעת לגלוש באינטרנט באופן אלמוני.
hi: टोर का सुरक्षित रूप से उपयोग करने के लिये और अधिक जानकारी के लिए <a href="https://www.torproject.org/">Tor website</a> पर जाएँ। अब आप गुमनाम रूप से इंटरनेट ब्राउज़ कर सकते हैं।
hr: Molimo pogledajte <a href="https://www.torproject.org/">web stranicu Tora</a> za više informacija o sigurnom korištenju Tora. Sada možete anonimno pretraživati Internet.
hr_hr: Pogledajte <a href="https://www.torproject.org/">Tor web stranicu </a> za daljnje informacije o tome kako sigurno koristiti Tor. Sad možete anonimno pregledavati internet.
hu: Kérem használja a <a href="https://www.torproject.org/">Tor weboldalt</a> arról, hogy hogyan használja a Tor-t biztonságosan. Most már lehetősége van az Internetet névtelenül böngésznie.
id: Silakan kunjungi <a href="https://www.torproject.org/">situs web Tor</a> untuk informasi lebih lanjut tentang penggunaan Tor dengan aman. Anda kini dapat dengan bebas menjelajahi internet secara anonim.
is: Skoðaðu <a href="https://www.torproject.org/">Tor vefsvæðið</a> til að finna nánari upplýsingar um hvernig öruggast sé að nota Tor. Þú getur núna vafrað nafnlaust um internetið.
it: Visita il <a href="https://www.torproject.org/">sito web di Tor</a> per ulteriori informazioni su come usare Tor in modo sicuro. È ora possibile navigare in Internet in forma anonima.
ja: Torの安全な利用に関する詳細につきましては、<a href="https://www.torproject.org/">Tor ウェブサイト</a>をご覧ください。これからは、自由に匿名でインターネットをブラウズできます。
ka: გთხოვთ ეწვიოთ <a href="https://www.torproject.org/">Tor-ის ვებსაიტს</a> დამატებითი ინფორმაციის მისაღებად Tor-ით უსაფრთხო სარგებლობის შესახებ. ახლა უკვე თავისუფლად შეგიძლიათ იმოგზაუროთ ინტერნეტში, ვინაობის გაუმჟღავნებლად.
km: សូម​យោង​តាម​ <a href="https://www.torproject.org/">តំបន់​បណ្ដាញ Tor</a> សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​ការ​ប្រើ Tor ដោយ​សុវត្ថិភាព។ ឥឡូវ​អ្នក​រុករក​តាម​អ៊ីនធឺណិត​ដោយ​សេរី​ជា​លក្ខណៈ​​អនាមិក។
ko: Tor 관련 사용 정보를 얻으려면 <a href="https://www.torproject.org/">Tor website</a>를 방문하십시오. 귀하는 이제 인터넷을 익명으로 자유롭게 탐색할 수 있습니다.
ko_kr: <a href="https://www.torproject.org/">Tor 웹사이트</a>에 접속하셔서 Tor를 안전하게 이용하는 정보에 대해 제공 받아보세요. 이제 인터넷을 익명으로 자유롭게 여행해 보세요.
lb: Wann ech gelift, informéiert iech op der <a href="https://www.torproject.org/">Tor Websäit</a> doriwwer wei een Tor sécher benotzt. Dir hutt d'Recht fir Anonym kennen am Internet ze surfen.
lo: ກະລຸນາ ອ້າງອິງໄປຍັງ <a href="https://www.torproject.org/"> ເວັບໄຊຕ໌ ຕໍຣ໌ </a> ເພື່ອຮູ້ຂໍ້ມູນຂ່າວສານເພີ່ມ ກ່ຽວກັບ ການໃຊ້ງານ ຕໍຣ໌ ຢ່າງປອດໄພ. ບັດນີ້ ທ່ານສາມາດ ທ່ອງເວັບ ໃນນາມ ນິຣະນາມ ບຸກຄົນ ໄດ້ ໂດຍບໍ່ເສັຍຄ່າບໍລິການ.
lt: Tolimesnei informacijai apie tai kaip saugiai naudotis Tor, kreipkitės į <a href="https://www.torproject.org/">Tor internetinę svetainę</a>. Dabar galite laisvai anonimiškai naršyti internete.
lv: Lūdzu, apmeklējiet <a href="https://www.torproject.org/">Tor mājaslapu</a> , lai uzzinātu papildu informāciju par drošu Tor izmantošanu. Jūs tagad varat anonīmi pārlūkot internetu.
mk: Посетете го <a href="https://www.torproject.org/">мрежното месо на Tor</a> за повеќе информации за негова безбедна употреба. Сега слободно можете да прелистувате на Интернет анонимно.
ml: ടോർ സുരക്ഷിതമായി ഉപയോഗിക്കാൻ ദയവായി <a href="https://www.torproject.org/"> ടോർ വെബ്സൈറ്റ് </a> പരാമർശിക്കുന്ന വിവരങ്ങൾ വായിക്കുക . നിങ്ങൾ ഇപ്പോൾ സ്വാതന്ത്ര്യമായി അജ്ഞാതനായി ഇന്റർനെറ്റ് തിരയുക
ms_my: Sila rujuk kepada laman sesawang <a href="https://www.torproject.org/">Tor</a> untuk maklumat lanjut mengenai penggunaan Tor dengan selamat. Anda kini bebas untuk melayari internet secara awanama.
nb: Besøk <a href="https://www.torproject.org/">Tor-nettside</a> for mer informasjon om hvordan du bruker Tor på en sikker måte. Du kan nå fritt surfe anonymt på Internett.
nl: Raadpleeg de <a href="https://www.torproject.org/">Tor-website</a> voor meer informatie over hoe u Tor veilig kunt gebruiken. U kunt nu anoniem op het internet surfen.
nn: Gå til <a href="https://www.torproject.org/">Tor-nettsida</a> for meir informasjon om trygg bruk av Tor. Du kan no fritt surfa anonymt på Internett.
pa: ਕਿਰਪਾ ਕਰ ਕੇ <a href="https://www.torproject.org/">ਟੌਰ ਵੈੱਬਸਾਈਟ </a>ਤੇ ਜਾ ਕੇ ਟੌਰ ਦੀ ਸਹੀ ਵਰਤੋ ਬਾਰੇ ਸਮਝੋ. ਤੁਸੀਂ ਹੁਣ ਗੁਪਤ ਹੋ ਕੇ ਇੰਟਰਨੈੱਟ ਬ੍ਰਾਉਜ਼ ਕਰ ਸਕਦੇ ਹੋ.
pl: Proszę przejść na <a href="https://www.torproject.org/">stronę Tora</a>, by dowiedzieć się więcej o bezpiecznym używaniu Tora. Możesz teraz anonimowo przeglądać Internet.
pt: Por favor, aceda ao <a href="https://www.torproject.org/">sítio da Web do Tor</a> para mais informação sobre como utilizar o Tor em segurança. Agora está preparado para navegar anonimamente na Internet.
pt_br: Por favor, consulte <a href="https://www.torproject.org/">site Tor</a> para outras informações sobre como usar Tor com segurança. Sinta-se à vontade para navegar anonimamente na Internet.
ro: <a href="https://www.torproject.org/">Site-ul Tor</a> oferă mai multe despre folosirea Tor în siguranță. Acum ești liber să navighezi pe Internet în mod anonim.
ru: Прочитайте документацию на <a href="https://www.torproject.org/">официальном веб-сайте Tor</a>, чтобы получить дополнительную информацию о безопасном использовании Tor. Теперь вы можете пользоваться интернетом анонимно.
sk: Prosím, pozrite sa na <a href="https://www.torproject.org/">webovú stránku Tor</a> kvôli ďalším informáciám o tom ako používať Tor bezpečne. Teraz môžete prehliadať Internet anonymne.
sk_sk: Prosím, obráťte sa na <a href="https://www.torproject.org/">stránku Tor</a> pre viac informácií o tom, ako bezpečne používať Tor. Teraz môžete voľne a anonymne surfovať po Internete.
sl_si: Prosimo oglejte si <a href="https://www.torproject.org/">Tor website</a> za nadaljne informacije o varni uporabi Tor. Sedaj lahko anonimno brskate po spletu.
sq: Ju lutemi referohuni tek <a href="https://www.torproject.org/">webfaqja e Tor-it</a> për informacion të mëtejshëm rreth përdorimit të sigurt të Tor-it. Tashmë jeni i lirë ta shfletoni Internetin anonimisht.
sr: Молимо вас да погледате <a href="https://www.torproject.org/">Tor вебсајт</a> за више информација о безбедном коришћењу Tor-а. Сада можете анонимно да претражујете интернет.
sv: Vänligen besök <a href="https://www.torproject.org/">Tor-webbplatsen</a> för mer information om hur du använder Tor på ett säkert sätt. Du kan nu surfa på nätet anonymt.
sw: Tafadhali rejeakwa 1 tovuti ya Tor 1 kwa taarifa zaidi kuhusu kutumia Tor kwa usalama. Sasa upo huru kuvinjari internet bila kujulikana.
th: กรุณาไปที่ <a href="https://www.torproject.org/">เว็บไซต์ Tor</a> สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการใช้ Tor อย่างปลอดภัย ตอนนี้คุณมีเสรีภาพในการใช้อินเทอร์เน็ตโดยไม่เปิดเผยตัวตนแล้ว
tr: Lütfen Tor'u güvenli olarak kullanmak hakkında daha ayrıntılı bilgi almak için <a href="https://www.torproject.org/">Tor web sitesine</a> bakın. Artık Internet'te anonim olarak özgürce dolaşabilirsiniz.
uk: Перейдіть за посиланням <a href="https://www.torproject.org/">Tor website</a>по подальшу інформацію про безпечне користування браузером Tor. Ви тепер вільні у анонімному пошуку в Інтернеті.
uz: Tor brauzeridan xavfsiz foydalanish haqida batafsil maʼlumot olish uchun <a href="https://www.torproject.org/">Tor sayti</a>ga kiring. Siz endi internetda bepul kezishingiz mumkin.
vi: Hãy tham khảo <a href="https://www.torproject.org/"> trang web Tor</a> cho những thông tin xa hơn về việc sử dụng Tor một cách an toàn. Bây giờ bạn có thể tự do lướt Internet ẩn danh.
zh_cn: 有关如何安全使用 Tor 的更多信息，请访问 <a href="https://www.torproject.org/">Tor 网站</a>。现在，请开始匿名网络冲浪吧！
zh_hk: 請參閱<a href="https://www.torproject.org/">Tor洋蔥路由網站</a>有關安全使用Tor洋蔥路由嘅進一步資訊。你咿㗎以匿名方式瀏覽互聯網。
zh_tw: 請參閱<a href="https://www.torproject.org/">Tor 網站</a>有關安全使用 Tor 的進一步資訊。您現在是以匿名方式瀏覽網際網路。

source: There is a security update available for Tor Browser.
bg: Има налична актуализация по сигурността на TOR браузъра
bn: টর ব্রাউজারের জন্য একটি নিরাপত্তা আপডেট উপলব্ধ আছে।
bn_bd: টর ব্রাউজারের জন্য একটি নিরাপত্তা আপডেট আছে।
ca: Hi ha una actualització de seguretat disponible per al navegador Tor
cs: Pro váš prohlížeč Tor je dostupné nová bezpečnostní aktualizace.
da: Der er en sikkerhedsopdatering tilgængelig for Tor Browser.
de: Es ist ein Sicherheitsupdate für den Tor-Browser verfügbar.
el: Υπάρχει μια διαθέσιμη αναβάθμιση ασφάλειας για τον Tor Browser.
es: Hay una actualización de seguridad disponible para el Navegador Tor.
es_co: Hay una actualizacion de seguridad para el navegador Tor
es_mx: Hay actualizaciones de seguridad disponibles para Tor Browser.
et: Tor'i lehitsejale on saadaval turvauuendus.
fa: یک به‌روزرسانی امنیتی برای مرورگر Tor وجود دارد.
ga: Tá nuashonrú slándála ar fáil ar Bhrabhsálaí Tor.
he: ישנו עדכון אבטחה זמין לדפדפן Tor.
hi: टोर ब्राउज़र के लिए एक सुरक्षा अद्यतन उपलब्ध है।
hr: dostupno je sigurnosno ažuriranje za Tor internet preglednik.
hr_hr: Dostupno je sigurnosno ažuriranje za Tor Preglednik.
hu: Biztonsági frissítés érhető el a Tor Browser-hez.
id: Ada update keamaan untuk browser Tor.
is: Til er öryggisuppfærsla fyrir Tor-vafrann.
ja: Tor Browser のセキュリティアップデートがあります。
ka: ხელმისაწვდომია უსაფრთხოების განახლება Tor-ბრაუზერისთვის.
lb: Et gëtt een Sécherheetsupdate fir ären Tor Browser.
lo: ມີການປັບປຸງຊຸດຄວາມປອດໄພ ກຽມພ້ອມໃຫ້ແລ້ວ ສຳລັບຊຸດທ່ອງເວັບ ຕໍຣ໌.
lt: Yra prieinamas Tor Browser saugumo atnaujinimas.
mk: Достапна е нова верзија за Tor Browser.
ml: ടോർ ബ്രൗസറിന് ഒരു സുരകാശിതമായ പുതുമ വന്നിരിക്കുന്നു
ms_my: Terdapat kemaskini keselamatan telah tersedia untuk Pelayar Tor.
nb: En sikkerhetsoppdatering er tilgjengelig for Tor-nettleseren.
nn: Ei tryggingsoppdatering for Tor-nettlesaren er klar.
pa: ਟੋਰ ਬਰਾਊਜ਼ਰ ਲਈ ਸੁਰੱਖਿਆ ਅੱਪਡੇਟ ਉਪਲੱਬਧ ਹੈ।
pl: Dostępna jest aktualizacja bezpieczeństwa dla Tor Browser.
pt: Está disponível uma atualização de segurança para o Navegador Tor.
pt_br: Há uma atualização de segurança disponível para o Navegador Tor.
ro: S-a găsit o actualizare de securitate pentru navigatorul Tor Browser.
ru: Доступно обновление безопасности для браузера Tor.
sq: Është një përditësim sigurie i disponueshëm për Shfletuesin Tor.
sr: Доступно је безбедносно ажурирање за Тор Браузер.
sv: Det finns en tillgänglig säkerhets uppdatering för Tor Browser.
sw: Sasisho mpya inapatikana kwa kivinjari cha Tor.
tr: Tor Browser için bir güvenlik güncellemesi yayınlanmış.
uk: Вже є оновлення для системи безпеки для Tor Browser.
uz: Tor brauzeri uchun xavfsizlik yangilanishi mavjud.
vi: Có một bản cập nhật về an ninh có sẵn cho Trình duyệt Tor.
zh_cn: Tor Browser 有新的安全更新。
zh_hk: Tor洋蔥路由瀏覽器有安全更新。
zh_tw: 有可取得的洋蔥路由瀏覽器安全性更新
