Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: However, it does not appear to be Tor Browser.
bg: Въпреки това, това не изглежда да е Tor Browser.
bn: তবে, এটি টর ব্রাউজার বলে মনে হচ্ছে না।
bn_bd: তবে, এটি টর ব্রাউজার বলে মনে হচ্ছে না।
ca: Tanmateix, no sembla que sigui un Navegador Tor.
cs: Nicméně toto nevypadá jako prohlížeč Tor.
da: Det lader dog ikke til at være Tor Browser.
de: Jedoch dürfte es kein Tor-Browser sein.
el: Ωστόσο, δε φαίνεται να είναι ο Tor Browser.
es: Sin embargo, no parece que sea el Navegador Tor.
es_mx: Sin embargo, no parece ser el navegador Tor .
et: Kuid see ei tundu olevat Tor Browser.
fa: با این حال، به نظر نمی رسد به مرورگر Tor.
ga: Ach níl cosúlacht air gur Brabhsálaí Tor atá ann.
he: אולם, נראה שזה אינו דפדפן Tor.
hi: हालांकि, यह टोर ब्राउज़र प्रतीत नहीं होता है।
hr: Međutim, čini se da to nije Tor Browser.
hr_hr: Međutim, čini se da to nije Tor Preglednik.
hu: Úgy tűnik, ez nem Tor Browser
id: Namun, hal tersebut tidak tampak sebagai Peramban Tor.
is: Hinsvegar lítur þetta ekki út fyrir að vera Tor-vafri.
ja: Tor Browser が見当たりません。
ka: სავარაუდოდ, არ უნდა იყოს Tor-ბრაუზერი
lb: Leider gesäit et sou aus wei wann der net den Tor Browser géift benotzen.
lo: ຢ່າງໃດກໍຕາມ, ເບິ່ງຄືວ່າມັນປາກົດຂຶ້ນບໍ່ແມ່ນສຳລັບ ໂຕທ່ອງເວັບ ຕໍຣ໌
lt: Vis dėlto, atrodo, kad tai nėra Tor Browser.
mk: Како и да е, не изгледа дека е Tor Browser.
ml: എന്നിരുന്നാലും ഇത് ടോർ ബ്രൗസറിൽ കാണുന്നില്ല
ms_my: Walaubagaimanapun, ia bukanlah Pelayar Tor.
nb: Dog ser ikke ut til å være Tor-nettleseren.
pl: Chociaż, nie wygląda na to, żeby był to Tor Browser.
pt: Contudo, este não parece ser um Tor Browser.
pt_br: Porém, parece que este não é o Navegador Tor.
ro: Oricum, nu pare a fi navigatorul Tor Browser.
ru: Это не похоже на Tor Browser.
sq: Megjithatë, ky s'duket të jetë e Shfletuesi Tor.
sr: Међутим, изгледа да није Тор Браузер.
sv: Dock verkar det inte vara Tor Browser.
sw: Hata hivyo, Haionekani kuwa kivinjari cha Tor.
tr: Bununla birlikte Tor Browser yazılımı kullanılıyor gibi görünmüyor.
uk: Тим не менш, це не схоже на браузер Tor.
vi: Tuy nhiên, có vẻ nó không phải là Trình duyệt Tor
zh_cn: 不过，好像用的并非 Tor Browser。
zh_hk: 然而，這似乎並非Tor洋蔥路由瀏覽器。
zh_tw: 然而，這似乎不是洋蔥路由瀏覽器。

source: Run a Relay
bg: Пусни Relay
bn: একটি রিলে চালান
bn_bd: একটি রিলে চালান
ca: Exectuta un repetidor
cs: Spustit uzel
da: Kør et relæ
de: Ein Relais betreiben
el: Δημιουργήστε έναν αναμεταδότη
es: Ejecutar un repetidor
es_mx: Ejecutar un relé
et: Käivita relee
fa: اجرای یک رله
ga: Athsheachadán Tor a Rith
he: הרץ ממסר
hi: एक रिले चलाएं
hr: Pokreni relej
hr_hr: Pokreni relej
hu: Átjátszó futtatása
id: Jalankan sebuah Relai
is: Keyrðu endurvarpa (relay)
ja: リレーを実行する
ka: გადამცემის ამოქმედება
lb: E Relais bedreiwen
lo: ແລ່ນຊ່ວງຂ່າຍຕໍ່
lt: Vykdyti retransliavimą
mk: Покрени јазол
ms_my: Jalankan Geganti
nb: Kjør et rutingsstafettoppsett
pa: ਰੀਲੇਅ ਚਲਾਓ
pl: Uruchom Przekaźnik
pt: Executar uma transmissão
pt_br: Rodar um Retransmissor
ro: Menține un releu
ru: Запустить ретранслятор
sq: Ekzekutoni një Rele
sr: Покрени Релеј
sv: Starta en relä
sw: Kimbia a Relay
tr: Aktarıcı Görevi Üstlen
uk: Запустити Мережу
vi: Chạy việc tiếp sức
zh_cn: 搭建中继
zh_hk: 架設一個轉向站
zh_tw: 架設一個洋蔥路由中繼節點

source: Stay Anonymous
bg: Останете анонимни
bn: অজ্ঞাত থাকুন
bn_bd: নিরাপদ থাকুন
ca: Mantingues-me anònim
cs: Zůstat v anonymitě
da: Forbliv Anonym
de: Bleiben Sie anonym
el: Παραμείνετε Ανώνυμος
es: Permanecer anónimo
es_mx: Manténgase Anónimo
et: Jää anonüümseks
fa: ناشناس بمان
ga: D'aitheantas a Cheilt
he: הישאר אלמוני
hi: अनामिक रहें
hr: Ostanite anonimni
hr_hr: Ostani Anoniman
hu: Maradjon névtelen
id: Tetap Anonim
is: Haltu nafnleysi þínu
ja: 匿名のままでいる
ka: ვინაობის გაუმჟღავნებლად
lb: Bleif Anonym
lo: ເຂົ້າຢູ່ໂດຍບໍ່ປະສົງອອກຊື່
lt: Išlikti anonimu
mk: Останете анонимни
ml: അജ്ഞാതനായി തുടരുക
ms_my: Kekal Awanama
nb: Forbli anonym
nn: Ver anonym
pa: ਅਗਿਆਤ ਰਹੋ
pl: Pozostań Anonimowy
pt: Manter anonimato
pt_br: Continuar anônimo
ro: Menține-ti Anonimitatea
ru: Остаться анонимным
sq: Qëndroni Anonimo
sr: Останите Анонимни
sv: Förbli anonym
sw: Kuwa isiyojulikana
tr: Anonim Kal
uk: Залишитися Анонімним
vi: Ẩn danh
zh_cn: 保持匿名
zh_hk: 保持匿名
zh_tw: 保持匿名狀態

source: There is a security update available for the Tor Browser Bundle.
ar: هناك تحديث أمني متوفر لحزمة متصفح تور.
cy: Mae diweddariad diogelwch ar gael ar gyfer y Pecyn Porwr Tor (Tor Browser Bundle).
eu: Segurtasun eguneraketa bat eskuragarri dago Tor Browser Bundlearentzako.
fi: Tor-selaimelle on saatavilla tietoturvapäivitys.
fr_ca: Une mise à jour de sécurité est proposée pour l'offre groupée de navigation Tor.
km: មាន​បច្ចុប្បន្នភាព​សុវត្ថិភាព​សម្រាប់ Tor Browser Bundle ។
ko: Tor browser Bundle에 대한 보안 업데이트가 있습니다.
ko_kr: Tor 브라우저에 보안 업데이트가 있습니다.
nl: Er is een beveiligingsupdate beschikbaar voor de Tor Browser Bundle.
sk_sk: Pre Tor Browser Bundle je dostupná bezpečnostná aktualizácia.
sl_si: Varnostna nadgradnja za zavitek Tor brskalnik je narazpolago.
th: มีชุดปรับปรุงความปลอดภัยรุ่นใหม่สำหรับ Tor Browser Bundle แล้ว

source: However, it does not appear to be the Tor Browser Bundle.
ar: ولكن، انها لا تبدو كأنها حزمة متصفح تور
cy: Fodd bynnag, nid yw'n ymddangos i fod yn Pecyn Porwr Tor
eu: Hala ere, ez du ematen Tor Browser Bundlea denik.
fi: Se ei kuitenkaan näytä olevan Tor-selainpaketti.
fr_ca: Toutefois, ça ne semble pas être l'offre groupée de navigation Tor.
km: ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ វា​មិន​បង្ហាញ​ថា​​ជា Tor Browser Bundle ។
ko: 그러나 Tor 브라우저 번들이 아닌 것 같습니다.
nl: Het blijkt echter niet de Tor Browser Bundle te zijn.
sl_si: Izgleda, da to ni zvitek Tor brskalnika.
th: อย่างไรก็ตาม ไม่พบว่าเป็น Tor Browser

source: <a href="https://www.torproject.org/download/">Click here to go to the download page</a>
ga: <a href="https://www.torproject.org/download/">Cliceáil anseo chun an leathanach íoslódála a oscailt</a>
lt: <a href="https://www.torproject.org/download/">Spustelėkite čia, norėdami pereiti į atsiuntimo puslapį</a>
ml: <a href="https://www.torproject.org/download/">ഡൌൺലോഡ് പേജിലേക് പോകുവാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക </a>
sw: 1 gusa hapa kwenda kwenye ukurasa uliopakuliwa 1
uz: <a href="https://www.torproject.org/download/">Yuklab olish sahifasini ochish uchun bu yerga bosing</a>

source: If you are attempting to use a Tor client, please refer to the <a href="https://www.torproject.org/">Tor website</a> and specifically the <a href="https://support.torproject.org/#faq">frequently asked questions</a>.
ga: Má tá tú ag iarraidh cliant Tor a úsáid, féach ar <a href="https://www.torproject.org/">shuíomh Gréasáin Tor</a> agus go háirithe <a href="https://support.torproject.org/#faq">Ceisteanna Is Coitianta</a>.
lt: Jeigu bandote naudoti Tor kliento programą, kreipkitės į <a href="https://www.torproject.org/">Tor internetinę svetainę</a>, o konkrečiai į <a href="https://support.torproject.org/#faq">dažnai užduodamus klausimus</a>.
ml: നിങ്ങൾ ഒരു ടോർ ക്ലയന്റ് ഉപയോഗിക്കുവാൻ ശ്രെമിക്കുകയാണെങ്കിൽ <a href="https://www.torproject.org/">ടോർ വെബ്സൈറ്റ്റിൽ</a> പ്രീതിപാദിക്കുന്ന <a href="https://support.torproject.org/#faq">നേരത്തെ ചോദിച്ച ചോദ്യവും ഉത്തരവും</a> സ്രെധിക്കുക്ക .
sw: Kama unajaribu kutumia mteja wa Tor, tafadhali rejea kwa 1 tovuti ya Tor 1 na maalum kwa 2 maswali yanayoulizwa mara kwa mara 2 .

source: Relay Search
lt: Retransliavimų paieška
ml: റിലേ തിരയുക
sw: Tafuta Relay

source: Please refer to the <a href="https://www.torproject.org/">Tor website</a> for further information about using Tor safely.
gl: Por favor, consulte o <a href="https://www.torproject.org/">sitio web da Tor</a> para obter máis información sobre como usar o Tor de forma segura.
my: ဤဆိုက္ကိုသြားပါ <a href="https://www.torproject.org/">Tor website </a> Tor ကိုဘယ္လိုစိတ္ခ်လက္ခ်စြာအသံုးျပဳႏုိင္မလဲ

source: If you are attempting to use a Tor client, please refer to the <a href="https://www.torproject.org/">Tor website</a> and specifically the <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ItDoesntWork">instructions for configuring your Tor client</a>.
gl: Se estás a usar un cliente Tor, consulte o <a href="https://www.torproject.org/">sitio web da Tor</a> e, especificamente, <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ItDoesntWork"as instruccións para configurar o seu cliente Tor</a>.
my: သင္ Tor ကိုအသံုးျပဳတဲ့သူတေယာက္ျဖစ္ခ်င္ရင္ ဤဆိုက္ကိုသြားပါ <a href="https://www.torproject.org/">Tor website </a> အေသးစိတ္ကို <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ItDoesntWork"> Tor အသံုးျပဳသူတေယာက္၏လမ္းညြန္</a>

source: A temporary service outage prevents us from determining if your source IP address is a <a href="https://www.torproject.org/">Tor</a> node. For other ways to test whether you are using Tor, please visit <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#IsMyConnectionPrivate">this FAQ entry</a>.
gl: A interrupción temporal do servizo, nos impide determinar se o seu enderezo IP de orixe é un nó <a href="https://www.torproject.org/">Tor</a>. Para outras formas de probar se está a usar Tor, por favor visite <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#IsMyConnectionPrivate">esta entrada FAQ.</a>.
my: ယာယီေဆာင္ရြက္မႈပ်က္ယြင္းျခင္းသည္ ကၽႊႏု္တို႔ကို သင္၏ IP လိပ္စာကိုသိေစရန္ကာကြယ္ထားပါသည္။ <a href="https://www.torproject.org/">Tor</a> node. သင္သည္ Tor ဆိုက္ကိုအသံုးျပဳမႈရွိမရွိကိုသိေစရန္ ဤဆိုက္သို႔သြားပါ <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#IsMyConnectionPrivate"> အေမးအေျဖ </a>.

source: Additional information:
gl: Información complementarias:
my: တျခားအခ်က္အလက္မ်ား:

source: This small script is powered by <a href="http://exitlist.torproject.org/">tordnsel</a>
gl: Este pequeno script é alimento por <a href="http://exitlist.torproject.org/">tordnsel</a>
my: ဒီ script အား <a href="http://exitlist.torproject.org/">tordnsel</a> မွယူပါသည္။

source: You may also be interested in the <a href="/cgi-bin/TorBulkExitList.py">Tor Bulk Exit List Exporter</a>
gl: Tamén pode estar interesado no <a href="/cgi-bin/TorBulkExitList.py">Bulk Exit List Exportar a Tor</a>
my: သင့္အေနျဖင့္ <a href="/cgi-bin/TorBulkExitList.py">Tor Bulk Exit List Exporter</a> အားစိတ္ဝင္စားႏိုင္ပါလိမ့္မည္။

source: This server does not log <i>any</i> information about visitors.
gl: Este servidor non rexistra <i>ningún</i> a información sobre os visitantes.
my: ဤ server တြင္ လာလည္သူမ်ား၏ မည့္သည့္ အခ်က္အလက္ကိုမွ် မသိမ္းမွတ္ထားပါ။
