Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: If you are attempting to use a Tor client, please refer to the <a href="https://www.torproject.org/">Tor website</a> and specifically the <a href="https://www.torproject.org/docs/faq#DoesntWork">instructions for configuring your Tor client</a>.
ar: إذا كنت تحاول استخدام برنامج تور، يرجى زيارة <a href="https://www.torproject.org/"> موقع تور</a> و تحديداً <a href="https://www.torproject.org/docs/faq#DoesntWork"> تعليمات ضبط او تكوين برنامج تور </a>.
az: Tor müştərisini istifadə etmək istədiyin halda lütfən, <a href="https://www.torproject.org/">Tor-un veb səhifəsinə</a> keç və daha sonra <a href="https://www.torproject.org/docs/faq#DoesntWork">Tor müştərinin quraşdırılma qaydaları</a> bölməsinə daxil ol.
bg: Ако се опитвате да използвате Тор програма, моля разгледайте <a href="https://www.torproject.org/">Тор страницата</a> и най-вече <a href="https://www.torproject.org/docs/faq#DoesntWork">инструкциите за конфигуриране на Тор програмта</a>.
bn: যদি আপনি একটি টর ক্লায়েন্ট ব্যবহার করতে চান, তাহলে <a href="https://www.torproject.org/">টর ওয়েবসাইটটি</a> এবং বিশেষভাবে আপনার <a href="https://www.torproject.org/docs/faq#DoesntWork">টর ক্লায়েন্ট কনফিগার করার জন্য নির্দেশাবলী পড়ুন</a>।
bn_bd: যদি আপনি একটি Tor ক্লায়েন্ট ব্যবহার করার চেষ্টা করেন, তাহলে <a href="https://www.torproject.org/">Tor ওয়েবসাইট</a> এবং নির্দিষ্টভাবে আপনার <a href="https://www.torproject.org/docs/faq#DoesntWork">Tor ক্লায়েন্ট কনফিগার করার জন্য নির্দেশাবলী পড়ুন</a>।
bs: Ako pokušavate koristiti Tor klijent, pogledajte <a href="https://www.torproject.org/"> Tor web stranicu </ a> i posebno <a href = "https://www .torproject.org / docs / faq # DoesntWork "> upute za konfiguriranje vašeg Tor klijent </ a>
ca: Si esteu intentant utilitzar el client Tor, visiteu el <a href=\"https://www.torproject.org/\">lloc web de Tor</a> i específicament les <a href=\"https://www.torproject.org/docs/faq#DoesntWork\">instruccions per a configurar el client Tor</a>.
cs: Pokud chcete používat klienta sítě Tor, navštivte prosím <a href="https://www.torproject.org/">stránky Toru</a> a zejména<a href="https://www.torproject.org/docs/faq#DoesntWork">pokyny pro nastavení klienta</a>.
cy: Os ydych yn ceisio defnyddio'r cleient Tor, cyfeiriwch at y <a href="https://www.torproject.org/">gwefan Tor</a> ac yn benodol <a href="https://www.torproject.org/docs/faq#DoesntWork">cyfarwyddiadau ar gyfer ffurfweddu eich cleient Tor</a>
da: Hvis du forsøger at anvende en Tor-klient henvises der til <a href="https://www.torproject.org/">Tor websiden</a> og særligt til <a href="https://www.torproject.org/docs/faq#DoesntWork">instruktionerne for opsætning af din Tor klient</a>.
de: Sollten Sie gerade versuchen ein, Tor-Programm zu benutzen, sehen Sie sich bitte die <a href="https://www.torproject.org/">Tor-Website</a> und speziell die <a href="https://www.torproject.org/docs/faq#DoesntWork">Anleitung zum Einrichten eines Tor-Programms</a> an.
el: Αν προσπαθείτε να χρησιμοποιήσετε τον πελάτη Tor, μπορείτε να ανατρέξετε στην <a href="https://www.torproject.org/">Ιστοσελίδα του Tor</a> και συγκεκριμένα στις <a href="https://www.torproject.org/docs/faq#DoesntWork">οδηγίες για τη ρύθμιση του Tor client</a>.
eo: Se vi klopodas uzi klienton de Tor, bonvolu iri al la <a href="https://www.torproject.org/">paĝaro de Tor</a>, specife al la <a href="https://www.torproject.org/docs/faq#DoesntWork">instrukcioj por agordi vian klienton de Tor</a>.
es: Si está intentando utilizar el cliente Tor, visite el <a href="https://www.torproject.org/">sitio web de Tor</a> y específicamente las <a href="https://www.torproject.org/docs/faq#DoesntWork">instrucciones para configurar su cliente Tor</a>.
es_ar: Si estásintentando usar un cliente de Tor, por favor andá a href="https://www.torproject.org/">Sitio web de Tor</a> y especificamente a <a href="https://www.torproject.org/docs/faq#DoesntWork"> las instrucciones para configurar tu cliente de Tor</a>
es_co: Si usted está intentando utilizar a un cliente Tor, por favor consulte el sitio Web <a href="https://www.torproject.org/"> de Tor </a> y específicamente las instrucciones para configurar <a href="https://www.torproject.org/docs/faq#DoesntWork"> a su cliente de Tor </a>.
es_mx: Si está intentando usar un cliente Tor, por favor consulte el <a href="https://www.torproject.org/">sitio web de Tor</a> y, específicamente, las <a href="https://www.torproject.org/docs/faq#DoesntWork">instrucciones para configurar su cliente Tor</a>.
et: Kui sa üritad Tor'i klienti kasutada, siis uuri <a href="https://www.torproject.org/">Tor'i veebisaidilt</a>, kuidas seda teha, täpsemalt siis <a href="https://www.torproject.org/docs/faq#DoesntWork">juhendit Tor'i kliendi seadistamiseks</a>.
eu: Tor bezero bat erabiltzen saiatzen ari bazara, mesedez ikusi <a href="https://www.torproject.org/">Tor webgunea</a> eta zehazki <a href="https://www.torproject.org/docs/faq#DoesntWork">zure Tor bezeroa konfiguratzeko argibideak</a>.
fa: اگر قصد دارید از یک کلاینت تور استفاده کنید، لطفاً به <a href="https://www.torproject.org/">وبسایت تور</a> و مخصوصاً به <a href="https://www.torproject.org/docs/faq#DoesntWork">راهنمای تنظیم و راه اندازی کلاینت تور</a> مراجعه کنید.
fi: Jos olet yrittämässä käyttää Tor-asiakasohjelmaa, käy <a href="https://www.torproject.org/">Torin kotisivuilla</a> ja lue erityisesti <a href="https://www.torproject.org/docs/faq#DoesntWork">ohjeita Tor-asiakasohjelman konfiguroimiseen</a>.
fr_ca: Si vous tentez d'utiliser un client Tor, veuillez vous référer au <a href="https://www.torproject.org/">site Web de Tor</a> et plus spécifiquement aux <a href="https://www.torproject.org/docs/faq#DoesntWork">instructions pour configurer votre client Tor</a>.
he: אם אתה מנסה להשתמש בלקוח Tor, אנא פנה אל <a href="https://www.torproject.org/">אתר רשת Tor</a> ובייחוד אל הוראות <a href="https://www.torproject.org/docs/faq#DoesntWork"> לשם הגדרת לקוח </a> Tor שלך.
hi: यदि आप टोर क्लायंट का उपयोग का प्रयास कर रहे हैं तो कॄपिया <a href="https://www.torproject.org/"> टोर वेबसाइट पर जाये </a> और विशेष रूप से <a href="https://www.torproject.org/docs/faq#DoesntWork"> आप के टोर क्लायंट को संस्थापित करने के सामान्य अनुदेश पढे </a>
hr: Ako pokušavate koristiti Tor klijent, molimo pogledajte <a href="https://www.torproject.org/">web stranicu Tora</a> i posebno <a href="https://www.torproject.org/docs/faq#DoesntWork">instrukcije za konfiguriranje Vašeg Tor klijenta</a>.
hr_hr: Ako pokušavate koristiti Tor klijent provjerite <a href="https://www.torproject.org/">Tor web stranicu</a>, posebice <a href="https://www.torproject.org/docs/faq#DoesntWork">upute za konfiguraciju Vašeg Tor klijenta</a>.
hu: Ha Tor klienst szertne használni, kérjük látogasson a <a href="https://www.torproject.org/">Tor weboldalra, </a> azon belül főleg az <a href="https://www.torproject.org/docs/faq#DoesntWork">Útmutató a Tor kliens beállításához</a> oldalra.
id: Jika Anda ingin mencoba menggunakan aplikasi Tor, mohon kunjungi <a href="https://www.torproject.org/">situs web Tor</a> dan khususnya <a href="https://www.torproject.org/docs/faq#DoesntWork">panduan untuk mengkonfigurasi aplikasi Tor Anda</a>.
is: Ef þú ert að reyna að nota Tor-biðlara, skaltu endilega skoða <a href="https://www.torproject.org/">Tor-vefsvæðið</a> og þá sérstaklega <a href="https://www.torproject.org/docs/faq#DoesntWork">leiðbeiningar um hvernig á að stilla Tor-biðlara</a>.
it: Se si sta tentando di utilizzare un client Tor, consultare il <a href="https://www.torproject.org/">sito web di Tor</a> ed in particolare le <a href="https://www.torproject.org/docs/faq#DoesntWork">istruzioni per configurare il client Tor</a>.
ja: Torクライアントを使用しようとしているならば、<a href="https://www.torproject.org/">Torウェブサイト</a>、そして特に<a href="https://www.torproject.org/docs/faq#DoesntWork">Torクライアントを設定するために</a>を参照してください。
ka: თუ ცდილობთ გამართოთ Tor-ის პროგრამა, გთხოვთ ეწვიოთ <a href="https://www.torproject.org/">Tor-ის ვებსაიტს</a> და მიჰყვეთ შესაბამის <a href="https://www.torproject.org/docs/faq#DoesntWork">მითითებებს Tor-პროგრამის სწორად გასამართად</a>.
km: បើ​អ្នក​កំពុង​ព្យាយាម​ប្រើ​ម៉ាស៊ីន​កូន Tor សូម​យោង​តាម <a href="https://www.torproject.org/"> តំបន់បណ្ដាញ Tor</a> និង​ជា​ពិសេស <a href="https://www.torproject.org/docs/faq#DoesntWork"> ការ​ណែនាំ​សម្រាប់​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​កូន Tor របស់​អ្នក</a>។
ko: Tor 클라이언트를 사용하고 싶으시다면, <a href="https://www.torproject.org/">Tor website</a>를 방문하십시오. 특히, <a href="https://www.torproject.org/docs/faq#DoesntWork">Tor 클라이언트 설정 방법</a>를 방문하십시오.
ko_kr: Tor 클라이언트를 사용하기를 원하신다면, <a href="https://www.torproject.org/">Tor 웹사이트</a>에 접속해 보세요. 그리고 <a href="https://www.torproject.org/docs/faq#DoesntWork">Tor 클라이언트를 설정하는 방법</a>을 참고해보세요.
lb: Wann der probéiert een Tor Client ze benotzen, dann besicht <a href="https://www.torproject.org/">Tor Websäit</a> a besonnesch <a href="https://www.torproject.org/docs/faq#DoesntWork">d'Instruktiounen wei een ären Tor Client astellt.</a>.
lo: ຖ້າທ່ານພະຍາຍາມຢາກໃຊ້ງານ ລູກຂ່າຍ ຕໍຣ໌, ກະລຸນາ ອ້າງອິງເຖິງ <a href="https://www.torproject.org/"> ເວັບໄຊຕ໌ ຕໍຣ໌</a> ແລະ ໂດຍສະເພາະໃຫ້ເຂົ້າຫາ <a href="https://www.torproject.org/docs/faq#DoesntWork"> ເພື່ອເອົາຂໍ້ແນະນໍາ ສຳລັບການຕັ້ງຄ່າ ລະບົບລູກຂ່າຍ ຕໍຣ໌ </a>.
lv: Ja mēģinat izmantot Tor klientu, lūdzu, apmeklējiet <a href="https://www.torproject.org/">Tor mājaslapu</a> un konkrēti <a href="https://www.torproject.org/docs/faq#DoesntWork">instrukcijas Tor klienta konfigurēšanai</a>.
mk: Ако се обидувате да го употребите Tor клиентот, Ве молиме посетете ја <a href="https://www.torproject.org/"> веб-локацијата на Tor</a> а особено <a href="https://www.torproject.org/docs/faq#DoesntWork">упатствата за конфигурација на Вашиот Tor клиент</a>.
ms_my: Jika anda cuba menggunakan klien Tor, sila rujuk <a href="https://www.torproject.org/">laman sesawang Tor</a> dan terutamanya <a href="https://www.torproject.org/docs/faq#DoesntWork">arahan untuk mengkonfigurasi klien Tor anda</a>.
nb: Hvis du forsøker å bruke en Tor-klient, gå til <a href="https://www.torproject.org/">Tor-nettside</a> og da spesifikt <a href="https://www.torproject.org/docs/faq#DoesntWork">instruksjon for oppsett av Tor-klienten din</a>.
nl: Als u een Tor-client probeert te gebruiken, raadpleegt u de <a href="https://www.torproject.org/">Tor-website</a> en in het bijzonder de <a href="https://www.torproject.org/docs/faq#DoesntWork">instructies om uw Tor-client in te stellen</a>.
nn: Om du freistar å bruka ein Tor-klient, gå til <a href="https://www.torproject.org/">Tor-nettsida</a> og då spesielt til <a href="https://www.torproject.org/docs/faq#DoesntWork">instruksjonar for oppsett av ein Tor-klient</a>.
pa: ਜੇ ਤੁਸੀਂ ਟੌਰ ਕਲਾਇੰਟ ਦੀ ਵਰਤੋ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰ ਕੇ <a href="https://www.torproject.org/">ਟੌਰ ਵੈੱਬਸਾਈਟ</a>ਅਤੇ ਖਾਸ ਕਰ ਕੇ ਟੌਰ ਕਲਾਇੰਟ ਦੀ <a href="https://www.torproject.org/docs/faq#DoesntWork">ਹਿਦਾਇਤਾਂ</a>ਜ਼ਰੁਰ ਪੜ੍ਹ ਲੋ.
pl: Jeśli próbujesz używać klienta Tora, proszę przejść na <a href="https://www.torproject.org/">stronę Tora</a>, w szczególności na <a href="https://www.torproject.org/docs/faq#DoesntWork">instrukcje konfiguracji klenta Tora</a>.
pt: Se está a tentar usar um cliente Tor, aceda ao <a href="https://www.torproject.org/">sítio web do Tor</a> e, mais especificamente, as <a href="https://www.torproject.org/docs/faq#DoesntWork">instruções para configurar o seu cliente Tor</a>.
pt_br: Se você estiver tentando usar um Cliente Tor, por favor consulte <a href="https://www.torproject.org/">o website do Tor</a> e especificamente <a href="https://www.torproject.org/docs/faq#DoesntWork">as instruções sobre como configurar o seu Cliente Tor</a>.
ro: Dacă încerci să folosești un client Tor, citește <a href="https://www.torproject.org/">site-ul Tor</a> și mai precis <a href="https://www.torproject.org/docs/faq#DoesntWork">instrucțiunile de configurare a clientului Tor</a>.
ru: Если вы пытаетесь настроить клиент Tor, пожалуйста прочитайте документацию на <a href="https://www.torproject.org/">официальном вебсайте Tor</a> и особенно <a href="https://www.torproject.org-docs-faq#DoesntWork">инструкции по настройке</a>.
sk: Ak chcete použiť Tor klienta, prosím choďte na <a href="https://www.torproject.org/">webovú stránku Tor</a> a tu nájdete <a href="https://www.torproject.org/docs/faq#DoesntWork">inštrukcie pre konfiguráciu Tor klienta </a>.
sl_si: Če poskušate uporabiti Tor klienta, si oglejte <a href="https://www.torproject.org/">Tor website</a> in natančnejša <a href="https://www.torproject.org/docs/faq#DoesntWork">navodila za nastavitev vašega Tor klienta</a>.
sq: Nëse po përpiqeni të përdorni një klient Tor-i, ju lutemi referojuni <a href="https://www.torproject.org/">webfaqes së Tor-it</a> dhe veçanërisht <a href="https://www.torproject.org/docs/faq#DoesntWork">instruksioneve për konfigurimin e klientit tuaj Tor</a>.
sr: Ако покушавате да користите Tor клијент, молимо вас да погледате <a href="https://www.torproject.org/">Tor вебсајт</a> као и <a href="https://www.torproject.org/docs/faq#DoesntWork">инструкције за подешавање Tor клијента</a>.
sv: Om du försöker använda en Tor-klient, vänligen se vidare information på <a href="https://www.torproject.org/">Tor-webbplatsen</a> och mer specifikt <a href="https://www.torproject.org/docs/faq#DoesntWork">instruktioner för att konfigurera din Tor-klient</a>.
th: ถ้าคุณพยายามจะใช้ลูกข่าย Tor กรุณาอ่าน<a href="https://www.torproject.org/">เว็บไซต์ Tor</a> โดยเฉพาะ<a href="https://www.torproject.org/docs/faq#DoesntWork">วิธีการปรับแต่งค่าลูกข่าย Tor ของคุณ</a>
tr: Eğer bir Tor istemcisi kullanmayı düşünüyorsanız, lütfen <a href="https://www.torproject.org/">Tor web sitesine</a> ve özellikle <a href="https://www.torproject.org/docs/faq#DoesntWork">kendi Tor istemcinizi yapılandırma yönergelerine</a> bakın.
uk: Якщо Ви намагаєтесь використовувати клієнт Tor, будь ласка, зайдіть на <a href="https://www.torproject.org/">Tor website</a> і, зокрема на <a href="https://www.torproject.org/docs/faq#DoesntWork">для інструкцій з налаштування клієнта Tor</a>.
vi: Nếu bạn đang cố gắng sử dụng một máy trạm Tor, vui lòng tham khảo trang của Tor <a href="https://www.torproject.org/"> và đặc biệt là những hướng dẫn <a href="https://www.torproject.org/docs/faq#DoesntWork"> để cấu hình máy trạm Tor</a>.
zh_cn: 如果你想使用 Tor 客户端，请访问 <a href="https://www.torproject.org/">Tor 网站</a>，另外请查看 <a href="https://www.torproject.org/docs/faq#DoesntWork">Tor 客户端配置说明</a>。
zh_hk: 如你正試圖使用Tor洋蔥路由用戶端，請參閱<a href="https://www.torproject.org/">Tor洋蔥路由網站</a>，以及具體<a href="https://www.torproject.org/docs/faq#DoesntWork">設定Tor洋蔥路由用戶端嘅說明</a>。
zh_tw: 若您正試圖使用洋蔥路由用戶端，請參閱<a href="https://www.torproject.org/">洋蔥路由官方網站</a>以及具體<a href="https://www.torproject.org/docs/faq#DoesntWork">設定您洋蔥路由用戶端的說明</a>。

source: Sorry, your query failed or an unexpected response was received.
ar: عذراً، لقد فشل طلبك أو تم تلقي رد غير متوقع.
az: Üzr istəyirik, sənin sorğun alınmadı, ya da gözlənilməz cavab alındı.
bg: Съжаляваме, вашето търсене е неуспешно или доведе до неочакван отговор.
bn: দুঃখিত, আপনার ক্যোয়ারী ব্যর্থ হয়েছে বা অপ্রত্যাশিত প্রতিক্রিয়াটি গৃহীত হয়েছে।
bn_bd: দুঃখিত, আপনার ক্যোয়ারী ব্যর্থ হয়েছে বা অপ্রত্যাশিত প্রতিক্রিয়াটি গৃহীত হয়েছে।
bs: Žao nam je, vaš upit nije uspjeo ili neočekivani odgovor je primljen.
ca: La consulta ha fallat o s'ha rebut una resposta no esperada.
cs: Je nám líto, ale váš požadavek selhal nebo byla přijata neočekávaná odpověď.
cy: Sori. Mae eich ymholiad wedi methu neu dderbyniwyd ymateb annisgwyl.
da: Beklager. Din forespørgsel mislykkedes, eller et uventet svar blev modtaget.
de: Ihre Anfrage ist leider fehlgeschlagen oder der Server erhielt eine unerwartete Antwort.
el: Λυπούμαστε, το αίτημα σας απέτυχε ή λήφθηκε μια απρόσμενη απάντηση.
eo: Pardonu, via peto ne suckesis aŭ neatendita respondo estis ricevita.
es: Lo sentimos, su consulta falló o se recibió una respuesta inesperada.
es_ar: Disculpe, su solicitud fallo, o una respuesta inesperada fue recibida.
es_co: ¡Lo sentimos! su consulta ha fallado o se ha recibido una respuesta inesperada.
es_mx: Lo sentimos, tu solicitud falló o fue recibida una respuesta inesperada.
et: Vabandust, su päring ei saanud vastust või sai ootamatu vastuse.
eu: Barkatu, zure eskaerak huts egin du edo ustekabeko erantzun bat jaso da.
fa: متاسفانه درخواست شما ناموفق بود و يا پاسخی غیر منتظره دريافت شد.
fi: Kyselynne ei valitettavasti onnistunut tai se tuotti odottamattoman vastauksen.
fr_ca: Désolé, votre demande a échoué ou une réponse inattendue a été reçue.
ga: Ár leithscéal, ach theip ar d'iarratas, nó fuarthas freagra nach rabhthas ag súil leis.
gl: Sentímolo, a súa consulta ou non unha resposta inesperada foi recibida.
he: סליחה, השאילתה שלך נכשלה או תגובה בלתי צפויה התקבלה.
hi: हमे खेद है । आप की पूछताछ असफ़ल रही ।
hr: Žao nam je, Vaš upit nije uspio ili je primljen neočekivani odgovor.
hr_hr: Nažalost Vaš upit nije uspio ili je primljen neočekivan odgovor.
hu: Sajnáljuk, de a lekérése sikertelen, vagy nem várt válasz érkezett.
id: Maaf, permintaan anda gagal atau respon yang tidak terduga telah diterima.
is: Því miður, fyrirspurnin mistókst eða að það barst óvenjulegt svar.
it: Spiacente, la richiesta è fallita oppure è stata ricevuta una risposta inaspettata.
ja: 申し訳ございません。クエリが失敗したか、想定外の応答がありました。
ka: სამწუხაროდ თქვენი მოთხოვნა ვერ დამუშავდა ან მიღებულია მოულოდნელი პასუხი სერვერიდან.
km: សូមទោស ការ​ច្រោះ​របស់​អ្នក​បាន​បរាជ័យ ឬ​បាន​ទទួល​ការ​ឆ្លើយតប​មិន​រំពឹង​ទុក។
ko: 죄송하지만, 귀하의 쿼리가 실패했거나 예기치 않은 응답을 받았습니다.
ko_kr: 미안해요, 보내신 쿼리가 잘못되었거나 예상치 못한 응답을 받았어요.
lb: Entschëllegt, är Ufro huet e Feeler opgeworf oder eng net erwaarden Äntwert gouf empfaang.
lo: ຂໍອະໄພ, ການຄົ້ນຫາຂອງທ່ານລົ້ມເຫຼວ ຫຼື ໄດ້ຮັບການຕອບຮັບ ແບບບໍ່ຄາດຄິດ.
lt: Atsiprašome, nepavyko patenkinti jūsų užklausos arba buvo gautas nenumatytas atsakas.
lv: Atvainojiet, vaicājums bija nesekmīgs vai arī tika saņemta negaidīta atbilde.
mk: Жал ни е, но или вашето барање не успеа или примивме неочекуван одговор.
ml: ക്ഷമിക്കണം! താങ്കളുടെ അഭ്യർത്ഥന പിഴച്ചു അല്ലെങ്കിൽ അപ്രതീക്ഷിത പ്രതികരണം ഉണ്ടായി .
ms_my: Maaf, pertanyaan anda gagal atau tindak balas tidak dijangka diterima.
my: ၀မ္းနည္းပါတယ္၊ မထင္မွတ္တဲ့ အခ်က္အလက္တစ္ခ်ိဳ႕ မွားယြင္းေန၍၄င္း၊ သင့္၏ ျဖည့္ဆြက္ခ်က္မ်ားမွားယြင္းေန၍၄င္း ဆက္သြယ္၍မရႏိုင္ပါ။
nb: Beklager, forespørselen din feilet eller et uventet svar ble mottatt.
nl: Helaas, uw verzoek is niet aangekomen, of een onverwacht antwoord is ontvangen.
nn: Beklagar, mislukka søk eller eit uventa svar vart motteke.
pa: ਮੁਆਫ ਕਰਨਾ, ਤੁਹਾਡੀ ਕ਼ੁਏਰੀ ਪੂਰੀ ਨਹੀਂ ਹੋ ਸਕੀ ਜਾਂ ਉੱਤਰ ਠੀਕ ਨਹੀਂ ਆਈਆ.
pl: Przykro nam, ale Twoje zapytanie się nie powiodło lub otrzymano nieoczekiwaną odpowiedź.
pt: Desculpe, o seu pedido falhou ou foi recebida uma resposta inesperada.
pt_br: Desculpe, a sua consulta falhou ou uma resposta inesperada foi recebida.
ro: Ne pare rău, interogarea a eşuat sau a apărut o problemă neprevăzută.
ru: Извините, не удалось обработать ваш запрос или был получен неожиданный ответ сервера.
sk: Ospravedlňujeme sa, ale Váš požiadavka bola neúspešná alebo prišla neočakávaná odpoveď.
sk_sk: Prepáčte, požiadavka zlyhala, resp. prišla neočakávaná odpoveď.
sl_si: Žal je prišlo do nepričakovane napaka. Vaša poizvedba ni uspela ali pa je bil prejet nepričakovan odziv.
sq: Kërkojmë ndjesë, kërkesa juaj dështoi ose pati një përgjigje të papritur.
sr: Жао нам је, али дошло је до неочекиване грешке.
sv: Tyvärr, antingen misslyckades din förfrågan eller så inkom ett oväntat svar.
sw: Samahani, swala lako limeshindwa au yalipokelewa majibu yasiyotarajiwa.
th: เสียใจด้วย คำร้องของคุณล้มเหลว หรือซอฟต์แวร์ได้รับคำตอบที่ไม่ได้คาดหมาย
tr: Üzgünüz, sorgunuz başarısız ya da beklenmeyen bir yanıt alındı.
uk: Вибачте, Ваш запит невдалий або отримана неочікувана відповідь.
uz: Soʻrovingiz bajarilmadi yoki kutilmagan javob olindi.
vi: Xin lỗi, truy vấn của bạn đã thất bại hoặc đã nhận được một lỗi bất thường.
zh_cn: 抱歉，请求处理失败或出现异常响应。
zh_hk: 對唔住！由於收到預期之外嘅回應，查詢失敗。
zh_tw: 抱歉！由於收到了預期之外的回應，您的查詢失敗了。
