Repository: torpluston/translation
Catalog: */torcheck.po
Languages: ar, az, bg, bn, bn_bd, bs, ca, cs, cy, da, de, el, eo, es, es_ar, es_co, es_mx, et, eu, fa, fi, fr_ca, ga, gl, he, hi, hr, hr_hr, hu, id, is, it, ja, ka, km, ko, ko_kr, lb, lo, lt, lv, mk, ml, ms_my, my, nb, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sk_sk, sl_si, sq, sr, sv, sw, th, tr, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: The Tor Project is a US 501(c)(3) non-profit dedicated to the research, development, and education of online anonymity and privacy.
ar: مشروع تور هو US 501(c)(3) غير ربحي مُكرس للبحث، و التطوير، و التوعية بإخفاء الهوية والخصوصية.
az: Tor Layihə US 501(c)(3) onlayn anonimlik və məxfiliyi araşdıran, inkişaf etdirən və öyrənir, həmçinin qeyri-mənfəət əsaslıdır.
bg: Проекта Тор е US 501(c)(3) благотвоителна организация посветена на изследване, разработване и образоване относно онлайн анонимност и неприкосновеност.
bn: টর প্রকল্পটি মার্কিন যুক্তরাষ্ট্রের 501 (c )(3) অ-লাভজনক গবেষণা, উন্নয়ন এবং অনলাইন গোপনীয়তা এবং গোপনীয়তার শিক্ষায় নিবেদিত।
bn_bd: টর প্রকল্পটি মার্কিন যুক্তরাষ্ট্রের 501 (সি) (3) অ-লাভজনক গবেষণা, উন্নয়ন এবং অনলাইন গোপনীয়তা এবং গোপনীয়তার শিক্ষা।
ca: El projecte tor és US 501(c)(3) sense ànim de lucre i dedicat a la recerca, desenvolupament i educació de la navegació anònima i privada.
cs: Tor Project je nezisková organizace podle US 501(c)(3) zaměřená na výzkum, vývoj a vzdělávání v oblastech online anonymity a soukromí.
cy: Mae Prosiect Tor yn gorff dielw US 501(c)(3), wedi ei ymroddi i ymchwilo, datblygu, ac addysgu am anhysbysrwydd ar lein a phreifatrwydd.
da: Tor-projektet er et US 501(c)(3) nonprofit-projekt dedikeret til forskning, udvikling og uddannelse af online anonymitet og privatliv.
de: Das Tor-Projekt ist nach dem US-Gesetz US 501(c)(3) eine gemeinnützige Organisation und widmet sich der Forschung, Entwicklung und Aufklärung über Online-Anonymität und -Datenschutz.
el: Το Tor Project είναι ένας μη-κερδοσκοπικός οργανισμός US 501(c)(3) αφιερωμένος στην έρευνα, ανάπτυξη και εκπαίδευση της δικτυακής ανωνυμίας και ιδιωτικότητας.
eo: La Projekto Tor estas neprofitcela, laŭ US 501(c)(3), organizo kiu sin dediĉas al la esploro, disvolvo kaj eduko pri anonimeco kaj privateco en la reto.
es: El Proyecto Tor es una entidad US 501(c)(3) sin ánimo de lucro dedicada a la investigación, desarrollo y educación sobre la privacidad en línea.
es_ar: El Proyecto Tor es una US 501(c)(3) sin fines de lucro dedicada a la investigación, el desarrollo y la educación del anonimato y privacidad en línea.
es_co: El Proyecto Tor es una entidad sin ánimo de lucro 501(c)(3) de EE.UU. dedicada a la investigación, desarrollo y educación sobre el anonimato y privacidad en línea.
es_mx: El proyecto Tor es una EEUU 501(c)(3) sin fines de lucro dedicada a la investigación, desarrollo, y educación sobre el anonimato y la privacidad en línea.
et: Tor Project on US 501(c)(3) mittetulundusühing pühendunud et uurida, arendada ja harida Internetis anonüümsust ja privaatsust.
eu: The Tor Project irabazi asmorik gabeko US 501(c)(3) bat da, ikerketara, garapenera, eta onlineko anonimotasuna eta pribatutasunaren hezkuntzara zuzendutakoa.
fa: پروژهٔ تور سازمان غیر انتفاعی آمریکایی 501(c)(3) مختص پژوهش، توسعه و آموزش در زمین ناشناسی و حریم شخصی آنلاين هست.
fi: Tor-projekti on voittoa tavoittelematon yhdistys [US 501(c)(3)], joka keskittyy anonymiteettiin ja yksityisyyteen liittyvään tutkimus-, kehitys- ja koulutustyöhön.
fr_ca: Le projet Tor est une organisation sans but lucratif US 501(c)(3) dédiée à la recherche, le développement et l'éducation sur l'anonymat et la vie privée en ligne.
ga: Is eagraíocht neamhbhrabúis 501(c)(3) i SAM é an Tionscadal Tor atá tiomanta do thaighde, d'fhorbairt bogearraí, agus d'oideachas a bhaineann leis an neamhainmníocht agus an príobháideachas ar líne.
he: מיזם Tor הוא ארגון US 501(c)(3) ללא מטרות רווח המוקדש למחקר, פיתוח וחינוך של אלמוניות מקוונת ופרטיות.
hi: टोर प्रोजेक्ट एक यूएस 501 (सी) (3) गैर-लाभकारी है जो ऑनलाइन नामांकन और गोपनीयता के अनुसंधान, विकास और शिक्षा के लिए समर्पित है।
hr: Tor Project je US 501(c)(3) neprofitna organizacija koja je posvećena istraživanju, razvoju i obrazovanju o online anonimnosti i privatnosti.
hr_hr: Tor Projekt je US 501(c)(3) neprofitna organizacija koja je posvećena istraživanju, razvoju i obrazovanju o online anonimnosti i privatnosti.
hu: A Tor Project egy a US 501(c)(3) szerinti non-profit, amely kutatással, fejéesztéssel és oktatással foglakozik az online anonimitás és személyes adatvédelem területén.
id: The Tor Project adalah organisasi nirlaba US 501(c)(3) yang bergerak dalam bidang penelitian, pengembangan, dan pendidikan mengenai anonimitas dan privasi dalam jaringan internet.
is: Tor-verkefnið eru samtök án ágóðamarkmiðs (US 501(c)(3) ) sem helga sig rannsóknum, þróun og menntun varðandi einkagagnaleynd og nafnleysi á netinu.
it: Il Tor Project è un'organizzazione 501(c)(3) no-profit americana dedicata alla ricerca, sviluppo ed educazione sull'anonimato e privacy online.
ja: Tor Projectは、オンラインの匿名性とプライバシーの研究・開発・教育を専門に行う米国の501(c)(3)に基づく非営利団体です。
ka: Tor-პროექტი წარმოადგენს აშშ 501(c)(3) არამომგებიან ორგანიზაციას, რომელიც ხელს უწყობს კვლევების წარმოებას, სიახლეების შემუშავებასა და განათლების დონის ამაღლებას, ინტერნეტში ვინაობისა და პირადი მონაცემების გამჟღავნებისგან დაცვის საკითხებში.
km: គម្រោង Tor គឺ​ជា US 501(c)(3) មិន​រក​ប្រាក់​កម្រៃ​ឧទ្ទិស​ជូន​ការ​ស្រាវជ្រាវ ការ​អភិវឌ្ឍ និង​អប់រំ​​លើ​បណ្ដាញ​ដែល​អនាមិក និង​ភាព​ឯកជន។
ko: Tor 프로젝트란? 온라인 익명 및 개인 정보 보호의 연구, 개발 및 교육에 힘쓰는 US 501(c)(3) 비영리 단체입니다.
lb: Den Tor-Projet ass nom US-Gesetz US 501(c)(3) eng Allgemengnëtzeg Organisatioun an huet sech der Fuerschung, Entwécklung an Opklärung iwwer Online-Anonymitéit an Dateschutz verschriwwen.
lo: ໂຄງຫານ Tor ເປັນໂຄງການຂອງ US 501 (c) (3) ບໍ່ສະແຫວງຜົນກຳໄລ ທີ່ອຸທິດຕົນເຂົ້າໃນການວິໄຈ, ພັດທະນາ ແລະ ການສຶກສາ ຂອງຜູ່ທີ່ ອັອນລາຍນ໌ ທີ່ບໍປະສົງອອກຊື່ ແລະ ເປັນສ່ວນໂຕ.
lt: Tor Project yra JAV 501(c)(3) ne pelno organizacija, skirta internetinio anonimiškumo ir privatumo tyrinėjimams, plėtojimui bei švietimui.
lv: Projekts Tor ir bezpeļņas organizācija, kas atbilstīgi US 501(c)(3) nodarbojas ar tiešsaistes anonimitātes un privātuma izpēti, attīstību un izglītību.
mk: Проектот Tor претставува е непрофитен регистриран под назнака US 501(c)(3) и е посветен на истражувањето, развојот и едукацијата поврзани со онлајн анонимноста и приватноста на податоците.
ml: ഈ ടോർ സംരംഭം ഒരു US 501(c)(3) ലാഭം എടുക്കാത്തതും ഗവേഷണം നടത്താനും വികാസത്തിനും ഓൺലൈൻ അജ്ഞാതത്തിനും സ്വകാര്യതയ്ക്കും സമർപ്പിച്ചിട്ടുള്ളതാണ്
ms_my: Projek Tor dibawah US 501(c)(3) adalah organisasi tidak berasaskan keuntungan yang dikhususkan untuk penyelidikan, pembangunan dan pendidikan untuk keawanamaan dan kerahsiaan atas talian
nb: Tor-prosjektet er en US 501(c)(3) veldedig organisasjon dedikert til forskning, utvikling og utdanning av nettbasert anonymitet og personvern.
nl: Het Tor Project is een US 501(c)(3) non-profit voor onderzoek, ontwikkeling, onderwijs in online anonimiteit en privacy.
nn: Tor-prosjektet er ein US 501(c)(3) frivillig organisasjon dedikert til forsking, utvikling og utdanning av nettbasert anonymitet og personvern.
pl: Projekt Tor jest US 501 (c) (3) non-profit, zajmująca się badaniami, rozwojem i edukacji online anonimowości i prywatności.
pt: O Projeto Tor é uma organização sem fins lucrativos US 501(c)(3) dedicada à investigação, desenvolvimento e promoção de anonimidade e privacidade na web.
pt_br: O Projeto Tor é uma organização sem fins lucrativos - EUA 501(c)(3)-, dedicada à pesquisa, ao desenvolvimento e à educação relacionados ao anonimato e à privacidade na Internet.
ro: Proiectul Tor este o organizație non-profit US 501(c)(3) care are ca scop cercetarea, dezvoltarea și educația pentru anonimitate și confidențialitate online.
ru: Проект Tor - это некоммерческая организация (US 501(c)(3)), предназначенная для проведения исследований, создания разработок и обучения в области сохранения анонимности и личных данных в интернете.
sk: Projekt Tor je US 501(c)(3) neziskovký, určený na vývoj, výskum a vzdelanie o online anonymite a súkromí.
sl_si: Tor Project je ne profitnen, predan raziskavam, razvoju in izobraževnju o anonimnosti in zasebnosti.
sq: Projekti Tor është një US 501(c)(3) jofitimprurës, i dedikuar për kërkimin, zhvillimin dhe instruktimin e anonimatit dhe të privatësisë në linjë.
sr: Tor Пројекат је америчка 501(ц)(3) непрофитна организација посвећена истраживању, развоју и едукацији о анонимности и приватности.
sv: Tor-projektet är en US 501(c)(3) non-profit organisation som utför forskning, utveckling, och utbildning inom anonymitet och integritet på nätet.
sw: Mradi wa Tor ni US 501(c) isiyo na faida kujitolea utafiti, maendeleo, na elimu ya kwenye mtandao bila kujulikana na faragha.
th: โครงการ Tor เป็นองค์กรไม่แสวงกลกำไรตามกฎหมายมาตรา 501(c)(3) ของสหรัฐอเมริกา ซึ่งอุทิศเพื่อการค้นคว้า การพัฒนา และการศึกษาเรื่องความเป็นนิรนามและความเป็นส่วนตัวออนไลน์
tr: Tor Projesi, ABD 501(c)(3) kapsamında çevrimiçi gizlilik ve anonimlik üzerine araştırma, geliştirme ve eğitim çalışmaları yapan ve kar amacı gütmeyen bir kuruluştur.
uk: Tor - це US 501(c)(3) некомерційний проект, що призначений для дослідження, розробки і навчання анонімності та конфіденційності он-лайн.
vi: Dự án Tor là một US 501(c)(3) không lợi nhuận chuyên dùng cho nghiên cứu, phát triển và giáo dục về vô danh và riêng tư trực tuyến
zh_cn: The Tor Project 是一家美国 501(c)(3) 非营利机构，致力于网络匿名与隐私的研究、开发与教育。
zh_hk: Tor洋蔥路由係一個美國501(c)(3)嘅非牟利計劃，致力於網上匿名同私隱嘅研究、開發同教育。
zh_tw: Tor Project 是一個美國 501(c)(3) 非營利組織，致力於線上匿名與隱私的研究、開發和教育。

source: Learn More &raquo;
ar: تعرف على المزيد &raquo;
az: Daha Ətraflı &raquo;
bg: Научете повече &raquo;
bn: আরোও জানুন &raquo;
bn_bd: আরো জানুন
bs: Nauči više &raquo;
ca: Més informació &raquo;
cs: Zjistit více &raquo;
cy: Dysgwch Fwy &raquo;
da: Lær mere &raquo;
de: Mehr erfahren &raquo;
el: Μάθετε περισσότερα &raquo·
eo: Pli da informo &raquo;
es: Aprender más &raquo;
es_co: Aprenda más sobre códigos &raquo;
es_mx: Más información &raquo;
et: Õpi lisaks &raquo;
eu: Gehiago ikasi &raquo;
fa: بیشتر بدانید»
fi: Opi lisää &raquo;
fr_ca: En apprendre plus &raquo;
ga: Tuilleadh Eolais &raquo;
he: למד עוד &raquo;
hi: और अधिक जानें &raquo;
hr: Saznajte više &raquo;
hr_hr: Saznajte više &raquo;
hu: Tanulj többet &raquo;
id: Pelajari Lebih Lanjut &raquo;
is: Læra meira
it: Ulteriori informazioni &raquo;
ja: 詳細を見る &raquo;
ka: იხილეთ ვრცლად &raquo;
km: ស្វែងយល់​បន្ថែម &raquo;
ko: <<더 알아보기>>
lb: Léier méi &raquo;
lo: ຮຽນຮູ້ຕື່ມ &raquo
lt: Sužinokite daugiau &raquo;
lv: Uzzināt vairāk &raquo;
mk: Научи повеќе &raquo;
ml: കൂടുതൽ അറിയു
ms_my: Ketahui Lebih Lanjut &raquo;
nb: Lær mer &raquo;
nl: Meer Info &raquo;
nn: Finn ut meir &raquo;
pa: &raquo; ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej &raquo;
pt: Saber mais &raquo;
pt_br: Saiba Mais &raquo;
ro: Învață Mai Multe &raquo;
ru: Подробнее &raquo;
sk: Dozvedieť sa viac &raquo;
sk_sk: Zistiť viac &raquo;
sl_si: Več o tem &raquo;
sq: Mësoni më Shumë »
sr: Сазнајте више&cpp:
sv: Lär dig mer &raquo;
sw: Soma zaidi & raquo;
th: เรียนรู้เพิ่มเติม &raquo;
tr: Ayrıntılı Bilgi Alın &raquo;
uk: Детальніше &raquo;
uz: Batafsil &raquo;
vi: Tìm hiểu thêm &raquo;
zh_cn: 了解更多 &raquo;
zh_hk: 了解更多資訊&raquo;
zh_tw: 了解更多資訊 &raquo;

source: Go
ar: اذهب
az: Get
bg: Давай
bn: যাওয়া
bn_bd: যান
bs: Kreni
ca: Vés-hi
cs: Pokračovat
cy: Fynd
da: Start
de: Los
el: Πάμε!
eo: Elekti
es: Ir
es_ar: Ir
es_co: Ir a
es_mx: Ir
et: Mine
eu: Joan
fa: برو
fi: Siirry
fr_ca: Aller
ga: Téigh
he: לך
hi: आगे बढ़ो
hr: Idi
hr_hr: Idi
hu: Mehet
id: Periksa
is: Fara
it: Conferma
ja: 行く
ka: გადასვლა
km: ទៅ
ko: 시작
ko_kr: 가기
lb: Lass
lo: ໄປ
lt: Pirmyn
lv: Aiziet
mk: Започни
ml: പോകുക
ms_my: Pergi
nb: Kjør
nl: Start
nn: Gå
pa: ਜਾਓ
pl: Idź
pt: Ir
pt_br: Ir
ro: Mergi
ru: Перейти
sk: Ísť
sl_si: Pojdite
sq: Shkoni
sr: Крени
sv: Byt
sw: Nenda
th: ไป
tr: Git
uk: Перейти
uz: Oʻtish
vi: Đi
zh_cn: 前往
zh_hk: 前往
zh_tw: 前往

source: Short User Manual
ar: دليل المستخدم القصير
az: Qısa İstifadəçi Kitabçası
bg: Кратко ръководство на потребителя
bn: সংক্ষিপ্ত ব্যবাহারকারী নির্দেশিকা
bn_bd: সংক্ষিপ্ত ইউজার ম্যানুয়াল
bs: Kratki Korisnički Priručnik
ca: Manual d'usuari curt
cs: Stručná uživatelská příručka
cy: Llawlyfr Byr i Defnyddwyr
da: Kort Bruger Manual
de: Kurzes Benutzerhandbuch
el: Σύντομο Εγχειρίδιο Χρήσης
eo: Mallonga manlibro de uzanto
es: Breve manual de usuario
es_ar: Pequeño manual de usuario
es_co: Manual de Usuario Breve
es_mx: Manual rápido de usuario
et: Lühike käsiraamat
eu: Erabiltzaile eskuliburu laburra
fa: آموزش مختصر برای کاربران
fi: Lyhyt käyttäjäopas
fr_ca: Petit guide d'utilisation
he: מדריך קצר של משתמש
hi: लघु उपयोगकर्ता मैनुअल
hr: Kratke korisničke upute
hr_hr: Kratke korisničke upute
hu: Rövid felhasználói útmutató
id: Panduan Ringkas Pengguna
is: Stutt notendahandbók
it: Breve manuale utente
ja: 簡潔なユーザーマニュアル
ka: შემოკლებული სახელმძღვანელო
km: សៀវភៅ​អ្នកប្រើ​ខ្លី
ko: 바쁜 사용자를 위한 간단한 설명서
ko_kr: 간단한 안내서
lb: Kuerzt Benotzerhandbuch
lo: ຄູ່ມືສັ້ນສຳລັບຜູ່ໃຊ້ງານ
lv: Īsa lietotāja rokasgrāmata
mk: Кратко упатство
ms_my: Panduan Pengguna Ringkas
nb: Kort bruksanvisning
nl: Korte Handleiding
nn: Kort brukarrettleiing
pa: ਸੰਖੇਪ ਯੂਜ਼ਰ ਦਸਤਾਵੇਜ਼
pl: Krótka Instrukcja Obsługi
pt: Manuel de utilizador reduzido
pt_br: Manual de Uso Resumido
ro: Manualul Scurt al Utilizatorului
ru: Краткое руководство пользователя
sk: Krátky uživateľský manuál
sk_sk: Krátky užívateľský manuál
sl_si: Katka navodila uporabniku
sq: Manual i Vogël Përdoruesi
sr: Кратко корисничко упутство
sv: Kort användarmanual
th: คู่มือผู้ใช้อย่างย่อ
tr: Kısa Kullanıcı Kılavuzu
uk: Стисле керівництво користувача
vi: Hướng dẫn sử dụng ngắn gọn
zh_cn: 简明用户手册
zh_hk: 簡短用戶手冊
zh_tw: 簡短使用者手冊

source: Donate to Support Tor
ar: تبرع لدعم تور
az: Tor-u Dəstəkləmək Üçün Donor Ol
bg: Дарете за Поддръжка на Tor
bn: টর কে সাপোর্ট করতে দান করুন
bn_bd: টর সাপোর্ট দান করুন
bs: Doniraj za Podršku Tora
ca: Donatiu per donar suport a Tor
cs: Přispějte na podporu Toru
cy: Cyfrannwch i gefnogi Tor
da: Doner for at støtte Tor
de: Spenden, um Tor zu unterstützen
el: Δωρίστε για να υποστηρίξετε το Tor
eo: Donaci por subteni Tor
es: Haga una donación para apoyar a Tor
es_ar: Donar al soporte de Tor
es_co: Donar para Apoyar a Tor
es_mx: Donar para manener Tor
et: Anneta Tor'i toetamiseks
eu: Dohaintza eman Tor sostengatzeko
fa: برای پشتیبانی و حمایت از تور کمک مالی کنید
fi: Tue Tor-hanketta lahjoituksella
fr_ca: Faire un don pour soutenir Tor
ga: Tacaigh le Tor
he: תרום כדי לתמוך ב-Tor
hi: टोर का समर्थन करने के लिए दान करें
hr: Donirajte kako biste podržali Tor
hr_hr: Donirajte kako biste podržali Tor
hu: Adakozás a Tor támogatására
id: Donasi untuk mendukung Tor
is: Gefa til að styðja Tor
it: Dona per sostenere Tor
ja: Torをサポートするために寄付する
ka: შემოწირულობა Tor-ის მხარდასაჭერად
km: ឧបត្ថម្ភ​ដើម្បី​គាំទ្រ Tor
ko: 고생하는 Tor를 위해서 기부하기
lb: Spent fir Tor ze ënnerstëtzen
lo: ບໍລິຈາກເພື່ອສະໜັບສະໜູນ Tor
lt: Paaukokite Tor palaikymui
lv: Ziedot Tor atbalstam
mk: Донирајте за поддршка на Tor
ml: ടോറിനു സംഭാവന നൽകി പിന്തുണക്കു
ms_my: Dermalah untuk Sokong Pembangunan Tor
nb: Støtt Tor ved å donere
nl: Steun Tor door een Donatie
nn: Doner for å støtta Tor
pa: ਟੋਰ ਮੱਦਦ ਲਈ ਦਾਨ ਦਿਓ
pl: Wyślij dotacje by wesprzeć Tor
pt: Doar para ajudar o Tor
pt_br: Doar para Apoiar Tor
ro: Donați Pentru a Susține Tor
ru: Пожертвуйте на поддержку Tor
sk: Prispejte na podporu Toru
sk_sk: Darovať na podporu Tor
sl_si: Darujte za podporo Tor
sq: Dhuroni që ta ndihmoni Tor-in
sr: Донирајте да подржите Tor
sv: Donera till Tor
sw: Changia kusaidia Tor
th: บริจาคเพื่อสนับสนุน Tor
tr: Bağış yaparak Tor projesini destekleyin
uk: Пожертвувати на підтримку Tor
uz: Tor loyihasini qoʻllab-quvvatlash uchun xayriya qiling
vi: Đóng góp để hỗ trợ Tor
zh_cn: 捐助支持 Tor
zh_hk: 捐助Tor洋蔥路由
zh_tw: 捐款來贊助洋蔥路由

source: Tor Q&A Site
ar: بوابة موقع أسئلة و أجوبة
az: Torun Sual Cavab Səhifəsi
bg: Tor Q&A Сайт
bn: টর প্রশ্ন এবং উত্তর সাইট
bn_bd: টর প্রশ্ন ও একটি সাইট
bs: Tor Pitanja i Odgovori stranica
ca: Lloc de Q&A de Tor
cs: Stránka s otázkami a odpověďmi o Toru
cy: Wefan C&A Tor
da: Tor Q&A Side
de: Fragen & Antworten
el: Ιστοσελίδα Ε&Α για Tor
eo: Retejo de demandoj kaj respondoj pri Tor
es: Sitio de preguntas y respuestas de Tor
es_co: Sitio de Q&A Tor
es_mx: Preguntas y respuestas Tor
et: Tor'i K&V sait
eu: Toren G&E lekua
fa: تارنمای پرسش و پاسخ Tor
fi: Tor-kysymys- & vastaussivu
fr_ca: Site Q&R Tor
ga: Ceisteanna Coitianta faoi Tor
he: אתר שו"ת Tor
hi: टोर प्रश्न और उत्तर साइट
hr: Tor stranica s pitanjima i odgovorima
hr_hr: Tor stranica s pitanjima i odgovorima
hu: Tor Kérdések és Válaszok oldal
id: Situs Tanya-Jawab Tor
is: Tor Q&A vefsvæði
it: Sito Domande & Risposte di Tor
ja: Tor Q&A サイト
ka: Tor-ის ხ.დ.კ. გვერდი
km: តំបន់​បណ្ដាញ​សំណួរ & ចម្លើយ​អំពី​ Tor
ko: Tor 질문&답변 사이트
ko_kr: Tor 질문&답변 사이트
lb: Froen an Äntwerten
lo: ແຫຼ່ງ ຄຳຖາມ & ຄຳຕອບ ຂອງ Tor
lt: Tor klausimų ir atsakymų svetainė
lv: Tor's jautājumos un atbildēs
mk: Веб страната на Tor за прашања
ml: ടോർ ചോദ്യോത്തരങ്ങൾ
ms_my: Laman S&J Tor
nb: Spørsmål og svar
nl: Tor Q&A Website
nn: Tor, spørsmål og svar
pa: ਟੋਰ ਸਵਾਲ-ਜਵਾਬ ਸਾਈਟ
pl: Pytania i Odpowiedzi Tor
pt: Sítio de P&R do Tor
pt_br: Site de Perguntas & Respostas do Tor
ro: Site-ul cu Întrebări și Răspunsuri Tor
ru: Сайт вопросов и ответов Tor
sk: Torovská Q&A stránka
sk_sk: Tor otázka a odpovede
sq: Faqja e Tor-it për Q&A
sr: Tor сајт за питања и одговоре
sv: Webbplats för frågor och svar om Tor
sw: Eneo la Tor Maswali & Majibu
th: ไซต์ถาม-ตอบ Tor
tr: Tor Soru-Yanıt Sitesi
uk: Сайт запитань і відповідей Tor
uz: Tor boʻyicha savol-javob sayti
vi: Trang Hỏi & Đáp của Tor
zh_cn: Tor 问答
zh_hk: Tor洋蔥路由答客問
zh_tw: 洋蔥路由的 Q&A 網站

source: Volunteer
ar: تطوع
az: Könüllü
bg: Доброволец
bn: স্বেচ্ছাসেবক
bn_bd: স্বেচ্ছাসেবক
bs: Volonter
ca: Voluntari
cs: Dobrovolník
cy: Gwirfoddoli
da: Frivillig
de: Freiwillige
el: Εθελοντής
eo: Volontuli
es: Voluntarios
es_ar: Voluntario
es_co: Voluntario
es_mx: Voluntario
et: Vabatahtlik
eu: Bolondres
fa: داوطلب
fi: Ilmoittaudu vapaaehtoiseksi
fr_ca: Bénévole
ga: Glac páirt
he: התנדב
hi: स्वयंसेवक
hr: volonter
hr_hr: Volontirajte
hu: Önkéntes
id: Relawan
is: Bjóða sig fram
it: Volontario
ja: ボランティア
ka: მოხალისე
km: អ្នក​ស្មគ្រចិត្ត
ko: 자원 봉사자
lb: Schaff mat
lo: ອາສາສະໝັກ
lt: Savanoriauti
lv: Piedalies kā brīvprātīgais
mk: Волонтирај
ml: സ്വമേധയാ സേവനം അനുഷ്ഠിക്കുക
ms_my: Sukarela
nb: Gjør tjeneste som frivillig
nl: Vrijwilliger
nn: Friviljug
pa: ਵਲੰਟੀਅਰ
pl: Wolontariat
pt: Colaborar
pt_br: Contribuir
ro: Voluntariat
ru: Предложить помощь
sk: Dobrovoľník
sk_sk: Dobrovoľníci
sl_si: Prostovoljec
sq: Vullnetar
sr: Волонтирајте
sv: Hjälp till
sw: Kujitolea
th: อาสาสมัคร
tr: Gönüllü
uk: Прийняти участь
uz: Koʻngilli
vi: Tình nguyện viên
zh_cn: 志愿者
zh_hk: 義工
zh_tw: 志願者

source: JavaScript is enabled.
ar: چاڨا سكريپت مفعلة
az: JavaScript aktivləşdi.
bg: JavaScript е позволен.
bn: JavaScript সক্রিয়
bn_bd: জাভাস্ক্রিপ্ট সক্রিয় করা আছে।
bs: JavaScript je omogućen.
ca: JavaScript està activat.
cs: JavaScript je zapnutý.
cy: JavaScript wedi ei alluogi.
da: JavaScript er aktiveret.
de: JavaScript ist aktiviert.
el: Η JavaScript είναι ενεργοποιημένη.
eo: JavaScript estas aktiva
es: JavaScript está habilitado.
es_ar: JavaScript está activo.
es_co: JavaScript está habilitado.
es_mx: JavaScript está habilitado
et: JavaScript on lubatud.
eu: JavaScript gaituta dago.
fa: جاوا اسکریپت فعال است.
fi: JavaScript on käytössä.
fr_ca: JavaScript est activé.
ga: Tá JavaScript cumasaithe.
he: JavaScript מאופשר.
hi: जावास्क्रिप्ट सक्षम है।
hr: JavaScript je omogućen.
hr_hr: JavaScript je omogućen.
hu: JavaScript engedélyezve.
id: JavaScript difungsikan.
is: JavaScript er virkjað.
it: JavaScript è abilitato.
ja: JavaScript が有効です。
ka: JavaScript ჩართულია.
km: JavaScript ត្រូវ​បាន​បើក។
ko: 자바 스크립트 사용 가능
lb: JavaScript ass aktivéiert
lo: JavaScript ເປີດໃຊ້ງານຢູ່.
lt: JavaScript įjungta.
lv: JavaScript ir iespējots.
mk: JavaScript е овозможена.
ml: ജാവാസ്ക്രിപ്ട് പ്രാപ്തമാക്കിയിരിക്കുന്നു
ms_my: Srkip Java dibenarkan.
nb: JavaScript er aktivert.
nl: JavaScript is ingeschakeld.
nn: JavaScript er slått på.
pa: ਜਾਵਾਸਕ੍ਰਿਪਟ ਚਾਲੂ ਹੈ।
pl: JavaScript jest włączony.
pt: O JavaScript está ativado.
pt_br: JavaScript está habilitado.
ro: JavaScript activat.
ru: JavaScript включен.
sk: JavaScript je povolený.
sk_sk: JavaScript je zapnutý.
sl_si: JavaScript je omogočen.
sq: JavaScript është aktivizuar.
sr: JavaScript је укључен.
sv: JavaScript är aktiverat.
sw: JavaScript imewezeshwa.
th: JavaScript ถูกเปิดใช้งาน
tr: JavaScript etkin.
uk: JavaScript увімкнений.
uz: JavaScript yoniq.
vi: Ja vascript đã bật.
zh_cn: JavaScript 已启用。
zh_hk: JavaScript已啟用。
zh_tw: JavaScript 已啟用。

source: JavaScript is disabled.
ar: چاڨا سكريپت معطلة
az: JavaScript deaktivə edildi.
bg: JavaScript е изключен.
bn: JavaScript নিষ্ক্রিয়।
bn_bd: জাভাস্ক্রিপ্ট বন্ধ করা আছে।
bs: JavaScript je onemogućen.
ca: JavaScript està desactivat.
cs: JavaScript je vypnutý.
cy: JavaScript wedi ei analluogi.
da: JavaScript er deaktiveret.
de: JavaScript ist deaktiviert.
el: Η JavaScript είναι απενεργοποιημένη.
eo: JavaScript estas malaktiva
es: JavaScript está deshabilitado.
es_ar: JavaScript está inactivo.
es_co: JavaScript está deshabilitado.
es_mx: JavaScript está deshabilitado
et: JavaScript on keelatud.
eu: JavaScript ezgaituta dago.
fa: جاوا اسکریپت غیر فعال است.
fi: JavaScript ei ole käytössä.
fr_ca: JavaScript est désactivé.
ga: Tá JavaScript díchumasaithe.
he: JavaScript מושבת.
hi: जावास्क्रिप्ट अक्षम है।
hr: JavaScript je onemogućen.
hr_hr: JavaScript je onemogućen.
hu: JavaScript letiltva.
id: JavaScript dinonfungsikan.
is: JavaScript er óvirkt.
it: JavaScript è disabilitato.
ja: JavaScript が無効です。
ka: JavaScript გამორთულია.
km: JavaScript ត្រូវ​បាន​បិទ។
ko: 자바 스크립트 사용 불가능
lb: JavaScript ass desaktivéiert
lo: JavaScript ຖືກປີດການໃຊ້ງານ
lt: JavaScript išjungta.
lv: JavaScript ir atspējots.
mk: JavaScript е оневозможена.
ml: ജാവാസ്ക്രിപ്ട് അസാധുവാക്കിയിരിക്കുന്നു
ms_my: Srkip Java dilumpuhkan.
nb: JavaScript avskrudd.
nl: JavaScript is uitgeschakeld.
nn: JavaScript er slått av.
pa: ਜਾਵਾਸਕ੍ਰਿਪਟ ਬੰਦ ਹੈ।
pl: JavaScript jest wyłączony
pt: O JavaScript está desativado.
pt_br: JavaScript está desabilitado.
ro: JavaScript dezactivat.
ru: JavaScript отключен.
sk: JavaScript nie je povolený.
sk_sk: JavaScript je vypnutý.
sl_si: JavaScript je onemogočen
sq: JavaScript është paaftësuar
sr: JavaScript је искључен.
sv: JavaScript är inaktiverat.
sw: JavaScript imezuiwa.
th: JavaScript ปิดใช้งาน
tr: JavaScript devre dışı.
uk: JavaScript вимкнений.
uz: JavaScript oʻchiq.
vi: Javascript đã bị vô hiệu hoá.
zh_cn: JavaScript 已禁用。
zh_hk: JavaScript已停用。
zh_tw: JavaScript 已停用。
