Repository: torpluston/translation
Catalog: ru@petr1708/gettor.po
Languages: ru@petr1708

source: Hello, This is the "GetTor" robot.
ru@petr1708: Привѣтъ, это "GetTor" роботъ.

source: Thank you for your request.
ru@petr1708: Спасибо за запросъ

source: Unfortunately, we won't answer you at this address. You should make an account with GMAIL.COM, YAHOO.COM or YAHOO.CN and send the mail from one of those.
ru@petr1708: Къ сожалѣнію мы не отвѣтимъ на вашъ почтовый запросъ. Вамъ необходимо имѣть аккаунтъ GMAIL.COM, YAHOO.COM или YAHOO.CN и отправить письмо съ одного изъ нихъ.

source: We only process requests from email services that support "DKIM", which is an email feature that lets us verify that the address in the "From" line is actually the one who sent the mail.
ru@petr1708: Мы обрабатываемъ запросы только съ сервисовъ поддерживающихъ "DKIM", это функція электронной почты, позволяющая намъ провѣрить, дѣйствительно ли съ адреса, указаннаго въ строкѣ "From", былъ высланъ запросъ.

source: (We apologize if you didn't ask for this mail. Since your email is from a service that doesn't use DKIM, we're sending a short explanation, and then we'll ignore this email address for the next day or so.)
ru@petr1708: (Мы просимъ прощенія за то что не отвѣчаемъ на это письмо. Т.к. ваше письмо пришло съ почтоваго ящика не поддерживающаго DKIM, мы отошлемъ короткое объясненіе, а въ дальнѣйшемъ данный почтовый адресъ будетъ игнорироваться.)

source: If you have any questions or it doesn't work, you can contact a human at this support email address: help@rt.torproject.org
ru@petr1708: Если у васъ есть какіе-либо вопросы или что-то не работаетъ, вы можете связаться съ человѣкомъ по этому email адресу поддержки: help@rt.torproject.org

source: I will mail you a Tor package, if you tell me which one you want. Please select one of the following package names: windows macos-i386 macos-ppc linux-i386 linux-x86_64 obfs-windows obfs-macos-i386 obfs-macos-x86_64 obfs-linux-i386 obfs-linux-x86_64 source
ru@petr1708: Я могу выслать вамъ на элетронную почту пакетъ Tor, если вы укажете, какой вамъ необходимъ.⏎ Пожалуйста, выберите одинъ изъ пакетовъ:⏎ ⏎ windows⏎ macos-i386⏎ macos-ppc⏎ linux-i386⏎ linux-x86_64⏎ obfs-windows⏎ obfs-macos-i386⏎ obfs-macos-x86_64⏎ obfs-linux-i386⏎ obfs-linux-x86_64⏎ исходникъ

source: Please reply to this mail, and tell me a single package name anywhere in the body of your email.
ru@petr1708: Пожалуйста отвѣть на это письмо въ которомъ укажите имя одного пакета.

source: OBTAINING LOCALIZED VERSIONS OF TOR ===================================
ru@petr1708: ПОЛУЧЕНІЕ ЛОКАЛИЗОВАННОЙ ВЕРСІИ TOR. ======================================

source: To get a version of Tor translated into your language, specify the language you want in the address you send the mail to: gettor+fa@torproject.org
ru@petr1708: Чтобы получить версію Tor на вашемъ родномъ языкѣ укажите нужный языкъ въ адресѣ письма: gettor+fa@torproject.org

source: This example will give you the requested package in a localized version for Farsi (Persian). Check below for a list of supported language codes.
ru@petr1708: Этотъ примѣръ предоставитъ вамъ запрошенный пакетъ въ локализованной версіи на Фарси (Персидскій). Смотрите ниже списокъ поддерживаемыхъ кодовъ языковъ.

source: List of supported locales:
ru@petr1708: Списокъ поддерживаемыхъ локалей:

source: Here is a list of all available languages:
ru@petr1708: Ниже приведенъ списокъ доступныхъ языковъ:

source: gettor+ar@torproject.org: Arabic gettor+de@torproject.org: German gettor+en@torproject.org: English gettor+es@torproject.org: Spanish gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: French gettor+it@torproject.org: Italian gettor+nl@torproject.org: Dutch gettor+pl@torproject.org: Polish gettor+ru@torproject.org: Russian gettor+zh@torproject.org: Chinese
ru@petr1708: gettor+ar@torproject.org: Арабскій gettor+de@torproject.org: Немецкій gettor+en@torproject.org: Англійскій gettor+es@torproject.org: Испанскій gettor+fa@torproject.org: Фарси (Іранъ) gettor+fr@torproject.org: Французскій gettor+it@torproject.org: Итальянскій gettor+nl@torproject.org: Немецкій gettor+pl@torproject.org: Польскій gettor+ru@torproject.org: Русскій gettor+zh@torproject.org: Китайскій

source: If you select no language, you will receive the English version.
ru@petr1708: Если вы не выберите языкъ, то загрузится англійская версія.

source: SMALLER SIZED PACKAGES ======================
ru@petr1708: ДИСТРИБУТИВЫ МЕНЬШАГО РАЗМѢРА =============================

source: If your bandwith is low or your provider doesn't allow you to receive large attachments in your email, GetTor can send you several small packages instead of one big one.
ru@petr1708: Если у васъ узкій каналъ или вашъ провайдеръ не позволяетъ вамъ получать большіе вложенія въ вашемъ почтовомъ ящикѣ, GetTor можетъ отправить вамъ нѣсколько небольшихъ пакетовъ вмѣсто одного большого.

source: Simply include the keyword 'split' in a new line on its own (this part is important!) like so: windows split
ru@petr1708: Просто добавьте ключевое слово 'split' на отдѣльную (что важно) строку, напримѣръ: windows split

source: Sending this text in an email to GetTor will cause it to send you the Tor Browser Bundle in a number of 1,4MB attachments.
ru@petr1708: Отправка даннаго текста по e-mail на GetTor заставитъ его отправить вамъ Tor Browser Bundle частями съ вложеніями размѣромъ 1,4МБЪ.

source: After having received all parts, you need to re-assemble them to one package again. This is done as follows:
ru@petr1708: Послѣ полученія всѣхъ частей, ихъ необходимо собрать въ одинъ пакетъ. Слѣдующимъ образомъ:

source: 1.) Save all received attachments into one folder on your disk.
ru@petr1708: 1.) Сохраните всѣ полученныя файлы въ одну папку.

source: 2.) Unzip all files ending in ".z". If you saved all attachments to a fresh folder before, simply unzip all files in that folder. If you don't know how to unzip the .z files, please see the UNPACKING THE FILES section.
ru@petr1708: 2.) Распакуйте всѣ файлы съ окончаніемъ ".z". Если вы сохранили вложенія въ новую папку, то распакуйте прямо въ нее. Если вы не знаете какъ распаковывать ".z" файлы, смотрите секцію РАСПАКОВКА ФАЙЛОВЪ.

source: 3.) Verify all files as described in the mail you received with each package. (gpg --verify)
ru@petr1708: 3.) Провѣрьте цѣлостность всѣхъ файловъ для каждаго пакета указаннаго въ письмѣ. (gpg --verify)

source: 4.) Now unpack the multi-volume archive into one file by double- clicking the file ending in "..split.part01.exe". This should start the process automatically.
ru@petr1708: 4.) Теперь распакуйте составной архивъ въ одинъ файлъ, кликнувъ двойнымъ щелчкомъ мыши на файлъ съ окончаніемъ "..split.part01.exe". Распаковка должна начаться автоматически.

source: 5.) After unpacking is finished, you should find a newly created ".exe" file in your destination folder. Simply doubleclick that and Tor Browser Bundle should start within a few seconds.
ru@petr1708: 5.) Послѣ завершенія распаковки, въ указанной папкѣ вы найдете ".exe" файлъ. Кликните по нему дважды, и Tor Browser Bundle запуститься въ теченіе нѣсколькихъ секундъ.

source: 6.) That's it. You're done. Thanks for using Tor and have fun!
ru@petr1708: 6.) Вотъ и всё. Спасибо за использованіе Tor. Удачи!

source: SUPPORT =======
ru@petr1708: ПОДДЕРЖКА =======

source: Here's your requested software as a zip file. Please unzip the package and verify the signature.
ru@petr1708: Здѣсь запрошенное вами программное обезпеченіе въ видѣ zip архива. Пожалуйста распакуйте его и провѣрьте цифровыя подписи.

source: VERIFY SIGNATURE ================ If your computer has GnuPG installed, use the gpg commandline tool as follows after unpacking the zip file: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe
ru@petr1708: ПРОВѢРКА ЦИФРОВОЙ ПОДПИСИ ========================= Если на вашемъ компьютерѣ установленъ GnuPG, то послѣ распаковки zip архива воспользуйтесь консольной утилитой gpg: gpg --verify tor-browser-1.3.24_en-US.exe.asc tor-browser-1.3.24_en-US.exe

source: The output should look somewhat like this: gpg: Good signature from 'Erinn Clark <...>'
ru@petr1708: Результатъ провѣрки подписи долженъ выглядѣть примѣрно такъ: gpg: Good signature from 'Erinn Clark <...>'

source: If you're not familiar with commandline tools, try looking for a graphical user interface for GnuPG on this website: http://www.gnupg.org/related_software/frontends.html
ru@petr1708: Если вы не знакомы съ инструментами командной строки, попробуйте поискать графическій интерфейсъ пользователя для GnuPG на этомъ вебъ-сайтѣ: http://www.gnupg.org/related_software/frontends.html

source: BLOCKED ACCESS / CENSORSHIP ===========================
ru@petr1708: ЗАБЛОКИРОВАННЫЙ ДОСТУПЪ / ЦЕНЗУРА ================================

source: If your Internet connection blocks access to the Tor network, you may need a bridge relay. Bridge relays (or "bridges" for short) are Tor relays that aren't listed in the main directory. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
ru@petr1708: Если ваше Интернетъ соединеніе блокируетъ доступъ къ сѣти Tor, вамъ возможно необходимъ мостовой ретрансляторъ. Мостовыя ретрансляторы (или просто "мосты") это ретрансляторы Tor, которыя не упомянуты въ главной директоріи. Поскольку не существуетъ полнаго общедоступнаго ихъ списка, даже если вашъ провайдеръ отфильтровываетъ соединенія со всѣми извѣстными ретрансляторами Tor, онъ возможно не сможетъ заблокировать всѣ мосты.

source: You can acquire a bridge by sending an email that contains "get bridges" in the body of the email to the following email address: bridges@torproject.org
ru@petr1708: Вы можете получить мостъ, отправивъ e-mail содержащій строку "get bridges" въ тѣлѣ сообщенія на слѣдующій адресъ: bridges@torproject.org

source: It is also possible to fetch bridges with a web browser at the following url: https://bridges.torproject.org/
ru@petr1708: Такъ же возможно получить мосты съ помощью вебъ-браузера по слѣдующей ссылкѣ: https://bridges.torproject.org/

source: Another censorship circumvention tool you can request from GetTor is the Tor Obfsproxy Browser Bundle. Please read the package descriptions for which package you should request to receive this.
ru@petr1708: Еще одинъ инструментъ для обхожденія цензуры, который можно запросить черезъ GetTor - ⏎ это Tor Obfsproxy Browser Bundle. Пожалуйста, прочитайте описаніе пакета⏎ для котораго вы будете запрашивать данный инструментъ.

source: IMPORTANT NOTE: Since this is part of a split-file request, you need to wait for all split files to be received by you before you can save them all into the same directory and unpack them by double-clicking the first file.
ru@petr1708: ВАЖНОЕ ЗАМѢЧАНІЕ: Поскольку это только часть разбитаго на части запроса, вамъ необходимо дождаться полученія всѣхъ частей, передъ тѣмъ какъ сохранить ихъ всѣ въ одну папку и распаковать ихъ открывъ первый файлъ.

source: Packages might arrive out of order! Please make sure you received all packages before you attempt to unpack them!
ru@petr1708: Пакеты могутъ приходить въ произвольномъ порядкѣ! Пожалуйста, удостовѣрьтесь, что получили ихъ всѣ, передъ тѣмъ какъ пробовать ихъ распаковывать.

source: It was successfully understood. Your request is currently being processed. Your package (%s) should arrive within the next ten minutes.
ru@petr1708: Вашъ запросъ былъ успѣшно распознанъ. Въ текущій моментъ онъ обрабатывается. Вашъ пакетъ (%s) долженъ прійти въ теченіе слѣдующихъ 10 минутъ.

source: If it doesn't arrive, the package might be too big for your mail provider. Try resending the mail from a GMAIL.COM, YAHOO.CN or YAHOO.COM account.
ru@petr1708: Если онъ не приходитъ, возможно пакетъ слишкомъ большой для вашего провайдера e-mail. Попробуйте отослать запросъ съ ящика на GMAIL.COM, YAHOO.CN или YAHOO.COM.

source: Unfortunately we are currently experiencing problems and we can't fulfill your request right now. Please be patient as we try to resolve this issue.
ru@petr1708: Къ сожалѣнію сейчасъ мы испытываемъ опредѣленныя проблемы и не можемъ выполнить вашъ запросъ на данный моментъ. Пожалуйста, будьте терпѣливы, пока мы пытаемся рѣшить эту проблему.

source: Unfortunately there is no split package available for the package you requested. Please send us another package name or request the same package again, but remove the 'split' keyword. In that case we'll send you the whole package. Make sure this is what you want.
ru@petr1708: Къ сожалѣнію нѣтъ доступнаго разбитаго на части пакета для запрошеннаго вами пакета. Пожалуйста, отправьте намъ другое имя пакета или запросите тотъ же пакетъ снова, но уберите ключевое слово 'split'. Въ этомъ случаѣ мы вышлемъ вамъ пакетъ цѣликомъ. Убѣдитесь, что это то что вамъ необходимо.

source: UNPACKING THE FILES ===================
ru@petr1708: РАСПАКОВКА ФАЙЛОВЪ =================

source: The easiest way to unpack the files you received is to install 7-Zip, a free file compression/uncompression tool. If it isn't installed on your computer yet, you can download it here: http://www.7-zip.org/
ru@petr1708: Простѣйшій путь распаковать полученныя файлы - установить 7-Zip, безплатную утилиту архивированія/разархивированія файловъ. Если она еще пока не установлена на вашемъ компьютерѣ, вы можете скачать её отсюда: http://www.7-zip.org/

source: When 7-Zip is installed, you can open the .z archive you received from us by double-clicking on it.
ru@petr1708: Въ случаѣ если 7-Zip установленъ, вы можете открыть архивъ .z, полученный отъ насъ, двойнымъ нажатіемъ на него.

source: An alternative way to get the .z files extraced is to rename them to .zip. For example, if you recevied a file called "windows.z", rename it to "windows.zip". You should then be able to extract the archive with common file archiver programs that probably are already installed on your computer.
ru@petr1708: Альтернативный варіантъ распаковать .z файлы - переименовать ихъ въ .zip. Напримѣръ, если вы получили файлъ съ именемъ "windows.z", переименуйте его въ "windows.zip". Послѣ этого вы сможете распаковать архивъ стандартнымъ архиваторомъ, который возможно уже установленъ на вашемъ компьютерѣ.

source: Please reply to this mail, and tell me a single package name anywhere in your reply. Here's a short explanation of what these packages are:
ru@petr1708: Пожалуйста, отвѣтьте на это сообщеніе и сообщите мнѣ имя объединеннаго пакета гдѣ-либо въ текстѣ вашего отвѣта. Вотъ короткое разъясненіе что изъ себя представляютъ эти пакеты:

source: windows: The Tor Browser Bundle package for Windows operating systems. If you're running some version of Windows, like Windows XP, Windows Vista or Windows 7, this is the package you should get.
ru@petr1708: windows: Дистрибутивъ Tor Browser Bundle для операціонныхъ ситсемъ Windows. Если вы используете какую-либо версію Windows, напримѣръ Windows XP, Windows Vista or Windows 7, это дистрибутивъ который вамъ необходимъ.

source: macos-i386: The Tor Browser Bundle package for OS X, Intel CPU architecture. In general, newer Mac hardware will require you to use this package.
ru@petr1708: macos-i386: Пакетъ Tor Browser Bundle для OS X, архитектуры Intel CPU. Вообщемъ, новое аппаратное обезпеченіе Mac требуетъ использованіе этого пакета.

source: macos-ppc: This is an older installer (the "Vidalia bundle") for older Macs running OS X on PowerPC CPUs. Note that this package will be deprecated soon.
ru@petr1708: macos-ppc: Это старый установщикъ ("Vidalia bundle") для старыхъ Mac'овъ работающихъ подъ OS X на процессорахъ PowerPC. Замѣтьте, что этотъ пакетъ скоро устарѣетъ.

source: linux-i386: The Tor Browser Bundle package for Linux, 32bit versions.
ru@petr1708: linux-i386: Дистрибутивъ Tor Browser Bundle для Linux, 32-битные версіи.

source: Note that this package is rather large and needs your email provider to allow for attachments of about 30MB in size.
ru@petr1708: Обратите вниманіе, что этотъ дистрибутивъ достаточно большой и требуетъ чтобы вашъ email провайдеръ позволялъ вложенія размѣромъ около 30 Мбъ.

source: linux-x86_64: The Tor Browser Bundle package for Linux, 64bit versions.
ru@petr1708: linux-x86_64: Дистрибутивъ Tor Browser Bundle для Linux, 64-битные версіи.

source: obfs-windows: The Tor Obfsproxy Browser Bundle for Windows operating systems. If you need strong censorship circumvention and you are running some version of the Windows, like Windows XP, Windows Vista or Windows 7, this is the package you should get.
ru@petr1708: obfs-windows:⏎ Tor Obfsproxy Browser Bundle для Windows. Если вамъ нужно⏎ обойти сильную цензуру и у васъ опредѣленная версія⏎ Windows, напримѣръ, Windows XP, Windows Vista или Windows 7, тогда этотъ пакетъ⏎ для васъ.

source: obfs-macos-i386: The Tor Obfsproxy Browser Bundle package for OS X, 32bit Intel CPU architecture.
ru@petr1708: obfs-macos-i386:⏎ Пакетъ Tor Obfsproxy Browser Bundle для OS X, 32bit Intel CPU ⏎ конфигурація.

source: obfs-macos-x86_64: The Tor Obfsproxy Browser Bundle package for OS X, 64bit Intel CPU architecture.
ru@petr1708: obfs-macos-x86_64:⏎ Пакетъ Tor Obfsproxy Browser Bundle для OS X, 64bit Intel CPU ⏎ конфигурація.

source: obfs-linux-i386: The Tor Obfsproxy Browser Bundle package for Linux, 32bit Intel CPU architecture.
ru@petr1708: obfs-linux-i386:⏎ Пакетъ Tor Obfsproxy Browser Bundle для Linux, 32bit Intel CPU ⏎ конфигурація.

source: obfs-linux-x86_64: The Tor Obfsproxy Browser Bundle package for Linux, 64bit Intel CPU architecture.
ru@petr1708: obfs-linux-x86_64:⏎ Пакетъ Tor Obfsproxy Browser Bundle для Linux, 64bit Intel CPU ⏎ конфигурація.

source: source: The Tor source code, for experts. Most users do not want this package.
ru@petr1708: исходникъ: Исходный кодъ Tor, для экспертовъ. Большинству пользователей данный дистрибутивъ не нуженъ.

source: FREQUENTLY ASKED QUESTIONS ==========================
ru@petr1708: ЧАСТО ЗАДАВАЕМЫЯ ВОПРОСЫ ========================

source: What is Tor?
ru@petr1708: Что такое Tor?

source: The name "Tor" can refer to several different components.
ru@petr1708: Названіе "Tor" можетъ обозначать нѣсколько различныхъ компонентовъ.

source: The Tor software is a program you can run on your computer that helps keep you safe on the Internet. Tor protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location. This set of volunteer relays is called the Tor network. You can read more about how Tor works here: https://www.torproject.org/about/overview.html.en
ru@petr1708: Tor - программа, которую вы можете запустить на своемъ компьютерѣ, которая помогаетъ обезпечить вашу безопасность въ Интернетъ. Tor защищаетъ васъ путемъ перенаправленія вашихъ коммуникацій по распредѣленной сѣти ретрансляторовъ запущенныхъ добровольцами по всему свѣту: это не даетъ возможности наблюденія Интернетъ соединенія отъ выявленія сайтовъ, которыя вы посѣщаете, и не даетъ возможности сайтамъ, которыя вы посѣщаете, узнать ваше физическое мѣстоположеніе. Этотъ наборъ ретрансляторовъ добровольцевъ и называется сѣтью Tor. Вы можете узнать больше о томъ какъ работаетъ Tor здѣсь: https://www.torproject.org/about/overview.html.en

source: What is the Tor Browser Bundle?
ru@petr1708: Что такое Tor Browser Bundle?

source: The Browser Bundle (TBB) is the package we recommend to most users. The bundle comes with everything you need to safely browse the Internet. Just extract it and run.
ru@petr1708: Tor Browser Bundle (TBB) - это дистрибутивъ, который мы рекомендуемъ большинству пользователей. Этотъ дистрибутивъ включаетъ всё что необходимо для безопаснаго серфинга Интернетъ. Просто распакуйте и запустите.

source: What package should I request?
ru@petr1708: Какой дистрибутивъ я долженъ запросить?

source: This depends on the operating system you use. For instance, if your operating system is Microsoft Windows, you should request "windows". Here is a short explanation of all packages to request and what operating systems there are suitable for:
ru@petr1708: Это зависитъ отъ операціонной системы, которую вы используете. Напримѣръ, если ваша операціонная система - Microsoft Windows, вы должны запросить "windows". Здѣсь краткое описаніе всѣхъ дистрибутивовъ для запроса и для какихъ операціонныхъ системъ онѣ пригодны:

source: How do I extract the file(s) you sent me?
ru@petr1708: Какъ мнѣ распаковать файлъ(ы), которыя вы мнѣ выслали?

source: QUESTION:
ru@petr1708: ВОПРОСЪ:

source: ANSWER:
ru@petr1708: ОТВѢТЪ:

source: Sorry, but the package you requested (%s) is too large for your provider to accept as an attachment. Try using another provider that allows for larger email attachments. Or try one of the following mirrors: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
ru@petr1708: Приносимъ свои извиненія, но пакетъ, который вы запросили (%s), слишкомъ великъ, чтобы принять его какъ почтовое вложеніе. Попробуйте воспользоваться другимъ поставщикомъ услугъ электронной почты, который разрѣшаетъ вложенія большаго объема. Или попробуйте скачать пакетъ съ одного изъ слѣдующихъ зеркалъ: https://www.oignon.net/dist/torbrowser/ https://tor.beme-it.de/dist/torbrowser/ https://www.torservers.net/mirrors/torproject.org/dist/torbrowser/
